[
  "Zero Hunger Zero Hunger By amelia pilot WHAT IS HUNGER? Hunger and malnutrition are a debilitating crisis, the world's top health concern, killing more people than AIDS, malaria and tuberculosis combined.",
  "The number of hungry people in the world exceeds the sum of the populations of the U.S., Canada, and the European Union. That means one in seven people do not get enough food to be healthy and lead an active life. 1 IN 7 PEOPLE IN THE WORLD ARE MALNOURISHED Those who live with constant hunger are in a continuous state of weakness and desperation with little knowledge or hope of where their next meal will come from. On average, a person needs to consume sufficient protein, fat, carbohydrates, vitamins, minerals and water each day to lead a healthy life. When the body consistently does not get the required energy and nutrients it needs each day, it breaks down. This means a decrease in mental and physical activities, enervation, a weakened immune system, and micronutrient-deficient.",
  "It means a lower ability to work, to play and to live. WHERE IS HUNGER?",
  "Hunger exists in rich, wealthy countries and poor countries alike. It affects people in big cities, small towns and rural villages. It affects children and adults. Not surprisingly, hunger and malnutrition are most present in poor communities around the world because being poor prevents people from buying or producing healthy food. Asia is the continent with the most hungry people - two thirds of the total. In developing countries 12.9 percent of the population is undernourished.",
  "Sub-Saharan Africa is the region with the highest prevalence of hunger. One person in four there is undernourished.",
  "65 percent of the world's hungry live in only seven countries: India, China, Bangladesh, Congo, Indonesia, Pakistan, Ethiopia Source: Hunger Statictics CAUSES NATURE AND NATURAL DISASTERS Natural disasters can cause enormous damage and can suddenly prevent people from having access to food, shelter, electricity and water. When people are affected by natural disasters, they cannot grow food, lack access to clean water, and may even have trouble finding work. It can become incredibly difficult to purchase food. The inability to buy or grow food is one of the first causes of hunger for people in communities impacted by natural disasters. GOVERMENT AND POLICIES When it comes to hunger-related issues, policies and laws can impact when crops are planted and harvested. Policies influence the prices of crops and even jobs.",
  "If policies or rules are miscalculated, people can end up with less food to choose from and high food prices. This is a downward cycle for people who can't afford food because it increases hunger and illness.",
  "AGRICULTURE AND INFRASTRUCTURE Agriculture is very complex. Farmers need training, equipment and toolsâ\u0080\u0094plows, tractors, fertilizer, seeds and water systemsâ\u0080\u0094to increase the amount and quality of food and maintain a lower cost. All of these things make up agricultural infrastructure. Some communities don't have some or any of these items, leading to widespread hunger issues. Communities struggling to fight hunger also require clean and dry storage areas for storing their harvests of corn, beans and rice. These crops can be used in times of crisis, when food is not available.",
  "If farmers don't have access to smart farming and agriculture practices and can't produce enough food to store food for times of crisis. POVERTY In poor countries around the world, more than 1.4 billion people earn less than $1.25 per day.",
  "Poor people in developing countries spend between 50% and 80% of their incomes on food. Comparatively, the average American and European spends around 10% of their income on food. Poverty prevents people from accessing food, health and other basic needs for survival. Many people living in poverty are hungry and malnourished, and they do not have money or the ability to grow or obtain food. WAR AND CONFLICT War and conflict cause injury, cost money and also cause people and communities to flee. Systems that deliver food often break down in the process of the conflict.",
  "Livestock and crops are often destroyed during war and in dangerous environments. War and conflicts can cause many threats to food security for a country like: Political instability, irregular crop yields, decrease in livestock, high food prices, worsened transportation pathways, low agriculture technologies, disease.",
  "All these threats lead to unsustainable food production which negatively impacts communities, leading to hunger and malnutrition amongst the people. POOR HEALTH When an individual's health is at risk, hunger and malnutrition can make conditions even worse. Malnourished women are more likely to be sick and have children who have health issues or are malnourished. Malnourished children who lack food often lack the strength to grow, survive and stay healthy. And the ones that do survive have no positive generational skill or knowledge to help their own children have a better chance at accessing food security. Countries with the highest hunger rates also have high rates of disease such as HIV/AIDS, malaria, tuberculosis, diarrhea, respiratory infections, etc.",
  "For medicines to work and to prevent illness, our bodies need to be well nourished. Also, some effects of malnutrition cannot be reversed.",
  "For example, young children who fail to receive adequate levels of vitamins and proteins affect their physical and mental growth so they are therefore less productive for their entire lives. AFRICA IS HOME TO... ROADS AND PHYSICAL INFRASTRUCTURE When roads, bridges and other physical infrastructure are non-existent, food, water and supplies cannot get where they are needed. For example, if a farmer cannot bring her crop to a selling location, due to damaged roads, then people can't buy food. Farmers lose a lot of food due to spoilage by the time they get it to a market. All of a sudden, the food in markets becomes more valuable and the price usually increases because there is low supply.",
  "POWERLESSNESS AND DISCRIMINATION Those who are powerless are often poor. They lack life's basic necessities such as food, shelter, health and education.",
  "Those living in a powerless situation spend a lot of time and energy on basic survival: finding food, shelter, water and safety. Children, women and elderly people are the groups most affected by this burden. Therefore they have less time and energy to work to get money or grow crops so they eat. OF THE WORLDS HUNGRY ARE.. Discrimination contributes to poverty. The poor are at the greatest risk for being sick, hungry and illiterateâ\u0080\u0094all things that get in the way of someone's chance to succeed and thrive.",
  "Some 60% of the world's chronically hungry people are women or girls. This is because women and girls have unequal access to resources, education and income.",
  "When women are affected by hunger, so are their children. Children inherit hunger and then continue to pass it generation to generation. PROBLEM Communities with poor infrastructure lack the ability to grow and transport enough food. The problem I chose to look into was: infrastructure- agricultural infrastructure such as equipment and education; as well as and physical infrastructure such as road and transport. I chose this because is a problem that affects lots of other causes making the affects worst. Such as war and conflict and natural disasters where the lack of physical infastructure would mean people would not be able to get food, medicine and support to places in need.",
  "Additionally i chose this problem as it will help the community by increasing trade, economy and agriculture. CAUSE OF THE PROBLEM Farmers need the right training, equipment and tools (plows, tractors, fertilizer, seeds and water systems) to provide quality food for their communities and maintain a lower cost.",
  "When communities don't have some or any of these items, it leads to hunger and malnutrition. Community also needs roads, bridges and other physical infrastructure so they can get food supplies to where they are needed. It also impacts the farmers and community trade, decreasing the economy and decreasing the amount of food leading to hunger issues among the population. GLOBAL GOAL Source: Global Goals Website The global goal my problem is related to is the goal zero hunger because it is about getting eqipment to places so they can grow food and about getting food to places that suffer from lots of hunger need for to minimise hunger. SOLUTION The only way to stop world hunger is to work together. Solving world hunger requires people coming together from all career fields (including agriculturists, nutritionists, economists, community builders, journalists and more).",
  "Fighting hunger and malnutrition requires improving, roads, setting up clean water systems, getting politicians to make smart and informed policies and laws, producing healthy food and making sure people have sustainable access to that food. WHAT THE WORLD CAN DO Lack of adequate infrastructure in sub-Saharan Africa is the primary problem of distribution of food.",
  "As a response to this problem, the solution will be primarily focused on improving existing major corridors and constructing roads in places where basic infrastructure is desperately demanded. This is a solution feeding the world look into in more depth SPONCER We can raise money for charities helping in this area or use the money to start a charity ourselves and send money, food, people and equipment over. We could raise the money by: advertising with posters, videos and on the web bake sales and lemonade stands sponsored runs, swims and cycles garage sales (selling old school equipment) SPREADING THE WORD Spred the word on social media Tell others about he problem Give lectures, talks or assembalies on it Talk to more important people about it Send letters to governments about investing money into countries infrastructure. VEGETARIAN + VEGAN With the global population of humans over 7 billionâ\u0080\u0094more than a billion of whom currently go hungryâ\u0080\u0094the only way to produce enough food is, according to Worldwatch Institute, â\u0080\u009cto cut back sharply on meat consumption, because conversion of grazing land to food crops will increase the amount of food produced.â\u0080\u009d We use vast amounts of land, water, and other resources to grow grains and other plants to feed animals who are then used for food, instead of more efficiently feeding humans directly with plants. For every pound of food that farmed animals are fed, only a fraction of the calories are returned in the form of edible flesh. The rest of those calories are burned away raising the animal to slaughter weight or contributing to feathers, bone, skin, blood, and other parts of the animal that arenâ\u0080\u0099t eaten by humans.",
  "This is why animals raised for food have to eat up to 10 pounds of grain to produce just 1 pound of meat.It would take 40 million tons of food to eliminate the most extreme cases of world hunger, yet nearly 20 times that amount of grain is fed to farmed animals every year in order to produce meat. In a world where an estimated 850 million people do not have enough to eat, it is criminally wasteful to feed perfectly edible food to animals on farms in order to produce a burger rather than feeding it directly to people.",
  "CONCLUSION To summarise hunger is a growing world problem that kills (1 out of 7 people) and makes many suffer. There are many causes and many things we can do to help if we all work together, all countries, all job areas all position of powers. We need to spread the word, educate people on the topic and raise money and resources. Thank You! Appreciate Credits: Created with images by Alexas_Fotos - \"smilies yellow funny\" Made with Adobe Slate Make your words and images move. Get Slate © Adobe Systems Incorporated.",
  "All rights reserved. Terms of Service Privacy Policy Report Abuse Your report has been submitted.",
  "There was a problem submitting your report. Please contact Adobe Support. Report Abuse Close If you feel that this video content violates the Adobe Terms of Use, you may report this content by filling out this quick form. Your Email Your Name Why are you reporting this content? Defamation Trademark Infringement Offensive Content Racist or Hate Content Sexually Explicit Content Other Please provide a description of your concern. To report a Copyright Violation, please follow Section 17 in the Terms of Use."
]