[
  "Peace, Justice and Strong Institutions - Google LibriAccediCampi nascostiLibriLa mia raccoltaGuidaRicerca Libri avanzataTrova libro cartaceoNessun eBook disponibileHoepli.itiBSLibreriauniversitaria.itAmazon ITla Feltrinelli.itTrovalo in una bibliotecaTutti i venditori »Acquista libri su Google PlayScopri il più grande eBookstore del mondo e inizia a leggere oggi stesso su Web, tablet, telefono o eReader.Visita subito Google Play »Peace, Justice and Strong InstitutionsWalter Leal Filho, Anabela Marisa Azul, Luciana Brandli, Amanda Lange Salvia, Pinar Gökcin Özuyar, Tony WallSpringer International Publishing, 2 giu 2021 - 1063 pagine 0 RecensioniGoogle non verifica le recensioni, ma controlla e rimuove i contenuti falsi quando vengono identificatiThe problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. Therefore, there is an increasing need to search for integrated solutions to make development more sustainable.",
  "The United Nations has acknowledged the problem and approved the “2030 Agenda for Sustainable Development”. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. The Encyclopedia of the UN Sustainable Development Goals comprehensively addresses the SDGs in an integrated way. The Encyclopedia encompasses 17 volumes, each one devoted to one of the 17 SDGs.This volume addresses SDG 16, namely \"Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels\" and contains the description of a range of terms, which allows a better understanding and fosters knowledge.Concretely, the defined targets are:Significantly reduce all forms of violence and related death rates everywhereEnd abuse, exploitation, trafficking and all forms of violence against and torture of childrenPromote the rule of law at the national and international levels and ensure equal access to justice for allSignificantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crimeSubstantially reduce corruption and bribery in all their formsDevelop effective, accountable and transparent institutions at all levelsEnsure responsive, inclusive, participatory and representative decisionmaking at all levels Broaden and strengthen the participation of developing countries in the institutions of global governanceProvide legal identity for all, including birth registration Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crimePromote and enforce non-discriminatory laws and policies for sustainable developmentEditorial BoardAlexandra Aragão, Julinda Beqiraj, Dênis Antônio da Cunha, Renata Welinski da Silva Seabra, Golda A. Edwin, Thomas Kaydor, Tehmina Khan, Amanda Lange Salvia, Paula Lopes, Petra Schneider, Pinar Gökçin Özuyar Cosa dicono le persone - Scrivi una recensioneNessuna recensione trovata nei soliti posti.Informazioni sull'autore (2021)Walter Leal Filho (BSc, PhD, DSc, DPhil, DEd, DL, DLitt) is a Senior Professor and Head of the Research and Transfer Centre \"Sustainable Development and Climate Change Management” at Hamburg University of Applied Sciences in Germany, and Chair of Environment and Technology at Manchester Metropolitan University, UK. He is the initiator of the Word Sustainable Development Symposia (WSSD-U) series, and chairs the Inter-University Sustainable Development Research Programme.",
  "Professor Leal Filho has written, co-written, edited or co-edited more than 400 publications, including books, book chapters and papers in refereed journals.Anabela Marisa Azul is a Researcher at the Center for Neuroscience and Cell Biology (CNC) and the Institute for Interdisciplinary Research of the University of Coimbra (UC, Portugal). She holds a Ph.D. in Biological Sciences, specializing in Ecology (2002, UC), and pursued her investigation on biology and ecology of fungi to pinpoint the role of mycorrhizal symbiosis for sustainability of Mediterranean forests under different land use scenarios at the Centre for Functional Ecology (CFE-UC), where she became an Associate Researcher (from 2009 to 2014).",
  "At CFE-UC, Marisa Azul developed a holistic approach that combined innovation in food production with sustainable development and public scientific awareness to multiple actors. At CNC, from 2014 on, Marisa Azul focuses her investigation on basic research and participatory research dynamics to pinpoint links between metabolism, health/disease, and sustainability. She has broad academic experience as a researcher working in participatory research and interdisciplinary that link biomedical and life/environmental sciences, social sciences, science education, science communication, and artistic forms. Her research interests also lie in bringing together the academy and social/economical players. She has been successful in attracting national and international funding, coordinating projects, and mentoring young researchers on the topics mentioned. She has co-authored over 40 scientific publications and book chapters, co-edited 4 books on Climate Change Management Series and 1 onWorld Sustainability Series published by Springer, co-authored 4 books for children and 2 comics, and co-produced 1 animation.Luciana Brandli, Ph.D., is an Associate Professor in the University of Passo Fundo, Brazil, working in the Ph.D.",
  "Program in Civil and Environment Engineering. Her current research interests include sustainability in higher education and green campus, management of urban infrastructure and sustainable cities, and the Agenda 2030 for sustainable development.",
  "She supervises a number of Master’s and Doctoral students on engineering and environment and sustainability issues and has in excess of 300 publications, including books, book chapters, and papers in refereed journals.Amanda Lange Salvia has a degree in Environmental Engineering from the University of Passo Fundo, Brazil, and graduate studies focused on sustainable cities and universities. Her work focuses on the Sustainable Development Goals, the role of universities towards sustainability and the impacts of climate change. Amanda has experience with international studies assessing aspects related to the 2030 Agenda and sustainability in higher education. She is reviewer of various journals and is also a member of the editorial board of the International Journal of Sustainability in Higher Education. Pinar Gökçin Özuyar is a Faculty Member of Faculty of Economics, Administrative and Social Sciences at Istinye University, Istanbul, Turkey. She received her B.S.",
  "degree in Environmental Engineering from Istanbul Technical University in 1992 and M.S. and Ph.D. degrees from BogaziciUniversity Institute of Environmental Sciences, Istanbul, Turkey.",
  "Her Ph.D. thesis was based on the “Thermodynamic Analysis of Treatment Plants for Producing Energy from SolidWaste” which she conducted in Germany with a joint scholarship from Forschungzentrum Jülich and TUBITAK (NationalScience Foundation of Turkey). Defining herself as a pracademic, she has more than 25 years of experience not only in academia but also in the private sector working on environment and sector-specific activities in Turkey and Dubai (UAE). She has extensive expertise specifically in environmental auditing according to World Bank Standards which is required for international financing especially during company mergers and acquisitions (M&As) and greenfield projects. Working over the years in projects involving different stakeholder groups with different priorities, she has the proven capacity for establishing a dialogue between such stakeholder groups. Although coming from a technical background, her academic work focuses on involving sustainable development into the strategiesof corporations including higher academic institutions. Currently, she teaches and leads funded research on sustainability/sustainable development especially focusing on industrial ecology and regional development.Tony Wall (BSc Hons, PGDip, PGCHE, MA, MSc, EdD, MCIPD, NTFHEA) is a Professor, Founder and Director of the International Thriving at Work Research Group in the United Kingdom where he is the institutional lead for the Inter-University Sustainable Development Research Programme.",
  "His research impact work has won multiple Santander International Research Excellence Awards and a National Fellowship of the Higher Education Academy. Apart from being a visiting scholar in the US and Australia, his change work includes co-founding of the Washington Ethical Leadership Summit and the TS Eliot Foundation’s International Creative Practice for Wellbeing Framework.Informazioni bibliograficheTitoloPeace, Justice and Strong InstitutionsPeace, Justice and Strong InstitutionsEncyclopedia of the UN Sustainable Development GoalsCuratoriWalter Leal Filho, Anabela Marisa Azul, Luciana Brandli, Amanda Lange Salvia, Pinar Gökcin Özuyar, Tony WallEdizioneillustrataEditoreSpringer International Publishing, 2021ISBN331995959X, 9783319959597Lunghezza1063 pagine Esporta citazioneBiBTeX EndNote RefManInformazioni su Google Libri - Norme sulla privacy - Termini di servizio - Informazioni per gli editori - Segnala un problema - Guida - Home page di Google"
]