[
  "Sustainable Development Goal 15 - Wikipedia Sustainable Development Goal 15 From Wikipedia, the free encyclopedia Jump to navigation Jump to search 15th of 17 Sustainable Development Goals to protect life on land Sustainable Development Goal 15Mission statement\"Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 15 (SDG 15 or Global Goal 15) is about \"Life on land.\" One of the 17 Sustainable Development Goals established by the United Nations in 2015, the official wording is: \"Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss\".",
  "[1] The Goal has 12 targets to be achieved by 2030. Progress towards targets will be measured by 14 indicators. The nine \"outcome targets\" include: Conserve and restore terrestrial and freshwater ecosystems; end deforestation and restore degraded forests; end desertification and restore degraded land; ensure conservation of mountain ecosystems, protect biodiversity and natural habitats; protect access to genetic resources and fair sharing of the benefits; eliminate poaching and trafficking of protected species; prevent invasive alien species on land and in water ecosystems; and integrate ecosystem and biodiversity in governmental planning. The three \"means of achieving targets\" include: Increase financial resources to conserve and sustainably use ecosystem and biodiversity; finance and incentivize sustainable forest management; combat global poaching and trafficking. Humans depend on earth and the oceans to live. This goal aims at securing sustainable livelihoods that will be enjoyed for generations to come.",
  "The human diet is composed 80% of plant life, which makes agriculture a prime economic resource. [2] Forests cover 30 percent of the Earth's surface, provide vital habitats for millions of species, and important sources for clean air and water, as well as being crucial for combating climate change.",
  "An annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [3] The report from 2020 stated that key biodiversity and species remain threatened with extinction and forest areas continue to diminish. [3] Contents 1 Targets, indicators and progress 1.1 Target 15.1: Conserve and restore terrestrial and freshwater ecosystems 1.2 Target 15.2: End deforestation and restore degraded forests 1.3 Target 15.3: End desertification and restore degraded land 1.4 Target 15.4: Ensure conservation of mountain ecosystems 1.5 Target 15.5: Protect biodiversity and natural habitats 1.6 Target 15.5.A: Reduce urbanization 1.7 Target 15.6: Protect access to genetic resources and fair sharing of the benefits 1.8 Target 15.7: Eliminate poaching and trafficking of protected species 1.9 Target 15.8: Prevent invasive alien species on land and in water ecosystems 1.10 Target 15.9: Integrate ecosystem and biodiversity in governmental planning 1.11 Target 15.a: Increase financial resources to conserve and sustainably use ecosystem and biodiversity 1.12 Target 15.b: Finance and incentivize sustainable forest management 1.13 Target 15.c: Combat global poaching and trafficking 2 Potential solutions and importance 2.1 Why SDG 15 is important 2.2 Potential Solutions 3 Custodian agencies 4 Monitoring and progress 5 Challenges 5.1 Impacts of COVID-19 pandemic 5.1.1 Impact on SDG 15 6 Links with other SDGs 7 Organizations 7.1 US Based Organizations 8 References 9 External links Targets, indicators and progress[edit] Further information: List of SDG targets and indicators The UN has defined 12 Targets and 14 Indicators for SDG 15. Five of them are to be achieved by the year 2020, two by the year 2030 and the rest have no target year. Each of the targets also has one or more indicators to measure progress. In total there are fourteen indicators for SDG 15.",
  "FAO is the custodian agency for three of the indicators for SDG targets 15.1, 15.2 and 15.4. [4] Target 15.1: Conserve and restore terrestrial and freshwater ecosystems[edit] The full title of Target 15.1 is: \"By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements.",
  "\"[1] This target has two indicators:[5] Indicator 15.1.1: Forest area as a proportion of the total land area Indicator 15.1.2: Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type Forests cover roughly 4 billion hectares or 30.7 per cent of the world's land area. [6] 93 percent are natural forests and 7 percent are planted. The forest area is defined by the land under natural or planted groups of trees of at least 5 meters in situ. The trees can be either be productive or non-productive and should not include fruit plantations and agroforestry systems and trees in urban parks and gardens. [2] Protected areas are defined by three indicators: 1) the proportion of total terrestrial area classified as protected 2) the proportion of important sites of terrestrial biodiversity who are protected 3) and proportion of important sites of freshwater biodiversity that are protected. A progress report in 2020 provided the following data for forest areas:[3] The proportion of forest area fell, from 31.9 per cent of total land area in 2000 to 31.2 per cent in 2020, representing a net loss of nearly 100 million ha of the world's forests.",
  "From 2000 to 2020, forest area increased in Asia, Europe and Northern America. From 2000 to 2020, forest area decreased in Latin America, sub-Saharan Africa and South-Eastern Asia, driven by land conversion to agriculture.",
  "[6] In 2020 it was found that the proportion of forests in protected areas and under long-term management plans, as well as certified forest area, increased or remained stable at the global level and in most regions of the world. [3] Target 15.2: End deforestation and restore degraded forests[edit] The full title of Target 15.2 is: \"By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally. \"[1] This target has one Indicator: Indicator 15.2.1 is the \"Progress towards sustainable forest management\". [5] The United Nations General Assembly has defined Sustainable Forest Management (SFM) as a dynamic and evolving concept that aims to maintain and enhance the economic, social and environmental values of all types of forests, for the benefit of present and future generations (Resolution A/RES/62/98). [4] It aims to find a balance between the increasing demands for forest products and the benefits as well as preserving the health and diversity of the forests. SDG indicator 15.2.1 is composed of five sub-indicators that measure progress towards all dimensions of sustainable forest management.",
  "They provide qualification to the management of forest areas and assess areas with a set on national and international standards. Forests are affected by various direct or indirect driving factors, population, and the pursuit of food and other commodities, putting tremendous pressure on the land (Lobell et al.",
  "2011).Findings in FAO's Forest Resources Assessment. The global forest coverage rate decreased by 3.1% from 1990 to 2015, and the rate of deforestation in tropical regions was relatively high, with an annual loss of 5-6 million hectares. Since 2001, tropical forest coverage has continued to decline, and 80% of tropical and subtropical deforestation is caused by agriculture (Kissinger et al. 2012) Latin America accounts for 70%, and Asia and Africa account for 30-35%. REDD+ (Reduce deforestation) And forest degradation emissions) are largely ignored and often excluded from forest activity strategies (Klaus, 2019). This omission is harmful because the loss of fauna has an impact on tropical forest ecosystems.",
  "Significant negative impacts, which in turn affect the biodiversity in these systems, and the many socio-economic and cultural impacts that affect human well-being. [7] vteDeforestation by country or regionAfrica Angola DR Congo Ethiopia Kenya Madagascar Nigeria Americas Amazon Brazil Canada (British Columbia) Central America Colombia Costa Rica Haiti Mexico United States Asia Borneo Cambodia China India Indonesia (Kalimantan) Laos Malaysia (East Malaysia) Myanmar Nepal Philippines Sri Lanka Taiwan Thailand Vietnam Europe Roman Empire Russia Oceania Australia (Victoria) New Zealand Papua New Guinea Category Commons WikiProject Forestry Target 15.3: End desertification and restore degraded land[edit] The full title of Target 15.3 is: \"By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world.",
  "\"[1] This target has one indicator: Indicator 15.3.1 is the \"Proportion of land that is degraded over the total land area\". [5] Desertification is defined by the degradation of drylands as a result of various factors, including climatic variations and human activities. [8] Desertification can be prevented by integrating land and water management to protect soils from erosion and degradation, protecting the vegetations, integrating the use of land for farming among others. [9] Desertification affects as much as one-sixth of the world's population, 70% of all drylands, and one-quarter of the total land area of the world. It also leads to spreading poverty and the degradation of billion hectares of cropland. [10] Target 15.4: Ensure conservation of mountain ecosystems[edit] Mountain Green Cover Index, OWID[5]The full title of Target 15.4 is: \"By 2030, ensure the conservation of mountain ecosystems, including their biodiversity, in order to enhance their capacity to provide benefits that are essential for sustainable development.",
  "\"[1] This target has two indicators:[5] Indicator 15.4.1: Coverage by protected areas of important sites for mountain biodiversity[5] Indicator 15.4.2: Mountain Green Cover Index The Mountain Green Cover Index measured the percentage of mountain environments covered by green areas and the capacity of those areas to fulfil their ecosystem roles. [4] As of 2017, 76% of the world's mountain areas were covered by green vegetation, including forests, shrubs, grassland and cropland.",
  "[11] The Mountain Green Cover was lowest in Western Asia and Northern Africa (60%) and highest in Oceania (96%). Red List Index (2019)[5] Target 15.5: Protect biodiversity and natural habitats[edit] The full title of Target 15.5 is: \"Take urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species. \"[1] This target has one indicator: Indicator 15.5.1 is the \"Red List Index\". [5] The Red List Index (RLI) shows trends in overall extinction risk for species and is used by governments to track their progress towards targets for reducing biodiversity loss. If the RLI value is 1.0, it means that species are categorized as 'Least Concern'. They will be expected to go extinct in the near future.",
  "If the RLI value is 0, this means that the species have gone extinct. Habitat loss, unsustainable hunting, the introduction of invasive species and other factors have led to the extinction of 322 terrestrial vertebrate since 1500.",
  "At the same time, the numbers of most living species have declined. According to a detailed assessment by the International Union for Conservation of Nature (IUCN), 24,307 species are now seriously threatened with extinction. [7] A report in 2020 stated that globally, the species extinction risk has worsened by about 10 per cent over the past three decades. [3] The Red List Index is declining, from 0.82 in 1990 to 0.75 in 2015 to 0.73 in 2020. [3] A report in 2018 stated that \"biodiversity must be mainstreamed across these sectors and spatial planning integrated accordingly. \"[12] It also tackles the importance of taking care of land degradation and restoring them where possible.",
  "An important goal in 2021 is for the world to agree on a new biodiversity framework at the 15th meeting of the Conference of Parties to the CBD in Kunming, China. Throughout 2020, UNEP advocates an ambitious and measurable framework that supports more, larger and better managed protected areas, agriculture and fisheries that actively promote biodiversity, an end to harmful subsidies, and a shift from destructive extraction resource to sustainable consumption and production patterns.",
  "[13] Target 15.5.A: Reduce urbanization[edit] Urbanization leads to land loss and affects natural ecosystems, and the impact of urbanization on biodiversity is more serious than other forms of human activities (Czech,et al,2000). [14] Urbanization leads to light and noise pollution that affect the physiology, behavior and reproduction of many animals (Newport et al. 2014). Biodiversity considerations seem to be one of the least important factors. [15] A healthy and functional natural environment is essential to promote sustainable economic growth and is conducive to human health and happiness. Target 15.6: Protect access to genetic resources and fair sharing of the benefits[edit] The full title of Target 15.6 is: \"Promote fair and equitable sharing of the benefits arising from the utilization of genetic resources and promote appropriate access to such resources, as internationally agreed.",
  "\"[1] This target has one indicator: Indicator 15.6.1 is the \"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits\". [5] Nagoya Protocol This indicator is used to track countries' participation in protocols related to the promotion and sharing of genetic resources for plants, food and agriculture.",
  "The Nagoya Protocol on \"Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity\" is an international agreement which aims to share the benefits arising from the utilization of genetic resources in a fair and equal way. As of 2020, there are now 146 contracting parties to the International Treaty on Plant Genetic Resources for Food and Agriculture, and 56 countries have provided information about their access and benefit-sharing measures. [3] Target 15.7: Eliminate poaching and trafficking of protected species[edit] The full title of Target 15.7 is: \"Take urgent action to end poaching and trafficking of protected species of flora and fauna and address both demand and supply of illegal wildlife products. \"[1] This target has one Indicator: Indicator 15.7.1 is the \"Proportion of traded wildlife that was poached or illicitly trafficked\". [5] Now on earth, nearly three-quarters of threatened or near-threatened species are being over-exploited for trade and/or subsistence purposes representing a leading global threat to biodiversity. For several Critically Endangered taxa, such as rhinos, pangolins and wedgefish, trade-driven over-exploitation represents the greatest threat to their survival.",
  "Due to the impact of COVID-19 pandemic, a wide range of policy responses have been proposed. Extreme proposals include calls for a complete ban on the use and trade of wildlife or blanket global measures for entire Classes of wildlife.",
  "They aim to protect public health, while also improving animal welfare and meeting conservation goals. Others have called for a more balanced or targeted approach, targeting critical control points in supply chains or specific species that are more likely to harbor zoonotic viruses. In China, Top legislature passed a decision to thoroughly ban the illegal trading of wildlife and eliminate the consumption of wild animals to safeguard people's lives and health.This decision covers all terrestrial wild animals, fish, wild plants, amphibians and reptiles. Vietnam has temporarily banned the import of wildlife and wildlife products (exemptions for some non-edible products) and called for enforcement of existing laws to eliminate advertising, trade and consumption of illegal wildlife products. Similarly, Bolivia re-starting bans on wildlife trade and consumption as a matter of public health. Gabon has taken a more targeted approach by banning the consumption of bats and pangolins.",
  "In general, wildlife trade policies that incentivize sustainable use typically have more immediate positive effects on wildlife populations than outright trade bans. [16] No data are available for this indicator yet.",
  "[5] Target 15.8: Prevent invasive alien species on land and in water ecosystems[edit] Memorial to rhinos killed by poachers near St Lucia Estuary, South Africa The full title of Target 15.8 is: \"By 2020, introduce measures to prevent the introduction and significantly reduce the impact of invasive alien species on land and water ecosystems and control or eradicate the priority species. \"[1] This target has one Indicator: Indicator is 15.8.1 is the \"Proportion of countries adopting relevant national legislation and adequately resourcing the prevention or control of invasive alien species\". [5] Poaching is defined by illegal hunting and capturing of wild animals. The world is facing an unprecedented spike in illegal wildlife trade. [17] It is the largest direct threat to the future of many of the world's most threatened and vulnerable species. Wildlife poaching and trafficking threaten biodiversity and ecosystems as well as local livelihoods, wellbeing and security.",
  "Trafficking is normally driven by organized crime, and made easy by corruption and weak governance. [12] Trafficking is a cross-cutting issue.",
  "Hence, addressing SDG 15.7 also addresses many other SDGs. Target 15.9: Integrate ecosystem and biodiversity in governmental planning[edit] The full title of Target 15.9 is: \"By 2020, integrate ecosystem and biodiversity values into national and local planning, development processes, poverty reduction strategies and accounts. \"[1] Indicator is 15.9.1 is the \"Progress towards national targets established in accordance with Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011–2020\". [5] \"Aichi Biodiversity Target 2\" addresses the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society. [18] The target is to have all biodiversity values integrated into national and local development by 2020 as well the incorporation of planning processes into national reporting systems. As at January 2020, 129 parties, including the European Union, had reported their sixth national report.",
  "It was found that \"about half the parties had made progress towards their targets, but not at a rate that will allow them to meet their goals\". [3] Target 15.a: Increase financial resources to conserve and sustainably use ecosystem and biodiversity[edit] Total official development assistance for biodiversity, by recipient, OWID[5] The full title of Target 15.a is: \"Mobilize and significantly increase financial resources from all sources to conserve and sustainably use biodiversity and ecosystems.",
  "\"[1] This target has one Indicator: Indicator 15.a.1 is the \"Official development assistance and public expenditure on conservation and sustainable use of biodiversity and ecosystems\". [5] The official development assistance (ODA) is defined by \"the flows to countries and territories on the Development Assistance Committee (DAC) list of ODA recipients and to multilateral institutions\". Institutions can by official agencies, state and local governments. The transactions should mainly promote the economic development and welfare of developing countries. [19] The Organization for Economic Cooperation and Development (OECD) highlights the fact that biodiversity-related ODA may often target multiple objectives at the same time, such as climate change and gender equality. Target 15.b: Finance and incentivize sustainable forest management[edit] The full title of Target 15.b is: \"Mobilize significant resources from all sources and at all levels to finance sustainable forest management and provide adequate incentives to developing countries to advance such management, including for conservation and reforestation.",
  "\"[1] This target has one indicator: Indicator 15.b.1 is the \"Official development assistance and public expenditure on conservation and sustainable use of biodiversity and ecosystems\". [5] This target aims at mobilizing resources at all levels to finance sustainable forest management.",
  "The United Nations Strategic Plan for Forests 2017-2030 (UNSPF) presents a global framework for actions at all levels to sustainably manage forests and halt deforestation and forest degradation. [20] Forests present essential ecosystem services like timber, food, fuel as well as soil and water conservation and clean air. They also contribute to climate change mitigation and conservation of biodiversity. When we sustainably manage forests, they become healthy and resilient and provide essential goods and services to everyone. Target 15.c: Combat global poaching and trafficking[edit] The full title of Target 15.c is: \"Enhance global support for efforts to combat poaching and trafficking of protected species, including by increasing the capacity of local communities to pursue sustainable livelihood opportunities. \"[5] This target has one indicator: Indicator 15.c.1 is the \"Proportion of traded wildlife that was poached or illicitly trafficked\".",
  "[5] The illegal trade and animal trafficking have grown significantly to become one of the world's largest black markets valued at tens of billions of dollars. [21] The challenges to combat global poaching and trafficking need to be addressed by enforcing laws and strengthening institutions.",
  "[22] Potential solutions and importance[edit] Why SDG 15 is important[edit] The reason SDG 15 is so impactful to our environment is because it promotes conservation, as well as biodiversity sustainably. These two facets supports the health of an ecosystem, which is vital for providing food, water, as well as ecosystem services, such as climate regulation and recreation. These ecosystem services are closely related to biodiversity, and essential to the livelihoods and well-being of marginalized groups, such as rural and indigenous communities. About 1.6 billion of the world’s population depend on forests for their livelihood, which includes more than 70 million Indigenous peoples. SSG 15 also has a huge impact on sustainable development, which relies on the prosperity of land/forest ecosystems. 30% of the Earth’s surface is covered by forests, all of which together home more than 80% of all the terrestrial species of animals and plants in the world.",
  "However, according to data released by the University of Maryland, the planet lost an area of tree cover larger than the United Kingdom in 2020, which includes more than 4.2 million hectares of primary tropical forests. [23] This catastrophic losses of forests due to deforestation results in a loss in biodiversity, and consequently, low crop yield.",
  "Considering deforestation accounts for about 15% of emissions worldwide enhancing desertification, decreased forest cover could/has resulted in an increase in global warming's effects on our climate, which would affect over 1 billion of the population in the world. [24] SDG 15 is vital to have its targets met, because protecting and restoring ecosystems, as well as the biodiversity they support, directly mitigates the effects of climate change, and provide greater resilience in the face of increasing human pressure, and increasing disasters in our world. [25] Potential Solutions[edit] Measure, manage and mitigate impacts on ecosystems and natural resources. Scale up best practices for land use planning and management. Invest in natural infrastructure as a cost-competitive alternative to grey infrastructure. Finance the restoration of degraded land for production and/or conservation purposes.",
  "Support and apply landscape approaches, based on multi-stakeholder dialogue and collaborative action, to overcome social and environmental fracture lines in landscapes facing deforestation, land and ecosystem degradation. Commit to and implement responsible sourcing practices beyond compliance - applying environmental and social safeguards - for all raw materials and commodities.",
  "Expand markets for responsible forest products and thereby support sustainable forest management. Foster product and technology innovation to optimize resource efficiency, reduce impacts on ecosystems and lower carbon emissions. Scale up industrial reuse of water and support watershed protection programs. Custodian agencies[edit] The custodian agencies are responsible for data gathering and reporting on the indicators. They are:[26] Indicator 15.1.1, 15.2.1 and 15.4.2: Food and Agriculture Organization (FAO) Indicator 15.1.2: United Nations Environmental Programme-World Conservation Monitoring Center (UNEP-WCMC) and United Nations Environmental Programme Indicator 15.3.1 and 15.4.1: United Nations Convention to Combat Desertification (UNCCD) Indicator 15.5.1 and 15.8.1: International Union for Conservation of Nature (IUCN) Indicator 15.6.1: Convention on Biological Diversity (CBD-Secretariat) Indicator 15.7.1 and 15.c.1: United Nations Office on Drugs and Crime, and Convention for International Trade in Endangered Species (CITIES) Indicator 15.9.1: Convention on Biological Diversity (CBD-Secretariat) and United Nations Environmental Programme (UNEP) Indicator 15.a.1, 15.6.1 and 15.b.1: Organization for Economic Cooperation and Development (OECD), United Nations Environmental Programme (UNEP) and World Bank (WB) Monitoring and progress[edit] An annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [3] According to the expert group meeting in preparation for the High-level Political Forum of 2018, progress on SDG 15 is related to actions rather than status.",
  "For example, there is progress on the numbers of protected areas but enough on the Red List numbers. The monitoring framework still needs to be linked to quality to obtain more meaningful results.",
  "It also needs more indicators in areas such as forest intactness, management effectiveness of protected areas, and meaningful integration of biodiversity into other processes. [12] The biggest constraints to achieving SDG 15 are the lack of political profile, and a lack of cohesive action. [12] This, accompanied by the fragmented nature of efforts to stabilize the loss of nature and life and land, means it is crucial to understand the political relevance of SDG 15 and act accordingly. This will give a clear picture of the costs of achieving this goal. Five of the SDG 15 targets ( 15.1, 15.2, 15.5,15.8 and 15.9) that were linked to biodiversity were set to mature in 2020. Based on progress by June 2020 however, it seemed unlikely that they would meet the deadline.",
  "Target 15.1 outlines an average of 44% terrestrial and 41% freshwater biodiversity areas classified within a protected area (United Nations Statistics Division, 2020). Less than half of the outlined key biodiversity areas are protected currently, and progress is still slowing.",
  "In a progress summary for SDGS from 2020, progress has been made, but has not been enough to meet the target (United Nations Statistics Division, 2020). The loss of forests has continued to remain high, even if the shrinking is at a slower pace than in the past. According to the Food and Agriculture Organization, forest area has declined between 2000 and 2020, from 31.9% to 31.2%, respectively. Between 2015 and 2020, the estimated annual rate of deforestation was 10 million hectares, which is an improvement over the 12 million hectares between 2010 and 2015 (UN News, 2020). This is directly linked to target 15.2, and according to a progress summary that shows that progress that has been made, is simply not enough to achieve the target. [27] For target 15.5, there has been no progress or progress is moving from the target.",
  "Extinction risks for species has worsened by 10% over 3 decades, which directly opposes the aim of the target: to protect and prevent the extinction of threatened species. For target 15.8, no progress has been made, but with the growth in the number of invasive species and their spread due to increased trade and transport, the rate of biological invasions are not slowing down anytime soon.",
  "[28] For target 15.9, progress has been made, but is not sufficient to meet the target. By January 2020, progress towards the national targets related to Aichi Biodiversity Target 2 was examined by 113 parties and about half of them made progress but at a slower pace, which would not allow them to achieved their targets by the end of 2020. [29] Challenges[edit] Impacts of COVID-19 pandemic[edit] In FAO's 2020 report on the state of the world's forests, the degradation and loss of forests was mentioned as an underlying cause of the COVID-19 pandemic. It is a contributing factor to disrupting nature's balance and increasing the risk and exposure of people to animal-related diseases. [30] COVID-19 is a proof that degraded habitats will continue to lead to more animal-human interactions, diversification of diseases, evolutionary processes because parasites spread easily from livestock to human beings. [31] It is evident from the pandemic that wildlife trafficking is a great contributor to ecosystems disruptions and spread of infections.",
  "[32] In 2020, there was brief progress on SDGS 12-15 on sustainable production and consumption, climate action and biodiversity conservation, but these gains were quickly offset once restrictions were lifted.This applies to CO₂ emissions, which declined in major economies during lockdowns, but went quickly back to their pre-pandamic levels after restrictions were lifted. It is estimated that deforestation increased by 12% from 2019 to 2020, and plastic consumption and waste may also increase during pandemic.",
  "[33] Due to the ongoing COVID-19 pandemic, the use and disposal of Personal Protective Equipment (PPE) including face masks,gloves, face shields, and other types of PPE has increased considerably.According to a standing stock surveys COVID-19 PPE contamination accounted for 16.5% of total contamination. Similarly, a large numbers of PPE( a total of 29,254 PPE items) were found out which 97.9% were face masks. In Fiji, approximately 10 masks were found within 100 meters of the street. All of this waste turns into microplastics, affecting Marine life, life on land (dogs, birds and cats) and water. [34] The Covid pandemic has also made governments pay more attention to wildlife trafficking and trade. Some governments have taken decisive action and implemented new policy measures.",
  "For example, China's highest legislature passed the decision to \"total prohibit illegal wildlife trade, eliminate the consumption of wild animals, and protect people's lives and health.\" Vietnam temporarily bans the import of wild animals and wild animal products (with some exemptions for various non-edible products), and calls for the implementation of existing laws to eliminate the advertising, purchase, sale and consumption of illegal wild animal products (Prime Minister of Vietnam, 2020).",
  "Similarly, Bolivia passed a resolution reaffirming the prohibition of wildlife trade and consumption as a public health issue (Ministryio de Medio Ambiente y Agua, 2020). Gabon has adopted a more targeted approach, banning the consumption of bats and pangolins. [35] Impact on SDG 15[edit] The effects of COVID-19 have an impact on the SDG 15 goals for short term (2020) and long term (2030) targets. The target addressing terrestrial and inland freshwater ecosystems has been shown to be reached, with the terrestrial and inland ecosystem being strengthened in 2020. In relation to sustaining management of forests, the economic and production activities have discontinued, resulting in an overall positive impact on forests in 2020. The mountain ecosystem, additionally, generates a huge economical impact on mountain range regions in 2020 and is predicted to do so long term as well.",
  "Lastly, the target consisting of the impact of foreign alien species proclaims ecological balance through the maintenance of plants and animals needs to be evaluated, as economical investments are required to prolong the system. By 2030, the implantations of the practices based on the economic benefits need to be evaluated, as well as the long term requirement of forests for human utilization.",
  "A study from Skyline University College conjectures the COVID-19 to potentially have originated from illegal wildfire trades in China’s wet markets, causing the other nations to tackle the reasons for that catastrophe. [36] Environmentalist Saudamini Das of Institute of Economic Growth ties the positive impact of the pandemic on SDG 15 to be due to an increased consciousness amongst individuals for knowing more about biodiversity. Amba Jambir, Police Analyst with Sustainable Forum Nagaland elucidates the dependency on farms and natural forest ecosystems. Jambir declares individuals globally gained more insight on eating healthy food during the lockdown due to the restriction of external food services. Das predicts a negative outcome from this insight as she predicts the possibility of people showing a preference to healthier foods and vegetarian eating, which may strain agriculture and biodiversity. [37] Links with other SDGs[edit] The UN 17 sustainable development goals are inherently interconnected, most of the goals can be achieved only when others are also achieved.",
  "And achieving any individual goal tends to help the achievement of the other goals. SDG 15 aims to \"protect, restore and promote the sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, halt and reverse land degradation and halt biodiversity loss\".",
  "Even though it is primarily an environmental goal, it is seen as contributing to the implementation of many other goals, particularly the issues of food production and livelihoods, which are closely linked. [38] The success in conserving biodiversity can help to achieve SDG 1. For example, when farms have more biodiverse, they are more resilient and productive, reducing poverty by increasing agricultural productivity. Biodiversity also provides basic resources and ecosystem services that directly support a range of economic activities such as agriculture, forestry, fisheries, and tourism. [39] Similarly, SDG 2 is to eradicate hunger, and eradicating hunger largely depends on agricultural productivity. Growing food while maintaining biodiversity in agriculture, is a key component of achieving food security.",
  "[40] In line with SDG 3, more biodiverse environments protect people from specific pathogens and pests that not only damage crops but also directly threaten human health. Protecting biological diversity, reducing pollution and controlling pests through natural rather than pesticide can also protect human health.",
  "[41] The impact of SDG 15 on gender equality (SDG 5) is also significant. In many parts of the world, women are farmers, especially poor women living in rural areas. [42] They are the main labor force in growing crops, often depend on forests for fuel, fodder and food. Their limited ownership of the land reduces their ability to adapt to losses or decide how to use it. By protecting biodiversity and thus maintaining agricultural productivity, can also empower gender equality. When forest conditions and regeneration improve, women themselves will get a greater political voice.",
  "[43] Indigenous women in Peru, for example, have turned to ancestral farming techniques in response to climate change with support from the UN Women Gender Fund. In addition to healthier crops and higher community incomes, the program promotes indigenous women's participation in public Spaces and decision-making.",
  "[44] For SDG 6 and SDG 7, the availability and quality of water from the functioning of ecosystems, especially forest ecological system. Protecting biodiversity, and maintaining the integrity of wetlands and forests play a huge role in the acquisition and replenishment of freshwater resources because natural ecosystems act as filters to clean water and protect it from diseases that can harm the animal or human health. [45] Biodiversity, if managed properly, can allow the sustainable use of biological energy, this means that gaining energy from crops, for example, gaining methane from crop production waste, is a form of access to energy, rather than from fossil fuels,[46] thereby reducing pollution, will exert positive effects on biodiversity conservation.SDG 15 has a direct link to SDG 8 includes high-yield agriculture and tourism, which attracts tourists through protected ecosystems and biodiverse environments, thereby enhancing economic returns. [47] At the same time, the conservation and integrity of ecological zones, ecosystems, can play a huge role in protecting infrastructure (SDG 9). Such as protecting road networks, power lines, and other infrastructure in areas threatened by natural disasters. [48] If biodiversity is destroyed, it negatively affects poor people, because their livelihoods depend heavily on ecosystems, thereby increasing inequality(SDG 10).",
  "[49] For urban development (SDG 11), modeling studies of urban temperatures in the coming decades suggest that in urban areas with a 10% reduction in green cover, urban temperatures could rise by 8.2 ° C above current levels under high emissions scenarios. On the other hand, a 10% increase in urban green coverage could limit temperature increases to 1° C.[50] Maintaining biodiversity plays a vital role in helping to mitigate and adapt to climate change.",
  "Mangrove forests, for example, account for approximately 1% of carbon sequestration by the world’s forests, but about 14% by the global ocean. [51] Therefore, negative impacts on mangrove habitats can result in very high GHG emissions. The impact of land-based activities such as agriculture, land reclamation and urban development on ecosystems demonstrates the high degree of linkage between SDG 13, SDG 14 and SDG 15, and the importance of the overall management of all three. [52] Organizations[edit] US Based Organizations[edit] In the US there are over eight thousand tax-exempt organizations working on issues related to UN SDG 15, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [53] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[54] Hewlett Foundation,[55] and Giving Tech Labs, created a free online interactive tool Life on Land and Nature Conservation in the US. This online tool enables users to see related indicators nationally and by state, as well as relevant information for over eight thousand tax-exempt organizations in the US working on issues related to UN SDG 15.",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit] ^ a b c d e f g h i j k l United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ a b \"Goal 15: Life on land\".",
  "UNDP. Retrieved 2020-09-05. ^ a b c d e f g h i United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ a b c \"KEEPING AN EYE ON SDG 15: Working with countries to measure indicators for forests and mountains\" (PDF). Report. Archived from the original (PDF) on 2020-12-30. ^ a b c d e f g h i j k l m n o p q r \"Goal 15: Life on Land - SDG Tracker\".",
  "Our World in Data. Retrieved 2020-09-05.",
  "^ a b \"15.1.1 Forest area| Sustainable Development Goals| Food and Agriculture Organization of the United Nations\". www.fao.org. Retrieved 2020-09-05. ^ a b Katila, Pia; Pierce Colfer, Carol J.; Jong, Wil De; Galloway, Glenn; Pacheco, Pablo; Winkel, Georg (2020). Sustainable development goals : their impacts on forests and people. Cambridge, United Kingdom.",
  "pp. 482–509.",
  "ISBN 9781108765015. ^ \"Glossary: Desertification\". www.greenfacts.org. Retrieved 2020-09-05. ^ \"Desertification: 6. How can we prevent or reverse desertification?\".",
  "www.greenfacts.org. Retrieved 2020-09-05.",
  "^ \"Desertification, land degradation and drought .:. Sustainable Development Knowledge Platform\". sustainabledevelopment.un.org. Retrieved 2020-09-05. ^ \"15.4.2 Mountain Green Cover| Sustainable Development Goals| Food and Agriculture Organization of the United Nations\". www.fao.org.",
  "Retrieved 2020-09-05. ^ a b c d \"Sustainable Development Goal 15: Progress and Prospects, Outcome: key messages\" (PDF).",
  "Report. ^ \"UNEP in 2020\" (PDF). wedocs.unep.org. ^ \"Scopus preview - Scopus - Welcome to Scopus\". www.scopus.com. ^ Newport, Jenny; Shorthouse, David J.; Manning, Adrian D. (October 25, 2014).",
  "\"The effects of light and noise from urban development on biodiversity: Implications for protected areas in Australia\". Ecological Management & Restoration.",
  "15 (3): 204–214. doi:10.1111/emr.12120 – via Wiley Online Library. ^ Booth, Hollie; Arias, Melissa; Brittain, Stephanie; Challender, Daniel W. S.; Khanyari, Munib; Kuiper, Timothy; Li, Yuhan; Olmedo, Alegria; Oyanedel, Rodrigo; Pienkowski, Thomas; Milner-Gulland, E. J. (25 February 2021). \"\"Saving Lives, Protecting Livelihoods, and Safeguarding Nature\": Risk-Based Wildlife Trade Policy for Sustainable Development Outcomes Post-COVID-19\". Frontiers in Ecology and Evolution.",
  "9: 639216. doi:10.3389/fevo.2021.639216. Text was copied from this source, which is available under a Creative Commons Attribution 4.0 International License.",
  "^ \"Illegal Wildlife Trade | Threats | WWF\". World Wildlife Fund. Retrieved 2020-09-05. ^ \"SDG Indicators\". unstats.un.org. Retrieved 2020-09-05.",
  "^ UNCTAD. \"UNCTAD DGFF2016 SDG Goal 15.a - Financial Resources for Conservation\".",
  "UNCTAD DGFF 2016. Retrieved 2020-09-06. ^ \"United Nations strategic plan for forests, 2017-2030\" (PDF). Report. ^ \"Combating Wildlife Trafficking\". www.usaid.gov.",
  "2020-03-12. Retrieved 2020-09-06.",
  "^ Conflict and resource development in the southern highlands of Papua New Guinea. Haley, Nicole., May, R. J. (Ronald James), 1939-, State, Society, and Governance in Melanesia Project., Australian National University. Research School of Pacific and Asian Studies., ANU E Press. Canberra, ACT, Australia: ANU E Press. 2007.",
  "ISBN 978-1-921313-46-2. OCLC 236169911.",
  "{{cite book}}: CS1 maint: others (link) ^ \"SDG 15: Life On Land\". ^ Max (2016). \"SDG 15 - Sustain Life on Land - Forest, Ground and Animals\". {{cite journal}}: Cite journal requires |journal= (help) ^ \"SDG 15: Life On Land\". ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations, Geneva\" (PDF)\" (PDF).",
  "UNECE. Retrieved September 25, 2020.",
  "^ France-Presse, A (2020). \"World lost 100 million hectares of forest in two decades\". European Data News Hub. ^ \"Deforestation has slowed down but still remains a concern, new UN report reveals\". UN News. 2020.",
  "^ \"Progress summary for SDG targets with a 2020 deadline—SDG Indicators\". United Nations Statistics Division.",
  "2020. ^ The State of the World's Forests 2020. FAO and UNEP. 2020. doi:10.4060/ca8642en. ISBN 978-92-5-132419-6. S2CID 241858489.",
  "^ Environment, U. N. (2020-05-26). \"COVID-19: Four Sustainable Development Goals that help future-proof global recovery\".",
  "UN Environment. Retrieved 2020-09-25. ^ \"The sustainable development report 2020\" (PDF). ^ Sachs, Jeffrey; Kroll, Christian; Lafortune, Guillame; Fuller, Grayson; Woelm, Finn (30 September 2021). Sustainable Development Report 2021. doi:10.1017/9781009106559. ISBN 9781009106559.",
  "S2CID 236309770. ^ Chand, Aneesh A.",
  "(July 2021). \"Use of personal protective equipment (PPE) during COVID-19 pandemic: A letter to the editor on \"Envisioning the UN Sustainable Development Goals (SDGs) through the lens of clean water sanitation, life below water, and life on land in Fiji\"\". International Journal of Surgery. 91: 105995. doi:10.1016/j.ijsu.2021.105995. PMC 8188777. PMID 34118439.",
  "^ Booth, Hollie; Arias, Melissa; Brittain, Stephanie; Challender, Daniel W. S.; Khanyari, Munib; Kuiper, Timothy; Li, Yuhan; Olmedo, Alegria; Oyanedel, Rodrigo; Pienkowski, Thomas; Milner-Gulland, E. J. (October 25, 2021).",
  "\"\"Saving Lives, Protecting Livelihoods, and Safeguarding Nature\": Risk-Based Wildlife Trade Policy for Sustainable Development Outcomes Post-COVID-19\". Frontiers in Ecology and Evolution. 9: 99. doi:10.3389/fevo.2021.639216. ^ Gulseven, o (2020). \"How the COVID-19 Pandemic Will Affect the UN Sustainable Development Goals\". {{cite journal}}: Cite journal requires |journal= (help) ^ Ghosh, Sahana (2020).",
  "\"SDGs Provide Direction for Sustainable Post-COVID Recovery\". Mongabay.",
  "^ \"SDG 15 Life on land | Open Development Mekong\". ^ \"UN High-Level Political Forum (HLPF)\". Gender Equality. Encyclopedia of the UN Sustainable Development Goals. Springer International Publishing: 1063. 2021. doi:10.1007/978-3-319-95687-9_300164.",
  "ISBN 978-3-319-95686-2. S2CID 241944728.",
  "^ \"How SDG 15 Links With Other SDGs - SDG Academy Library\". sdgacademylibrary.mediaspace.kaltura.com. ^ Sayer, Jeffrey; Sheil, Douglas; Galloway, Glenn; Riggs, Rebecca A.; Mewett, Gavyn; MacDicken, Kenneth G.; Arts, Bas; Boedhihartono, Agni K.; Langston, James; Edwards, David P. (2019). \"SDG 15: Life on Land – The Central Role of Forests in Sustainable Development\". Sustainable Development Goals: Their Impacts on Forests and People: 482–509. doi:10.1017/9781108765015.017.",
  "ISBN 9781108765015. S2CID 213452807.",
  "^ \"How SDG 15 Links With Other SDGs - SDG Academy Library\". sdgacademylibrary.mediaspace.kaltura.com. ^ \"SDG 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss\". UN Women. ^ \"Indigenous women in Peru combat climate change and boost economy\". UN Women.",
  "^ Wood, Sylvia L. R.; Jones, Sarah K.; Johnson, Justin A.; Brauman, Kate A.; Chaplin-Kramer, Rebecca; Fremier, Alexander; Girvetz, Evan; Gordon, Line J.; Kappel, Carrie V.; Mandle, Lisa; Mulligan, Mark; O'Farrell, Patrick; Smith, William K.; Willemen, Louise; Zhang, Wei; DeClerck, Fabrice A. (1 February 2018).",
  "\"Distilling the role of ecosystem services in the Sustainable Development Goals\". Ecosystem Services. 29: 70–82. doi:10.1016/j.ecoser.2017.10.010. ^ \"How SDG 15 Links With Other SDGs - SDG Academy Library\". sdgacademylibrary.mediaspace.kaltura.com.",
  "^ \"UN High-Level Political Forum (HLPF)\". Gender Equality.",
  "Encyclopedia of the UN Sustainable Development Goals: 1063. 2021. doi:10.1007/978-3-319-95687-9_300164. ISBN 978-3-319-95686-2. S2CID 241944728. ^ Seifollahi-Aghmiuni, Samaneh; Nockrach, Minnoka; Kalantari, Zahra (March 2019). \"The Potential of Wetlands in Achieving the Sustainable Development Goals of the 2030 Agenda\".",
  "Water. 11 (3): 609. doi:10.3390/w11030609.",
  "^ \"How SDG 15 Links With Other SDGs - SDG Academy Library\". sdgacademylibrary.mediaspace.kaltura.com. ^ \"UN High-Level Political Forum (HLPF)\". Gender Equality. Encyclopedia of the UN Sustainable Development Goals: 1063. 2021. doi:10.1007/978-3-319-95687-9_300164.",
  "ISBN 978-3-319-95686-2. S2CID 241944728.",
  "^ \"UN High-Level Political Forum (HLPF)\". Gender Equality. Encyclopedia of the UN Sustainable Development Goals: 1063. 2021. doi:10.1007/978-3-319-95687-9_300164. ISBN 978-3-319-95686-2. S2CID 241944728.",
  "^ Wood, Sylvia L. R.; Jones, Sarah K.; Johnson, Justin A.; Brauman, Kate A.; Chaplin-Kramer, Rebecca; Fremier, Alexander; Girvetz, Evan; Gordon, Line J.; Kappel, Carrie V.; Mandle, Lisa; Mulligan, Mark; O'Farrell, Patrick; Smith, William K.; Willemen, Louise; Zhang, Wei; DeClerck, Fabrice A. (1 February 2018).",
  "\"Distilling the role of ecosystem services in the Sustainable Development Goals\". Ecosystem Services. 29: 70–82. doi:10.1016/j.ecoser.2017.10.010. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\".",
  "nextbillion.net. Retrieved 2021-11-17.",
  "^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. Retrieved 2021-11-17. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net.",
  "Retrieved 2021-11-17. External links[edit] UN Sustainable Development Knowledge Platform – SDG 15 “Global Goals” Campaign - SDG 15 SDG-Track.org - SDG 15 UN SDG 15 in the US vteSustainable Development GoalsIndividual goals (1) No Poverty (2) Zero Hunger (3) Good Health and Well-being (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reducing Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals Related Education 2030 Agenda Global Goals Week List of Sustainable Development Goal targets and indicators By country Australia Ghana Iran Lebanon Nigeria Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_15&oldid=1094554618\" Categories: Sustainable developmentSustainable Development GoalsUnited Nations documentsHidden categories: CS1 maint: othersCS1 errors: missing periodicalArticles with short descriptionShort description is different from WikidataNo local image but image on Wikidata Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia CommonsWikiversity Languages العربيةEspañolEuskaraFrançaisМакедонскиPortuguêsУкраїнська Edit links This page was last edited on 23 June 2022, at 10:03 (UTC)."
]