[
  "Lessons from Tesla’s Approach to Innovation Navigation Menu Subscribe Sign In Account Menu Search Menu Close menu Search CLEAR SUGGESTED TOPICS Explore HBR Diversity Latest The Magazine Ascend Most Popular Podcasts Video Store Webinars Newsletters Popular Topics Managing Yourself Leadership Strategy Managing Teams Gender Innovation Work-life Balance All Topics For Subscribers The Big Idea Data & Visuals Reading Lists Case Selections Subscribe My Account My Library Topic Feeds Orders Account Settings Email Preferences Log Out Sign In Subscribe Diversity Latest Podcasts Video The Magazine Ascend Store Webinars Newsletters All Topics The Big Idea Data & Visuals Reading Lists Case Selections My Library Account Settings Log Out Sign In Your Cart Your Shopping Cart is empty. Visit Our Store Guest User Subscriber My Library Topic Feeds Orders Account Settings Email Preferences Log Out Reading List Reading Lists You have 1 free articles left this month.",
  "You are reading your last free article for this month. Subscribe for unlimited access. Create an account to read 2 more. Strategy Lessons from Tesla’s Approach to Innovation by Nathan Furr and Jeff Dyer by Nathan Furr and Jeff Dyer February 12, 2020 South China Morning Post/HBR Staff/Getty Images Tweet Post Share Save Get PDF Buy Copies Print Summary. Tesla has shifted the auto industry toward electric vehicles, achieved consistently growing revenues, and at the start of 2020 was the highest performing automaker, in terms of total return, sales growth and long-term shareholder value. As a technology and innovation scholar, the author has studied how innovators commercialize new technologies and found that Tesla’s strategy offers enduring lessons for any innovator, especially in terms of how to win support for an idea and how to bring new technologies to market.",
  "To understand Tesla’s strategy, one must separate its two primary pillars: headline-grabbing moves like launching the Cybertruck or the Roadster 2.0 and the big bets it is making on its core vehicles, the models S, X, 3, and Y. Tweet Post Share Save Get PDF Buy Copies Print Leer en español Ler em português Few companies have attracted as much scorn and adoration as Tesla. When Tesla launches a product like the Cybertruck, the reception tends to be divisive: critics see it as further evidence that founder Elon Musk is out of touch and doomed to fail, while supporters buy in — within a month Tesla received 200,000 preorders for the new vehicle.",
  "Compare that to the Ford-150, the world’s best-selling car in 2018, which sold just over 1 million vehicles that year. Disagreements aside, there is no question that the company has shifted the auto industry toward electric vehicles and achieved consistently growing revenues (passing $20 billion in 2019). At the start of 2020, Tesla was the highest performing automaker in terms of total return, sales growth and long-term shareholder value. Surely, there is a method to what seems like madness to so many. As technology and innovation scholars, we’ve studied how innovators commercialize new technologies and we’ve interviewed Elon Musk, his co-founder J.B. Straubel, and other important members of the team. What we’ve found is that beneath the turbulent surface, Tesla’s innovation strategy — which focuses on transforming the auto industry as a whole — offers enduring lessons for any innovator, especially in terms of how to win support for an idea and how to bring new technologies to market.",
  "To understand Tesla’s strategy, one must first separate its two primary pillars: headline-grabbing moves like launching the Cybertruck or the Roadster 2.0 (which the company claims will accelerate faster than any production car ever made) and the big bets it is making on its core vehicles, the models S, X, 3, and Y. These efforts aim to achieve different things — winning the resources to commercialize vs. actually commercializing the idea — but they come together to achieve a central goal: bring a new innovation to market.",
  "Let’s start with the first part of the strategy. In our view, efforts like the Cybertruck aren’t really about making money; they are about getting attention and proving that Tesla is one of the world’s most innovative companies, specifically for the purpose of building Tesla’s ability to win support from stakeholders — what we call innovation capital. In our work reviewing academic research, interviewing over 100 innovators, and conducting both quantitative and qualitative analysis of innovative companies, we’ve explored how innovators build up their innovation capital. Innovation capital consists of four factors: Who you are (innovation-specific human capital) — your capacity for forward thinking, creative problem-solving, and persuasion Who you know (innovation-specific social capital) — your social connections with people who have valuable resources for innovation What you’ve done (innovation-specific reputation capital) — your track record and reputation for innovation The things you do to generate attention and credibility for yourself and your ideas (what we call impression amplifiers). Politicians with political capital can get others to join them in pursuing their objectives; in a similar fashion, business leaders with innovation capital can attract the resources needed for innovation to flourish. Based on our case study of Tesla, we’ve observed that Elon Musk is a master of building and using innovation capital to win support for his ideas.",
  "Not only does he leverage his past success at Paypal and Space X to win support for future projects, he also uses what we call “impression amplifiers” to get stakeholders on board. For example, when Musk stands on stage and reveals the Cybertruck, he doesn’t just talk about the new idea, he materializes it, putting it into physical form to convince skeptics (he also did this when he parked a Space X rocket in front of the National Air and Space Museum).",
  "He also broadcasts the idea through big media launches like the demo for the Cybertruck, which gets third parties talking about the company and generating buzz. Similarly, when Musk tweets to his 29 million followers that a “Roadster will include ~10 small rocket thrusters,” he probably isn’t serious when he says that “Maybe they will even allow a Tesla to fly.” But he is creating a positive impression for Tesla by leveraging another impression amplifier: comparing, or drawing a connection between his innovation and some other successful one. This comparison creates an impression between the technical superiority of a Tesla and … rocket science, literally. These techniques aim to build Musk and Tesla’s innovation capital so they can continue to win support from investors, customers, and employees to keep Tesla operating. What about the other part of Tesla’s strategy: the existing vehicles — the model S, 3, X and Y — which form the core products and require the most investment? These big bets aim to transform an industry, and they require paying attention not just to the product, but to the entire product ecosystem.",
  "What makes this part of the strategy truly unique is not just that Tesla produces electric vehicles, but that it introduced a new hardware and software architecture (the way you put the car together). For example, a Tesla has more software than the average vehicle and it is integrated around a single central software architecture.",
  "Although most gas-powered cars have software too, they typically have less software and operate on a different architecture making it more challenging to imitate Tesla’s ability to update software and optimize vehicle performance. Tesla’s hardware architecture — a flat pack of batteries at the base, two electric engines (front and rear), no transmission, etc. —also gives it an advantage over competing electric vehicles built on traditional vehicle architectures, such as a lower center of gravity, greater energy density, and more efficient battery management. This means that pound-for-pound, Tesla tends to beat out competitors who try to leverage parts of the old internal combustion vehicle architecture, for example, by putting batteries in the trunk rather than in a flat pack at the bottom. On the surface, building a new architecture may seem an easy strategy to imitate, but prior research shows it can be very difficult: it can take time and effort for incumbents since it often requires abandoning old ways of doing things and developing new capabilities. In the words of a senior auto executive I interviewed, “It’s just hard for us because historically we have been great mechanical engineers, not great software engineers.",
  "But we need to become software engineers.” Tesla’s ecosystem strategy also considers the level of individual components for its products. Why?",
  "We know from past research that the profits in an industry tend to flow to the bottlenecks — the components that limit the performance of the system. In the case of electric cars, even though batteries are made of commodity materials, because their power capacity limits the performance of most applications, especially cars, they are a bottleneck to the performance of the whole system. By investing in batteries —producing them at scale and in better ways — Tesla is betting that they will control the bottleneck, and thus the profit center, for the future of the industry. Tesla’s strategy also accounts for the system level: the entire set of complements needed for a consumer to use its product. This is why Tesla has built out a charging network for its cars across the country. Acting early enabled Tesla to be the only electric car that could drive long distances because there was an infrastructure in place for charging.",
  "In the future, this advantage may erode if other auto makers build charging networks and piggyback off their existing dealership networks to potentially offer more convenient service. But for now, Tesla has the advantage and looks to be extending it by creating inter-operability with new networks like EVgo.",
  "Regardless of your views of Tesla’s future success, the company has developed a fascinating multi-pronged strategy for fundamentally changing an industry. The core strategy has unique elements at each level of the ecosystem: overturning the core product architecture, positioning themselves in key bottleneck components, and resolving system-level limitations that slow the adoption of the technology. At the same time, they have applied an effective approach to build their innovation capital so they can win the resources and support to execute on their vision. Investors are seeing the potential of Tesla’s future as the company’s market value now exceeds the combined market value of GM, Ford and FiatChrysler. Innovators should take note. Editor’s Note (2/18) – This article has been updated to clarify the definition of innovation capital.",
  "Read more on Strategy or related topics Innovation and Technology and analytics Nathan Furr is a professor at INSEAD and the coauthor of Innovation Capital, Leading Transformation, The Innovator’s Method, and The Upside of Uncertainty. Jeff Dyer is the Horace Beesley Professor of Strategy at BYU’s Marriott School of Management."
]