[
  "\n\n\n\nSustainable Development Goal 4 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 4\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\n4th of 17 Sustainable Development Goals to achieve quality education for all\nSustainable Development Goal 4Mission statement\"Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by the communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 4 (SDG 4 or Global Goal 4) is about quality education and is among the 17 Sustainable Development Goals established by the United Nations in September 2015. [1] The full title of SDG 4 is \"Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all\". ",
  "[2]\nSDG 4 has ten targets which are measured by 11 indicators. The seven \"outcome-oriented targets\" are: free primary and secondary education; equal access to quality pre-primary education; affordable technical, vocational and higher education; increased number of people with relevant skills for financial success; elimination of all discrimination in education; universal literacy and numeracy; and education for sustainable development and global citizenship. The three \"means of achieving targets\" are: build and upgrade inclusive and safe schools; expand higher education scholarships for developing countries; and increase the supply of qualified teachers in developing countries. SDG 4 aims to provide children and young people with quality and easily accessible education plus other learning opportunities. One of its targets is to achieve universal literacy and numeracy. A major component in acquiring knowledge and valuable skills in the learning environment. ",
  "Hence, the urgent need to build more educational facilities and also upgrade the present ones to provide safe, inclusive, and effective learning environments for all. [3]\nThe prevalence of extreme poverty, insurgency, communal conflicts, and other factors has significantly reduced the progress in many developing countries. ",
  "Children from poor households have a higher probability of dropping out of school than their counterparts from rich backgrounds. Disparities between rural and urban areas remain high. In Western Asia and North Africa, the ongoing armed conflict has seen an increase in the number of children who are not attending school. Sub-Saharan Africa made the greatest progress in primary school enrolment among all developing regions – from 52 percent in 1990, up to 78 percent in 2012, but large disparities still remain. [2]\n\nContents\n\n1 Background\n2 Targets, indicators, and progress\n\n2.1 Target 4.1: Free primary and secondary education\n2.2 Target 4.2: Equal access to quality pre-primary education\n2.3 Target 4.3: Equal access to affordable technical, vocational, and higher education\n2.4 Target 4.4: Increase the number of people with relevant skills for financial success\n2.5 Target 4.5: Eliminate all discrimination in education\n2.6 Target 4.6: Universal literacy and numeracy\n2.7 Target 4.7: Education for sustainable development and global citizenship\n2.8 Target 4.a: Build and upgrade inclusive and safe schools\n2.9 Target 4.b: Expand higher education scholarships for developing countries\n2.10 Target 4. c: Increase the supply of qualified teachers in developing countries\n2.11 Custodian agencies\n\n\n3 Challenges\n\n3.1 Impact of COVID-19 pandemic\n\n\n4 Links with other SDGs\n5 Monitoring and progress\n6 Organizations\n\n6.1 US Based Organizations\n\n\n7 References\n8 External links\n\n\nBackground[edit]\n Students affected by earthquake in new temporary class in Ecuador\n\"Education for All\" has been a popular slogan and has been given attention through different international development courses ever since 1990. It was considered critical at the inception of the Sustainable Development Goals (SDGs) and tagged SDG 4. ",
  "[4] Education is seen as a force for sustainable development, nation-building and peace. Children and young people who gain certain skills such as reading, writing, or counting are more likely to have a better future than their peers who lack these skills. ",
  "The world is changing and globalization requires the world population to quickly adapt and learn to work with newer technologies. The role of education in ensuring sustainable development is not limited to developing regions; but the whole world at large. [4] The major aim of Sustainable Development Goal 4 (SDG 4) is to provide an inclusive and high-quality education that will improve the learner's standard of living and the community's future. [5]\nMajor progress has been made in promoting access to education, specifically at the primary school level, for both boys and girls. [6] Sub-Saharan African countries experienced an increase in primary education completion rate from 49 percent in 2000 to 60 percent in 2006. [7]\nHowever, increased access does not always translate to improved quality of education or completion of primary school. ",
  "During the implementation of the MDGs, increment in school enrolment did not translate to improved educational outcomes as 1 out of 4 countries still failed to meet the minimum math proficiency standards. [8]\nAt the end of 2019, there were still millions of children out of school. ",
  "[9] The closure of schools in 2020 as part of the measures taken to slow the spread of COVID-19 is having an adverse impact on the learning outcome. It has affected more than 90 percent of the world's student population, with an estimated 1.5 billion children and young people having disrupted access to education. [9]: 7  Across the world, limited access to the internet has also adversely impacted students' ability to engage in learning opportunities. [10] It is estimated that at least a third of the world's children do not have the technology they need to participate in remote learning during the COVID-19 pandemic and the resulting widespread school closures. [11] The pandemic has also resulted to an increase in educational inequalities with a completion rate of 79% for the well off and 34% for the poor households. [12]\n\nTargets, indicators, and progress[edit]\nFurther information: List of SDG targets and indicators\nSince 2015, contributions on behalf of GCE's policy were made to give precise division for SDG4. ",
  "School children during a lecture in Togo\nSDG 4 consists of 7 targets, 3 means of actual application, and 12 indicators. [13] Eight of them are supposed to be achieved by 2030, while one is to be achieved by 2020 and the rest have no target years. ",
  "Each of the targets has one or more indicators to measure progress. The targets include free primary and secondary education (4.1), equal access to quality pre-primary education (4.2), equal access to affordable technical, vocational and higher education (4.3), increase the number of people with relevant skills for financial success (4.4), eliminate all discrimination in education (4.5), universal literacy and numeracy (4.6), education for sustainable development and global citizenship (4.7), build and upgrade inclusive and safe schools (4. a), expand higher education scholarships for developing countries (4. b) and increase the supply of qualified teachers in developing countries (4. c) [3]\n\nTarget 4.1: Free primary and secondary education[edit]\n World map for indicator 4.1.1 in 2015 - Percentage of pupils in early primary education grades (2 or 3) achieving at least a minimum proficiency level in reading. [3]\nThe main mission of this target is: \"By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to a relevant and effective learning outcome. \"[1]\nIn choosing this mission, different issues were considered, with the mission statement itself stipulating that: students are publicly-funded, engaged through inclusive education regardless of their differences, resources, and means are equitably distributed, education has to be instrumental towards a profound learning outcome regardless of race, gender or ethnicity. [13]\nThis target has two indicators:\n\nIndicator 4.1.1: \"Proportion of children and young people (a) in grade 2/3; (b) at the end of primary; and (c) at the end of lower secondary achieving at least a minimum proficiency level in (i) reading and (ii) Mathematics, by sex\" [3]\nIndicator 4.1.2: \"Completion rate (primary education, lower secondary education, upper secondary education)\". [14]\nNon-proficiency rates remain disturbingly high despite steady growth in enrolment over the years. ",
  "88 percent of children (202 million) of primary and lower secondary school age were not proficient in reading, and 84 percent (193 million) were not proficient in Mathematics in 2015 in sub-Saharan Africa. [15]: 30 \nSchool closures and constrained finances due to the COVID-19 pandemic in 2020 are likely to exacerbate these inequalities. ",
  "[16] Girls are at particular risk of not returning to school. [16]: 38  This will work against achieving SDG 10, to reduce inequality. Remote learning opportunities could help but are beyond the reach of many students (less than one-third of the population across Africa has broadband access. [16]: 38 \n\n Class Room of International Bangladesh Hope School in Bangladesh\nThe importance of SDG 4 in this target lies in strategically working on the learner's character and academic level for a better world. [17]\n\nTarget 4.2: Equal access to quality pre-primary education[edit]\n World map for indicator 4.2.2 in 2015 - Total number of students in the theoretical age group for pre-primary education enrolled in that level, expressed as a percentage of the total population in that age group. [3]The full main aim of this target is: \"By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre‑primary education so that they are ready for primary education. ",
  "\"[1]\nThis target has two indicators:[3]\n\nIndicator 4.2.1: \"Proportion of children under 5 years of age who are developmentally on track in health, learning, and psychosocial well-being, by sex\"\nIndicator 4.2.2: \"Participation rate in organized learning (one year before the official primary entry age), by sex\"\nAt the global level, the participation rate in early childhood education was 69 percent in 2017, up from 63 percent in 2010. However, considerable disparities were found among least developed countries with rates ranging from 7 percent to nearly 100 percent. ",
  "Sub-Saharan Africa faces the biggest challenges in the provision of basic school resources. [15]: 30 \nAs much as the emphasis is laid on the imbalances between compared countries, the crucial aspect of gender equality even in education should not be overlooked. It has been proposed in 2020 that Indicator 4.2.1 should be deleted: \"the portion of the indicator that measures progress for children 0-23 months that is currently tier III is proposed to be deleted\". [18]\n\nTarget 4.3: Equal access to affordable technical, vocational, and higher education[edit]\nThe full title of this target is: \"By 2030, ensure equal access for all women and men to affordable and quality technical, vocational and tertiary education, including university. \"[1]\nThis target has one indicator: Indicator 4.3.1 is \"Participation rate of youth and adults in formal and non-formal education and training in the previous 12 months, by sex\". [3]\n\n SDG 4 - Indicator 4.3.1 gross-enrollment-ratio-in-tertiary-education\nIn terms of the progress made, global participation in tertiary education reached 224 million in 2018, equivalent to a gross enrollment ratio of 38%. ",
  "[14] North Africa and West Asia are among the top regions with the most rapid expansion of tertiary education participation since 2013. [14]\n\nTarget 4.4: Increase the number of people with relevant skills for financial success[edit]\nThe full title of this target is: \"By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship. ",
  "\"[1]\n\nThis target has one Indicator: Indicator 4.4.1 is the \"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill\". [3] World map for indicator 4.5.1 - Ratio of female school life expectancy to the male school life expectancy[3]\nTarget 4.5: Eliminate all discrimination in education[edit]\nThe full title of this target is: \"By 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations. \"[1]\nThis target has one indicator: Indicator 4.5.1 is \"Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators\" [3]\nIn 2016, two-thirds of 750 million adults are illiterate women. Adult literacy rates are lowest in sub-Saharan Africa and Southern Asia. Southern Asia alone is home to nearly half (49 percent) of the global population who are illiterate. [15]\n\nTarget 4.6: Universal literacy and numeracy[edit]\nThe full title of this target is: \"By 2030, ensure that all youth and a substantial proportion of adults, both men, and women, achieve literacy and numeracy. ",
  "\"[1]\n\nThis target has one indicator: Indicator 4.6.1 is the \"Proportion of population in a given age group achieving at least a fixed level of proficiency in functional (a) literacy and (b) numeracy skills, by sex\". [3] Percentage of females age 15 and above who can, with understanding, read and write a short, simple statement on their everyday life[3]\nTarget 4.7: Education for sustainable development and global citizenship[edit]\nThe full title of this target is: \"By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture's contribution to sustainable development. ",
  "\"[1]\nThis target has one indicator: Indicator 4.7.1 is the \"Extent to which (i) global citizenship education and (ii) education for sustainable development, including gender equality and human rights, are mainstreamed at all levels in (a) national education policies; (b) curricula; (c) Teacher education; and (d) student assessment\"[3]\nThere is currently no data available for this indicator. [3]\n\nTarget 4.a: Build and upgrade inclusive and safe schools[edit]\nThe full title of this target is: \"Build and upgrade education facilities that are child, disability and gender sensitive and provide safe, non-violent, inclusive and effective learning environments for all. \"[1]\n\n Students using modern technologies during a field trip\nThis target has one indicator: Indicator 4.a.1 is the \"Proportion of schools with access to (a) electricity; (b) the Internet for pedagogical purposes; (c) computers for pedagogical purposes; (d) adapted infrastructure and materials for students with disabilities; (e) basic drinking water; (f) single-sex basic sanitation facilities; and (g) basic handwashing facilities (as per the WASH indicator definitions)\" [3] Gross disbursements of total ODA for scholarships[3]\nTarget 4.b: Expand higher education scholarships for developing countries[edit]\nThe full title of this target is: \"By 2020, substantially expand globally the number of scholarships available to developing countries, in particular least developed countries, small island developing States and African countries, for enrollment in higher education, including vocational training and information and communications technology, technical, engineering and scientific programs, in developed countries and other developing countries. \"[1]\nThis target has one indicator: Indicator 4.b.1 is \"Volume of official development assistance (ODA) flows for scholarships\" [3]: 8 \nODA for scholarships amounted to $1.6 billion in 2018, up from $1.3 billion in 2017. [9]\n\nTarget 4. c: Increase the supply of qualified teachers in developing countries[edit]\nThe full title of this target is: \"By 2030, substantially increase the supply of qualified teachers, including through international cooperation for Teacher training in developing countries, especially least developed countries and small island developing States. \"[1]\nThis target has one indicator: Indicator 4.c.1 is \"Proportion of teachers in) pre-primary; (b) primary; (c) lower secondary; and (d) upper secondary education who have received at least the minimum organized teacher training (e.g. ",
  "pedagogical training) pre-service or in-service required for teaching at the relevant level in a given country\" [3]\nSub-Saharan Africa is behind with the lowest percentages of trained teachers in pre-primary (48 percent), primary (64 percent), and secondary (50 percent) education in 2017. [15]\nA report from 2020 found that the percentage of primary school teachers receiving the minimum pedagogical training according to national standards has stagnated at 85 percent since 2015. ",
  "The percentage is lowest in sub-Saharan Africa (64 percent) and Southern Asia (72 percent). [9]: 8 \n\nCustodian agencies[edit]\nThe custodian agency for most of the indicators of the targets is UNESCO-UIS. [19] In addition, UNESCO is the custodian agency for some of the indicators. The International Telecommunication Union is the custodian agency for Indicator 4.4.1. OECD is the custodian agency for Indicator 4.b.1. [19] UNESCO-ED/PSD/ESD is the custodian agency for indicator 4.7.1. ",
  "[20]\n\nChallenges[edit]\nImpact of COVID-19 pandemic[edit]\nJust as all SDGs, achieving SDG 4—for inclusive and equitable access to education—is likely to be missed due to the COVID-19 pandemic. There is a projection that more than 200 million children will still be out of education by 2030. ",
  "Closed Daegu Daemyeong Elementary School in South Korea during COVID-19 outbreak\nAfter the pandemic hit, school closure (including universities) starting in April 2020 affected up to 91 percent of enrolled learners. [21] Most of the world's children were deprived of formal education during the COVID-19 outbreak—a legacy that could threaten the SDGs' underlying ambition to leave no one behind. [22]\nMany educational institutions are attempting to maintain programs through online education. However, equity remains a major constraint on access to distance learning, as many students in developing countries do not either have access to the internet or a safe and supportive learning environment appropriate for e-learning. [23]\nTo foster international collaboration and ensure that education never stops, UNESCO in March 2020 launched the COVID-19 Global Education Coalition, a multi-sector partnership between the UN family, civil society organizations, media, and IT partners to design and deploy innovative solutions. [21]\n\nLinks with other SDGs[edit]\nAchieving SDG 4 will help to achieve these other SDGs: eradicate poverty (SDG 1), achieve gender equality (SDG 5), ensure good health and wellbeing (SDG 3), reduce inequalities among countries (SDG 10), promote sustained, inclusive and sustainable economic growth and decent work for all (SDG 8), build resilient infrastructure and foster innovation (SDG 9) and promote peaceful and inclusive societies (SDG 16). ",
  "Monitoring and progress[edit]\nAn annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [9]\nEstablished in 2002, the Global Education Monitoring Report is an editorially independent report, hosted and published by UNESCO. ",
  "At the 2015 World Education Forum, it received a mandate from 160 governments to monitor and report on progress on education in the Sustainable Development Goals (SDGs), with particular reference to the SDG 4 monitoring framework. It also monitors the implementation of national and international strategies to help hold all relevant partners to account for their commitments, as part of the overall SDG follow-up and review process. Five reports have been published since 2015. Progress is difficult to track as 75 percent of countries have no or insufficient data to track progress towards SDG Goal 4 targets for learning outcomes (target 1), early childhood education (target 2), and effective learning environments. [8] Data on learning outcomes and pre-primary school are particularly scarce; about 70% of countries partially or fully lack adequate data to evaluate progress made so far, this includes countries with high income that are expected to have achieved the target or to be on track to achieve it. [8] 40 percent of nations around the world have insufficient accessible data concerning organized learning at least a year before their primary education. ",
  "[8] This makes it hard to analyse and identify the children at greatest risk of being left behind. A 2019 study used computer modelling to estimate educational attainment for men and women from 2000 to 2017, mapping the results for each country to help identify areas lagging behind. ",
  "[24]\nMassive open online coursess (MOOCs) are free open education offered through online platforms. The initial philosophy of MOOCs was to open up quality Higher Education to a wider audience. As such, MOOCs are an important tool to achieve SDG 4. [25] At the same time, MOOCs also contribute to Goal 5, in that they are gender-neutral and can give women and girls improved access to education. [25]\n\nOrganizations[edit]\nOrganizations that are involved in ensuring quality education is achieved include:\n\nPlan International\nUNESCO\nUNICEF\nThe Global Education Monitoring Report\nGlobal Partnership for Education\nThe United Nations Girls' Education Initiative\nChildhood Education International\nUN Educational, Scientific, and Cultural Organization-Institute for Statistics (UNESCO-UIS). United Nations Institute for Training and Research (UNITAR)\nInternational Telecommunication Union (ITU)\nUS Based Organizations[edit]\nIn the US there are over sixty-one thousand tax-exempt organizations working on issues related to UN SDG 4, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. ",
  "[26] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[27] Hewlett Foundation,[28] and Giving Tech Labs, created a free online interactive tool Quality Education in the US. This online tool enables users to see education-related indicators nationally and by state, as well as relevant information for over sixty-one thousand tax-exempt organizations in the US working on issues related to UN SDG 4. ",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit]\n\n\n^ a b c d e f g h i j k United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ a b \"Goal 4: Quality education\". UNDP. Retrieved 13 April 2017. ^ a b c d e f g h i j k l m n o p q r Ritchie, Roser, Mispy, Ortiz-Ospina. \"Measuring progress towards the Sustainable Development Goals.\" ",
  "(SDG 4) SDG-Tracker.org, website (2018). ^ a b Lane, Andy (2017). ",
  "\"Open Education and the Sustainable Development Goals: Making Change Happen\". Journal of Learning for Development. 4 (3): 275–286. ^ African Cultures and the Challenges of Quality Education for Sustainable Development. ERIC. Commission for International Adult Education. ",
  "30 November 2017. ^ \"Education: Number of out-of-school children of primary school age\". ",
  "data.uis.unesco.org. Retrieved 2019-03-10. ^ World Bank (June 2010). \"Improving Education Management in African Countries\". {{cite journal}}: Cite journal requires |journal= (help)\n\n^ a b c d \"Progress for Every Child in the SDG Era\" (PDF). UNICEF. ",
  "Retrieved 2 April 2018. ^ a b c d e United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020\n\n^ \"sustainability\". ",
  "^ Unicef (2020-08-26). \"COVID-19: At least a third of the world's schoolchildren are unable to access remote learning during school closures, a new report says\". unicef.org. Retrieved 2020-09-25. ^ \"the sustainable development goals report 2020\" (PDF). ^ a b Education, Global Campaign for (2020). ",
  "\"SDG4's 10 targets\". ^ a b c UNESCO (2020). ",
  "\"Global Education Monitoring Report 2020\". unesdoc.unesco.org. Retrieved 2020-09-19. ^ a b c d United Nations (2019) sustainable development goals report, New York\n\n^ a b c BMGF (2020) Covid-19 A Global Perspective - 2020 Goalkeepers Report, Bill & Melinda Gates Foundation, Seattle, USA\n\n^ Amponsah, Samuel (2018). African Cultures and the Challenges of Quality Education for Sustainable Development. ERIC. ",
  "Commission for International Adult Education. ^ \"IAEG-SDGs 2020 Comprehensive Review Proposals Submitted to the 51st session of the United Nations Statistical Commission for it consideration\". ",
  "United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 1 September 2020. ^ a b \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations, Geneva\" (PDF)\" (PDF). UNECE. Retrieved September 23, 2020. ",
  "^ \"SDG Indicators — SDG Indicators\". unstats.un.org. ",
  "Retrieved 2020-09-25. ^ a b Martin. \"Education\". United Nations Sustainable Development. Retrieved 2020-09-25. ^ The Lancet Public Health (September 2020). ",
  "\"Will the COVID-19 pandemic threaten the SDGs?\". The Lancet Public Health. ",
  "5 (9): e460. doi:10.1016/S2468-2667(20)30189-4. PMC 7462553. PMID 32888438. ^ Leal Filho, Walter; Brandli, Luciana Londero; Lange Salvia, Amanda; Rayman-Bacchus, Lez; Platje, Johannes (2020-07-01). \"COVID-19 and the UN Sustainable Development Goals: Threat to Solidarity or an Opportunity?\". ",
  "Sustainability. 12 (13): 5343. doi:10.3390/su12135343. ",
  "ISSN 2071-1050. S2CID 225547434. ^ Local Burden of Disease Educational Attainment Collaborators (January 2020). \"Mapping disparities in education across low- and middle-income countries\". Nature. 577 (7789): 235–238. ",
  "Bibcode:2020Natur.577..235L. doi:10.1038/s41586-019-1872-1. ",
  "ISSN 0028-0836. PMC 7015853. PMID 31875853. {{cite journal}}: |last= has generic name (help)\n\n^ a b Patru, Mariana; Balaji, Venkataraman (2016). Making Sense of MOOCs: A Guide for Policy-Makers in Developing Countries (PDF). Paris, UNESCO. ",
  "pp. 17–18. ",
  "ISBN 978-92-3-100157-4. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 2021-11-16. ^ X4Impact. ",
  "\"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. ",
  "Retrieved 2021-11-16. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. Retrieved 2021-11-16. External links[edit]\nUN Sustainable Development Knowledge Platform – SDG 4\n“Global Goals” Campaign - SDG 4\nSDG-Track.org - SDG 4\nUN SDG 4 in the US\nvteSustainable Development GoalsIndividual goals\n(1) No Poverty\n(2) Zero Hunger\n(3) Good Health and Well-being\n(4) Quality Education\n(5) Gender Equality\n(6) Clean Water and Sanitation\n(7) Affordable and Clean Energy\n(8) Decent Work and Economic Growth\n(9) Industry, Innovation and Infrastructure\n(10) Reducing Inequality\n(11) Sustainable Cities and Communities\n(12) Responsible Consumption and Production\n(13) Climate Action\n(14) Life Below Water\n(15) Life On Land\n(16) Peace, Justice, and Strong Institutions\n(17) Partnerships for the Goals\nRelated\nEducation 2030 Agenda\nGlobal Goals Week\nList of Sustainable Development Goal targets and indicators\nBy country\nAustralia\nGhana\nIran\nLebanon\nNigeria\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_4&oldid=1080368213\"\nCategories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 errors: missing periodicalCS1 errors: generic nameArticles with short descriptionShort description is different from WikidataNo local image but image on Wikidata\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikiversity\n\n\n\n\nLanguages\n\n\nالعربيةCatalàEspañolEuskaraМакедонскиپښتو\nEdit links\n\n\n\n\n\n\n This page was last edited on 31 March 2022, at 21:14 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0;\nadditional terms may apply. ",
  "By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. "
]