[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nWatch - Corporate Wellness - Apple\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Watch for Corporate Wellness\n\n\n\n\n\nBuy\n\n\n\n\n\n\n\n\n\n\n\n\nThe centerpiece of your corporate wellness program. From practicing mindfulness to reaching fitness goals, wellness keeps employees healthy and energized. ",
  "Apple Watch is designed to work seamlessly with your corporate wellness program so employees stay active, healthy, and productive throughout the day. Building a healthier world starts with our own employees. We are excited to offer Apple Watch to our employees to make it easy for them to manage their health. Tom Weidenkopf\nExecutive Vice President and Chief Human Resources Officer, Aetna\n\n\n\n\n\nApple Watch has become an ideal device to drive our wellness priorities. The response from our employees has been great, and we believe this will help boost engagement in IBM’s culture of wellness. Ellen Exum\nDirector, Health Benefits & Health Promotion, IBM Corporation\n\n\n\n\n\nThe Apple Watch program is an interactive way to encourage healthy, active behavior. ",
  "Glenn Spencer\nChief Operating Officer and US President, Lockton, Inc. The technology in Apple Watch is really something of the future. ",
  "Catherine Crow\nSVP People Services, DaVita HealthCare Partners\n\n\n\n\n\n\n\"Building a healthier world starts with our own employees. We are excited to offer Apple Watch to our employees to make it easy for them to manage their health,\" said Tom Weidenkopf, Executive Vice President and Chief Human Resources Officer, Aetna. \"Apple Watch has become an ideal device to drive our wellness priorities. The response from our employees has been great, and we believe this will help boost engagement in IBM’s culture of wellness,\" said Ellen Exum, Director, Health Benefits and Health Promotion, IBM Corporation. \"The Apple Watch program is an interactive way to encourage healthy, active behavior,\" said Glenn Spencer, Chief Operating Officer and US President, Lockton, Inc.\n\"The technology in Apple Watch is really something of the future,\" said Catherine Crow, SVP People Services, DaVita HealthCare Partners. See how Apple uses Apple Watch for wellness.Watch the film\n\n\n\n\nSee how Apple uses Apple Watch for wellness. ",
  "Engage with your employees. Wellness solutions your employees already know and love are available on Apple Watch. ",
  "This makes it easier than ever for employees to set personalized health and fitness goals, participate in group challenges, and engage with your corporate wellness program. Wellness solutions on Apple Watch. With apps like Virgin Pulse, Challenges, and Vitality already on Apple Watch, it’s easy to integrate into your existing wellness solution. Get in touch with your wellness provider or contact Apple to find out how to get started. Employees build healthy habits, compete with colleagues, and earn rewards. Teams compete in an activity challenge where points are earned by closing the Activity rings. ",
  "Employees earn points for workouts to receive weekly rewards and fund the cost of their Apple Watch. Virgin Pulse\nEmployees build healthy habits, compete with colleagues, and earn rewards. ",
  "Challenges\nTeams compete in an activity challenge where points are earned by closing the Activity rings. Vitality\nEmployees earn points for workouts to receive weekly rewards and fund the cost of their Apple Watch. Virgin Pulse\nChallenges\nVitality\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\tA new approach to wellness. Wellness is so much more than counting steps. It’s about empowering your employees to manage their fitness, health, and productivity without ever slowing them down. Now with Apple Watch, employees can stay productive and also monitor the small things that lead to an active, healthier lifestyle — a whole new and comprehensive take on wellness. ",
  "A holistic approach to fitness and activity tracking. When employees stay active, they’re not just healthier, they’re more engaged and more productive. ",
  "Apple Watch comes with the Activity app and Workout app built-in. The Activity app tracks daily activity while the Workout app supports dedicated workouts. Plus there are hundreds more available in the App Store. Apps that support activity\n\n\nActivity\n\n\nWorkout\n\n\nNike+ Run Club\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFocus on your overall health. With innovative apps that help monitor nutrition and mindfulness, Apple Watch helps you focus on overall health and not just activity. The Breathe app helps you stay centered and practice daily mindfulness. ",
  "There are also a wide variety of third party apps to help manage your unique health needs. Apps that support health\n\n\nBreathe\n\n\nWebMD\n\n\nLifeSum\n\n\n\n\n\n\n\n\n\nNew ways to be productive at work. ",
  "With Apple Watch, information is always close at hand. Built‑in apps like Messages and Calendar allow for critical business communications and quick responses so you’ll never miss an important message or urgent meeting. And many of the business apps your employees know and love are available on Apple Watch. Apps that drive productivity\n\n\nCalendar\n\n\nMessages\n\n\nHoursTracker\n\n\n\n\n\n\n\n\n\n\nSimple setup. Make Apple Watch the centerpiece of your modern wellness program. Get started today with these three simple steps. ",
  "1\nOffer Apple Watch. Visit your local Apple Retail Store or contact the Apple Business team at 1-800-854-3680 to get started. ",
  "2\nPick a wellness solution. Get in touch with a wellness provider. Virgin Pulse, Challenges, and Vitality are a few examples of wellness solutions already on Apple Watch. 3\nGet up and running. Setting up Apple Watch is easy. Each employee can schedule a one-to-one Online Personal Setup session with an Apple Specialist. ",
  "*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMeet the world’s most loved smartwatch. Learn more about Apple Watch\n\n\n\n\n\n\n\n\n\n\n\n\nApple Footer\n\n\n* Available only for Apple Watch devices purchased direct from Apple. "
]