[
  "Essentials Wellbeing This site uses cookies for analytics, personalized content and ads. By continuing to browse this site, you agree to this use.",
  "Learn more . Skip to main content Toggle menu Office Windows Surface Xbox Deals Support Careers Careers Home Professionals Home Locations Professions US Military & Veterans Students and graduates Life at Microsoft Benefits Culture Diversity and inclusion Microsoft Life Flexible work “I’m proud of the woman I am, and Microsoft has played an essential role in that.” -Emily, Senior customer engineer, Reading, England Watch the video Close the popup Years ago, I was living what most would consider a happy life. I had all the things that somebody might want—a house, a marriage, and the proverbial white picket fence.Everything looked rosy, but deep inside there was something that tore me up and made life incredibly difficult.I lived up to the age of 30 as a man, and I got to a point where I realized I had to make a change. If I didn't, I would never find the peace and happiness I was looking for.When people come out as transgender, there is so much risk involved. There’s no guarantee that your friends, family, or coworkers will accept you.It was a terrifying prospect, and one of the things I was most nervous about was my job—I'd spent a lot of time and energy building a successful career.Eventually, I made the decision to throw the dice in the air and see where things landed.I lost some friends through the process, who were either not accepting or just not comfortable with what I was doing. Luckily, my family and close friends have been extremely supportive, and that has been a lifeline for me during hard times.People tend to focus on the medical part of gender transition, but there is so much else involved.",
  "I had to come out individually to everybody I knew and do an incredible amount of paperwork alongside that. I had to change my name on everything: passport, driving license, medical records, government records, bank accounts.Along with that, my gender transition impacted my mental health.",
  "I was changing my life and my identity in such a drastic way and had to overcome all of the fears and concerns that I have had my entire life, stepping into the unknown.I was still struggling with all of that when I came to Microsoft in 2016. In all honesty it wasn't really the best time for a career change, but I had always wanted to be here, and I seized the opportunity.Before transitioning I learned to live with the feeling that I didn’t fit in, but after three years I'm at the point where I feel very comfortable with I am who I want to be. A large part of that is because the employees, the managers, and everybody at Microsoft has treated me like a human being rather than some kind of stereotype. The culture at Microsoft has been an essential part of allowing me to bring my whole self to work, and this has helped me outside of work, too.Microsoft has also given me the opportunity to speak about my story to help others. I traveled to Zurich at one point and gave a talk sponsored and assisted by Microsoft. I have also taken part in employee resource groups like GLEAM and even sat on their board of directors for a spell.There are also many resources here to help the transgender community.",
  "For example, we have a monthly community call where people can join in the discussion and talk about anything that's concerning them.Some of these people are in the earliest stages of understanding their own gender identity and coming to terms with what that means. Letting them know that they have support around them is a very powerful thing.As I've gotten more comfortable with living in the world as myself, I've also started taking part in some of the Women at Microsoft events and activities, and I’ve helped Microsoft get involved with civil rights efforts for trans people.One example of this is helping Microsoft put its name behind a UK activism initiative called “Trans Rights are Human Rights.” In addition to this, I worked with a charity called Mermaids to organize an event for them in the London Microsoft Store so that transgender children could see that Microsoft is a company that accepts them for who they are.Microsoft has also supported me financially, both with new benefits for people during transition and with generous time off to convalesce post-surgery.",
  "These benefits allowed me to use my savings to buy and live in my dream house, instead of spending it on surgery essential to my gender transition.In September 2021, I will be getting married in a castle in the center of my town, which is one of the oldest towns in England. Maybe I don’t have that white picket fence anymore, but I have found myself, found love again, and am living my life with honesty and integrity. Now that's something that money can’t buy. Employee Experiences At Microsoft we’re empowering our employees through our resources and benefits. Read about more employee experiences and review our benefits. Benefits | Microsoft Careers Learn more about our perks, benefits and everything between and how Microsoft cares, supports and invests in our employees so they can help us empower the world.",
  "“My Microsoft community is investing in a better future — one school at a time.” Be inspired by how our giving programs helped an employee launch The Next Step Initiative to support his local community and provide underfunded, minority-heavy schools with technology. “Aspire taught me to believe in myself.” Read about one employee's journey to grow confidence in her skills, become more comfortable with networking, and prepare her for the next stage of her career through the Microsoft Aspire Experience."
]