[
  "\n\n\n\n\n\n\n\nDigital Wellbeing through technology | Google\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDigital Wellbeing\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDigital Wellbeing\n\n\n\n\n\n\n              Get started\n            \n\n\n\n              For everyone\n            \n\n\n\n              For families\n            \n\n\n\n              For developers\n            \n\n\n\n              Our commitment\n            \n\n\n\n\n\n              Focus your time with tech\n            \n\n\n\n              Unplug more often\n            \n\n\n\n              Minimize distractions\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDigital Wellbeing\n\n\n\n\n\n\nDigital Wellbeing\n\n\n\n\n\n\n\n\n              Get started\n            \n\n\n\n                    Focus your time with tech\n                  \n\n\n\n                    Unplug more often\n                  \n\n\n\n                    Minimize distractions\n                  \n\n\n\n\n\n                For everyone\n              \n\n\n\n                For families\n              \n\n\n\n                For developers\n              \n\n\n\n                Our commitment\n              \n\n\n\n              Close navigation drawer\n            \n\n\n\n\n\n\n\n\n\n\n\nFind a balance with technology that feels right for you. As technology becomes more and more integral to everything we do, it can sometimes distract us from the things that matter most to us. ",
  "We believe technology should improve life, not distract from it. Weâ\u0080\u0099re committed to giving everyone the tools they need to develop their own sense of digital wellbeing. So that life, not the technology in it, stays front and center. Reflect on your habits\nWhat does your current experience with technology look like? Reflect on your relationship with tech, and get tips and tools to help you achieve your personal sense of digital wellbeing. Start Experience\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet started\nFine-tune your tech habits to achieve your personal digital wellbeing goals\n\n\n\n\n\n\n\n\nFocus your time with tech\nGet the most out of technology by being more focused when you use it. ",
  "Explore tips & tools\n \n\n\n\n\n\n\n\nUnplug more often\nWhether at work or at play, find more ways to hit pause. Explore tips & tools\n \n\n\n\n\n\n\n\nMinimize distractions\nEnsure technology doesnâ\u0080\u0099t take away from what matters to you. ",
  "Explore tips & tools\n \n\n\n\n\n\n\n\nFind balance as a family\nTalk with your family about creating healthy digital habits, together. Explore tips & tools\n \n\n\n\nTools\nTools to help you understand and manage your tech use\n\n    See all tools  \n\n\n\n\n\n\n\n\n\n\n\n\nGet a view of your daily digital habits. The first step toward digital wellbeing is often understanding more about how you interact with technology in the first place. The dashboard gives you a daily view of how often you check your phone and how frequently you use different apps. Learn more Opens in new window\n\n\n\n\n\n\nOur ongoing commitment\nWeâ\u0080\u0099re working to ensure all of our products support your digital wellbeing. Learn moreCheck out our commitment to digital wellbeing. "
]