[
  "Ending hunger in Africa and the Middle East with technology – Middle East & Africa News Center Skip to Main Content Skip to main content Microsoft News Center Middle East & Africa News Center Middle East & Africa News Center Middle East & Africa Home Features Videos Press Tools Investor Relations Image Gallery Regional News Facts About Microsoft Worldwide News Analyst Reports Executive Biographies Blogs & Communities 4Afrika The Official Microsoft Blog Microsoft US News Centre Microsoft Office Blogs Windows Blogs Microsoft Story Labs Microsoft News Centre Europe Navigating your way to the Cloud More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in Navigation Menu Microsoft / Features News Center Navigation Menu Ending hunger in Africa and the Middle East with technology By Microsoft News Center 23 May, 2019 Share on Facebook (opens new window) Share on LinkedIn (opens new window) Share on Twitter (opens new window) In 1993, Kevin Carter, a well-known South African photographer, snapped the heart-wrenching image of a starving child who had collapsed on the way to a feeding centre in the village of Ayod, South Sudan. In the background of the image lurked a plump vulture eyeing the exhausted and frail child as he lay face down in the dirt under the hot sun.",
  "The image would later go on to win a Pulitzer Prize and became one of the most iconic portrayals of the devastating famine that ravaged South Sudan in the early 90’s. It’s been 26 years since the image of “The Struggling Child,” as it became known, was published in the New York Times and circulated across the world, but famine remains a serious problem in some of the world’s most underserved regions like the Horn of Africa. The 2018 Global Report on Food Crises estimates that 124 million people in 51 nations face crisis-level hunger. Every day, 15,000 children die as a result of malnutrition, and 22 percent of all children under the age of five (151 million in total) suffer from diet-related growth delays. Last year, north-eastern Nigeria, Somalia, Yemen and South Sudan experienced the worst food crises, with over 30 million people requiring emergency aid. All of these countries are in the Middle East and Africa.",
  "Hunger versus hope These famines, particularly the one that has plagued the Horn of Africa, may suggest that fighting food crises is futile. But despite the sombre statistics, we now have better tools and 21st century resources to help fight this centuries-old problem.",
  "While so many people focus on the danger of doing nothing, Microsoft believes in the opportunity of creating tech-first solutions to address critical issues such as climate change and the impact on global food production. Thanks to advances in Artificial Intelligence (AI) and other cutting-edge technologies, we are better able to manage both food and nutrition security while building long-term resilience and sustainability in the Middle East and Africa’s food systems. Yet, the people boldly stepping up to tackle these challenges often face a lack of resources and access. This is precisely why Microsoft created the AI for Good initiative, a growing $115 million, five-year commitment to provide technology, resources and expertise to empower those working to solve some of society’s biggest challenges, such as food insecurity and famine, with AI. Expanding this work, at last year’s United Nations General Assembly, Microsoft announced AI for Humanitarian Action, a new $40 million five-year programme harnessing the power of AI to focus on addressing needs of children, recovery from disasters, protecting displaced people, and promoting human rights. Immediately taking action, Microsoft and other tech industry partners teamed up with the World Bank and United Nations to launch the Famine Action Mechanism (FAM) – the first global mechanism dedicated to preventing future famines.",
  "By leveraging the World Bank’s analytics and partnering with global technology firms—including Microsoft, the FAM will use state-of-the-art technologies, such as AI and Machine Learning to analyse available data from the World Bank to more efficiently identify critical signals of potential famine. These alerts will catalyse funding and action plans by donors, humanitarian agencies and governments to generate earlier and more efficient interventions.",
  "Being part of the solution Issues as complex as world hunger demand a multifaceted approach. In addition to AI for Humanitarian action grants, Microsoft empowers researchers and non-profits addressing agricultural challenges via AI for Earth. The $50 million programme provides access to technology and education for people and programmes using AI to tackle the most pressing global environmental issues. To date, Microsoft has awarded over 330 AI for Earth grants to teams in 63 countries, covering four research areas: climate change, agriculture, biodiversity, and water. 38 of these Azure grants, valued at $700 000, have been awarded to organisations in the Middle East and Africa. Dr Mercy Lung’aho was awarded an AI for Earth grant from Microsoft to aid in her research applying technology to combat hunger and famine.",
  "Dr Lung’aho, a nutritionist and research scientist at the International Center for Tropical Agriculture (CIAT) in Nairobi, Kenya, is working on tackling the issue of chronic malnutrition in sub-Saharan Africa with an AI-enabled tool designed to predict and prevent a nutrition crisis before it occurs. Dr Mercy Lung’aho, nutritionist and research scientist at the International Center for Tropical Agriculture (CIAT) in Nairobi, Kenya The system, called Nutrition Early Warning System (NEWS), analyses satellite imagery, as well as data like rainfall, temperature, and vegetation health to make predictions about crop health and nutritive value.",
  "By improving the probability of accurate growth forecasts, NEWS will help governments and agencies confidently act on early warnings for nutrition needs with increased certainty of a return on investments and impact. Eventually, the data collected by NEWS will help better define the problem of malnutrition in Africa and diagnose its root causes. “I do what I do because I know how it feels when everybody looks the other way,” she says. I was a ‘preemie’ – a premature baby, weighing a mere 1.08 kilograms. I was also anaemic and the doctors gave me 72 hours to live. But I’m still here, against all the odds I survived and now I want to be part of the solution.” Future farms – How agritech can improve food security Several studies have demonstrated the need to significantly increase the world’s food production by 2050.",
  "But small-scale farmers in developing countries lack the modern agricultural technology needed to produce enough food. Increasingly, climate change and severe weather have been impacting food production, jeopardising thousands of farmers, their communities, global food security and political stability across countries.",
  "Investing in these farmers by providing technology, training and other solutions can help mitigate these risks and increase food security across the value chain. FarmBeats is a project that uses TV White Spaces to help improve agriculture FarmBeats, a Microsoft project that has been ongoing since 2015, is working on ways to improve agriculture using AI, edge computing, and IoT technology. The project’s goal is to enable data-driven farming coupled with the farmer’s knowledge and intuition about his or her farm to increase farm productivity and reduce costs. However, getting data from the farm is extremely difficult since there is often no power in the field, or Internet on the farms. As part of the FarmBeats project, they are building several unique solutions to solve these problems using low-cost sensors, drones and machine learning algorithms. FarmBeats uses TV White Space (TVWS) radios to wirelessly connect sensors and capture data; and machine learning algorithms to integrate sensor data with aerial imagery and other relevant data (such as weather, crop predictions, and best practices) ultimately delivering actionable insights to farmers, all at a fraction of the cost of existing solutions and with far less consumption of resources to deliver those yields.",
  "This is a digital transformation of agriculture, at both small and large scales, that’s critical to meeting 21st century food-supply challenges. It’s evident that disruptive technologies can end perennial famine in some of the world’s most underserved regions."
]