[
  "How Adobe creates opportunities for women to leadHow Adobe creates opportunities for women to leadIn honor of Women’s History Month, we are taking a deep dive into how Adobe creates opportunities for women to lead and succeed.During Women’s History Month, women’s contributions to history, culture and society are recognized front-and-center. In March and every month, Adobe champions efforts to create a supportive workplace where women thrive, innovate, lead and help change the world through digital experiences.In 2020, Adobe was named one of the Best Employers for Women by Forbes magazine, which recognizes a company’s culture, opportunities for career development, image, working conditions, fair-pay practices and diversity.Currently, 33 percent of Adobe’s employees are female and most are in management or leadership positions.",
  "Adobe’s commitment to supporting women is matched by its willingness to foster an environment for progress.“Adobe is a great place to work for women simply because Adobe doesn’t just talk about gender equality — it is a top priority,” said Kara Bauer, senior director, Adobe Campaign Value Acceleration, in a blog post announcing the Forbes recognition.Offering connections and networkingAt many companies, gender equality is not a major focus, especially when it comes to women in tech.In fact, according to National Center for Women & Information Technology, only 26 percent of computing jobs are held by women. What’s more, the turnover rate for women in the tech industry is 41 percent, more than twice as high for men at 17 percent. 56 percent of women in tech are leaving their jobs mid-career. The COVID-19 pandemic has only accelerated this, with women accounting for 80 percent of the 1.1 million people leaving their jobs between April and September 2020.These numbers are particularly concerning, as studies show that diversity is critical in technology since it enables companies to create better products that take everyone into consideration, not just one section of society. A 2020 report from McKinsey found that diverse companies perform better, hire better talent, have more engaged employees and retain workers better than companies that do not focus on diversity and inclusion.Adobe is aware of these issues, understands the importance of having gender-diverse teams and encourages female employees to grow with the company and become leaders. We also have many programs to help with career development and advancement of women.One such program is the Adobe & Women Employee Network (WEN), which offers female employees a supportive community.A notable program the WEN has partnered with is the Women’s Executive Shadow Program (WESP), where high-potential women-identifying employees’ partner with an executive to experience a day in their life, gain cross-functional exposure to the business, and network with like-minded peers.",
  "In 2020, there were 133 executive/shadow pairs enrolled. Each year, Adobe targets approximately 120 shadow pairs, and the 2021 application process is in effect now.Offering mentorshipMentors are critical for career development.",
  "Good mentors provide a sounding board, offer constructive feedback, and help find resources for their mentees.Mentorship is especially important for women in technology, which traditionally has been a male-dominated industry.“With the limited number of women in technical roles, it’s important for them to have role models, mentors and sponsors,” said Maria Yap, vice president of digital imaging at Adobe. “They need to know they are seen, and they need to be given encouragement that they can show up in their own unique ways. They have to learn that they don’t have to take on the traits/characteristics — often male — around them.”Because mentorship is important to women at Adobe, in 2018, the WEN launched the Women at Adobe Leadership Council (WALC). The program pairs mentees, such as directors or managers, with Adobe senior leaders for a six-month mentorship that includes insightful leadership roundtables on topics such as managing across the matrix and building influence.“It’s really important for managers and directors to have mentorship and sponsorship,” said Ashley Still, senior vice president & general manager, Digital Media at Adobe and one of the founders of WALC. “This is a very critical period for women because they are at a level where the skills, they need to develop are so different than the skills they have at the individual contributor level.”At this transition, “you are moving from execution to strategy. You are moving from working with your team to working across the matrix”, according to Still.The program is especially important because it offers women what they need to grow as leaders: feedback and access to other leaders who are sponsoring and looking out for opportunities for them.“A lot of times women are not getting direct feedback,” Still said.",
  "“I’ve given female mentees feedback that they have never heard before, such as how to engage with their senior leaders, what a strategy presentation looks like and how to think about their careers. This program is designed to give them what they need to grow into a leadership position.”The program also helps Adobe develop a bigger pool of prepared, skilled women ready to move into these leadership positions.",
  "Instead of looking outside the company, which traditionally takes more time and resources, Adobe seeks to cultivate leaders from within.“Promoting from within is something I am extremely conscious of, especially in director and senior manager roles,” said Marissa Dacay, senior director of global enterprise marketing and ABM at Adobe. “Those women are the future of Adobe. If we do not have a strong pipeline of Adobe women in those seats, we will not have an Adobe woman who can take on a vice president role someday.”Offering flexibilityFor many women trying to accelerate and grow their careers, flexible work schedules are key. Without the flexibility of being able to handle personal responsibilities like caring for children or aging parents, many women get sidetracked from their careers. Some do not seek leadership roles, while others leave the workforce altogether. The COVID-19 pandemic greatly increased the need for flexibility, with many parents looking after kids who could not attend school in person.",
  "According to the 2020 Women in the Workplace Study, 40 percent of mothers (compared to 27 percent of fathers) have added 3 or more additional hours of caregiving a day to their schedule, accounting to 15 or more hours per week, on top of their full-time jobs.Offering flexible polices, however, is only part of the equation. Companies need to create a work environment where there is no stigma attached to using flexible polices.",
  "Assuring employees that their performance will be measured based on results — not when, where or how many hours they work — is also important.“The industry needs to create more space for flexibility,” said Yap. “We work with teams all around the world. We should be able to find ways to adjust schedules so people can be available for certain periods of overlap and then have flexibility for their family. There are also many different roles on a team, so we should be open to different roles or hybrid roles that might meet a particular situation and business need.”Supporting moms — and families — families during the pandemicBeing flexible is particularly important during this new normal, where, over the past year, everyone has been left to figure out how to juggle childcare, school, and household chores with work projects, video meetings, and more.Adobe is supporting this new normal of parenting during COVID-19 by giving employees the opportunity to work with their managers to create flexible schedules that allow them to start or end their workdays earlier or later, or purposefully plan for “meeting-free” windows during the day or week. Another perk Adobe created last year as a result of the pandemic was the “COVID-19 Time Off Benefit,” which provides employees who cannot work due to circumstances related to COVID-19 with up to 20 working days off through the end of the calendar year.The path forwardAdobe has a clear strategy and executionary plan when it comes to advancing women through the managerial ranks.“In the nearly five years I have been at Adobe, I have been blessed to be surrounded by strong mentors, structured growth programs and support networks that have allowed me to grow as an executive and to take on a variety of exciting new assignments and roles,” Bauer said.Among its honors for advancing woman, Adobe last year was recognized by Comparably as one of 50 Best Companies for Women. It also was named a 2020 Best Workplace for Women by Fortune magazine and one of Working Mother magazine’s 100 Best Companies.",
  "Adobe also earned a spot on the Bloomberg 2020 Gender-Equality Index.But there is always more work to do. Perhaps the best way to get more women onto the managerial ladder — at Adobe and other companies — is to focus on continually hiring more women and nurturing and supporting them along the way.“We have to invest in bringing more women into the industry and supporting them through their journey,” said Yap.",
  "“It’s a long-term investment at every level.”A minute with Marissa Dacay, Maria Yap, and Ashley StillMarissa Dacay (MD), senior director of global enterprise marketing, has been with Adobe for nine years. During her time at Adobe, she has worked on B2B demand generation and enterprise marketing for Adobe’s Experience Cloud. Currently, she leads a team of 150 people across multiple functions.Maria Yap (MY), vice president of digital imaging, just celebrated 23 years with Adobe in January. During her time at Adobe, she has worked on many products across the company including Acrobat, InDesign, Creative Suite, Photoshop and Lightroom. She is also a career advocate for women leadership at Adobe.Ashley Still (AS) is the vice president of Creative Cloud and Document Cloud at Adobe and one of the founders of the Women at Adobe Leadership Council (WALC) program, which pairs mentees, such as directors or managers, with Adobe senior leaders for a six-month mentorship program. She was an MBA intern at Adobe in the summer of 2002 and started working at the company two years later.",
  "She has had a variety of leadership positions on products including Photoshop and Flash Video. She has been working on Creative Cloud and Document Cloud since 2018.What steps did you take to help you move into a leadership position?MD: Before I became a people manager, I always looked for opportunities where I could provide a solution to big business problems I felt weren’t being tackled in the best way.",
  "I used this as opportunities to build out a vision or a project and present it to my vice president or senior director at the time. I was practicing with myself — and with my executives — to provide value and articulate a vision to drive change, so if an opportunity came up, I would be someone they would think of to promote. This helped as management positions came up, and ultimately helped me get my first management job at Adobe.Let’s talk more about executive presence. What are some ways you help managers on your team gain executive presence?MD: What I do with female managers whom I think are future directors and above is bring them in as much as possible to work on and deliver executive presentations. These opportunities help these individuals practice articulating a strategic vison or idea but also dive deep and talk about how that idea or vision will come to fruition in a tactical manner. I expect senior leaders to be able to do both, so we look for opportunities to practice.",
  "I call it altitude training, giving the 30,000-foot view, and explaining the details at 5,000 feet, and do it on the fly.Can you discuss what you are doing to create a pipeline for women leaders at Adobe? Why is this important?AS: We’ve started a mentorship program for director-level women called Women at Adobe Leadership Council (WALC), which pairs mentees, such as directors or managers, with Adobe senior leaders for a six-month mentorship program.",
  "The program was created for director-level employees at Adobe, in part because the skills required at this level are very different from the skills required at the individual contributor level. Directors are moving from working with a smaller group of people on their teams to working across the matrix. They have to be able to easily explain both how a watch gets made as well as tell someone what time it is, as an example.Why are WALC and mentorship important specifically for women, in your opinion?AS: In order to grow leaders — regardless if they’re women or men — they need feedback and need to be connected to other leaders looking out for opportunities from them. But a lot of times, female employees in particular are not getting feedback. They don’t know how to engage with their senior leaders or how to think about their careers. And I am not sure why that is.",
  "They may be less likely to ask for it, they may not get it from their managers, or if they get it, it may not be as not specific as it is for men, who may be perceived as having more potential to grow in a company. As a result, I think it is important to be purposeful about giving future female leaders the feedback and experience they need to grow in the leadership pipeline in companies.What about the notion of ‘having it all’ — how do you balance work and life?MY: We cannot do it all.",
  "The first step for me was to forgive myself. Let it all go. OK, maybe I will not be the mom with the amazing home-cooked meals every night that my children and their friends love. But I am the mom who takes photos during their soccer games and school plays, and who makes those photos into posters or photo books for their friends and teammates to enjoy.What steps did you take to help you move into a leadership position?AS: I was always very focused on learning the role, learning the business — and focused on the customer. Over the years, I’ve learned the importance of knowing the customer, knowing the product, knowing the business and underrating how I align those things against an opportunity. And these things certainly helped me move through the pipeline at Adobe.",
  "But equally important is developing relationships. In fact, all the lateral moves and promotions I’ve had at Adobe are due to a demonstration of my competence and the relationships that I’ve had.What would you say has been your greatest accomplishment?MY: Building things and connecting people."
]