[
  "How technology can be utilised to achieve Sustainable Development Goals. Skip to main content (Press Enter).",
  "Sign in Skip auxiliary navigation (Press Enter). United States IBM® Community IBM Community Home AIOps & Management Business Analytics Business Automation Cloud Pak for Data Data Science DataOps Hybrid Data Management IBM Japan IBM Z & LinuxONE Integration Internet of Things Power Systems Cloud Network Automation Security Storage Supply Chain Watson Apps WebSphere & DevOps Site map IBM IBM Z and LinuxONE Community Skip main navigation (Press Enter). Toggle navigation HomeGroups Hybrid User Group BlogsDiscussionsEventsVideosLibraryMembersNewsletter Home Newsletter MembersEventsUser GroupsUser GroupsZCouncilsTopic GroupsEvents Upcoming Community EventsAll Community EventsWelcome IBM zSystems Global Student Hub - Group home Group Navigator View Only Home Blog entries 297 Discussions 756 Events 0 Library Back to Blog List How technology can be utilised to achieve Sustainable Development Goals. By Muhammad Usama Zain posted Mon December 20, 2021 02:11 PM 0 Like Poverty is not an issue which is just limited to a specific area, city or a country rather its a global issue which people across the global are facing. 1 IN 8 people worldwide live in poverty source (source : https://www.2030vision.com/global-goals/no-poverty) Poverty is caused by the unequal distribution of facilities, lack of resources and basic necessities of life among the people which eventually forms a line of differentiation and due to this the rich one’s are becoming more richer and the poor people are becoming more poor and thus many of them are even below the poverty line – the minimum which a person needs to live. It’s one of the United Nations Sustainable Development Goals (SDGs) and is on the number 1 position.",
  "The reason I think that it should be on our top priority is that it’s due to the lack of one of the basic neccesity that is food, which is needed by a living thing to survive. As long as poverty exists in any area, country and nation, the people there cannot grow and even think of any thing as everyday when they will wake up, they will have the worry that how they will get the food today and this cycle will repeat after times and times.",
  "The way technology can help in reducing poverty is that we can use technology to connect the people with the resources on the right time resulting in reducing the communication and information gap. For example the food which goes wasted in different restaurants in a city can be channelize and delivery to the poor people on the right time by using a smart android app so that instead of the food going to a Dustbin, it goes into someone’s stomach and erase the hunger of a poor and needy people. In this way not only we can manage the food waste but also can reduce hunger which will also help us eventually in reducing poverty. Furthermore by using technology in the right we can produce the products having low cost but provides more benefits and can be used for long and this will also help us in making the environment clean and green. Another SDG of United Nations which is on number four is quality education. Everyone should get equal opportunities for quality education despite of their color, race, creed or country.",
  "Education is very important as with it comes knowledge and with that comes the ability to differentiate between right and wrong, good and evil etc. Quality education can be provided by using technology like creating state of the art Educational complexes and centres in different areas especially the low and backward areas so that the youth can get quality education free of cost.",
  "All they need is a willingness and passion to get education, which will eventually attract them to these educational complexes and centres that are providing them the opportunities to get quality education free of cost from any part of the world through online forums. In this way they will have equal opportunities to learn from top notch experts of the fields which will not only teach them academically but also technical skills at the same time. In this way the youth will get the chance to improve themselves and contribute in their communities. References :https://www.2030vision.com/global-goals/no-poverty 0 comments 3 views Latest blogs Conheça a Comunidade SysAdminas, um grupo voltado para a inclusão de mulheres na área de infraestrutura ... Posted by:Beatriz Oliveira, 53 minutes ago Blog Entry IBM Releases Additional Features to Augment z/OS v2.5 Posted by:Michael Miehle, 2 hours ago Blog Entry Db2 13 for z/OS certified for SAP Solutions Posted by:Bernd Kohler, 4 hours ago Blog Entry What's new in IBM Open Enterprise SDK for Go 1.18 Posted by:Yuan Jie Song, 6 hours ago Blog Entry IBM Open Enterprise SDK for Go 1.18 is now available! Posted by:James Tang, 7 hours ago Blog Entry Copyright 2019 IBM Z and LinuxONE Community. All rights reserved."
]