[
  "Nike’s Net-Zero Ambition: They ‘Just Did It’ | Supply Chain DigitalCommunitySearchAdvertiseEditorialArticleSustainabilityNike’s Net-Zero Ambition: They ‘Just Did It’By Dominic EllisJanuary 11, 2021undefined minsEnvironmentally friendly facility in Belgium shows the lifestyle brand’s Move to Zero renewable goals are gathering speed...Before we put our virtual trainers on and take a breathless tour of Nike’s 1.5m sqm Court Distribution Centre in Ham, Belgium, some striking first impressions: whether it’s the plant decks breaking up levels of this vast, chic-looking silver behemoth, or wind turbines scattered around its perimeter, you’re immediately struck by its sustainable credentials. You can spot a line of trailers, but it’s a world away from your conventional logistics park.These eye-catching touches gracing the sharply designed facility from Jasper-Eyers Architects, which opened in September 2019, are not to appease the environmental lobby but add the green gloss to a facility that runs completely on wind, solar, geothermal, hydroelectric and biomass power.",
  "While some companies deliberate how to embrace sustainability into their business, Nike has just done it, to paraphrase its famous slogan.Located next to the Albert water canal in Laakdal in between Antwerp and Brussels with easy access to E313 Motorway, the Court Distribution Centre expands Nike’s European Logistics Campus, which opened in 1994 and today comprises six distribution facilities across Ham, Laakdal, Meerhout and Herentals. In addition to highways, railways and highways, surrounding infrastructure includes a network of canals, enabling 99 per cent of inbound containers to reach the local container park by water. This eliminates around 14,000 truck journeys each year, reducing associated carbon emissions, and more than 95 per cent of waste generated on-site is recycled; pathways used by employees are made from recycled footwear material. Capping it off are 5,175sqm of offices, located on the south in the form of a two-storey building. The campus coordinates all logistical activities between 200 factories and 200,000 shipping addresses. All Nike shoes and clothes that are sold in Europe, the Middle East or Africa, pass through the European Logistics Campus first.",
  "The site comprises a high volume High Bay (30,566sqm) and larger Low Bay on the west side which spans 107,140sqm, as well as ‘Wings 1’, which opened in the first phase and incorporated three key points: Fossil-free operations, closed-loop flows to reduce the use of materials and a healthy and biodiverse environment with recycled materials (e.g. thermoplastic or composites from recycled polyesters, cotton apparel and foam).The sustainable traits of the Court Distribution Centre started pre-opening.",
  "Compared with a traditional warehouse, the Court’s rack-supported structure required less steel and concrete, minimising waste and reducing material used in the construction.The campus exemplifies Nike’s goal to ‘Move to Zero’ to reduce carbon and waste in the battle against climate change. Nike wants all power owned-and-operated facilities to be 100 per cent renewable by 2025 and is targeting a 30 per cent cut in carbon emissions across its global supply chain by 2030. In the Low Bay and Offices, all ventilation is carried out through air handling units equipped with F7 and F9 filters, and heating and cooling batteries that keep humidity control between 40-70% per cent.One of the most visually spectacular designs is the 1.3-km long green serpentine along the west façade. It provides 3,000 sqm of greenery which integrate usable spaces for the people, sun protection and hidden emergency routes.Natural light is provided by many windows while a unique daylight capture system and smart, automated LED lighting help reduce electricity costs, environmental impact and provide a more productive workplace. It continues to speed ahead on many sustainable fronts, diverting nearly all its footwear manufacturing waste from landfills, as well as more than 1 billion plastic bottles per year to create yarns for new jerseys and uppers for Flyknit shoes. The Reuse-A-Shoe and Nike Grind programs convert waste into new products, playgrounds, running tracks and courts.",
  "It uses a Material Sustainability Index as well as indices for footwear, apparel, equipment, sourcing and manufacturing, to evaluate its products’ impact. Back in 2016, Hannah Jones, Nike’s Chief Sustainability Officer and Vice President, Innovation Accelerator, was banging the sustainable and circular economy drum.",
  "“Sustainable innovation is an engine for our future growth and a catalyst for revolutionising the way we do business,” she said. “We fundamentally believe the transition from linear to circular business models will accelerate our ability to create the future of performance products for the athlete.”Digital Grows from Sustainable FoundationsComplementing the forward-thinking infrastructure is a powerful digital operation which enables the Court to serve all customers efficiently, regardless of whether they’re placing an order for one T-shirt or 10,000 trainers.In terms of its channels, Nike is focusing more on direct selling to the consumer through Nike Direct (via nike.com), whose sales shot up 13 per cent in 2019, though selling to wholesalers in the US and internationally remains its primary distribution channel.“Our new Court Distribution Centre represents Nike’s continued investment in a fast and flexible supply chain to deliver the full range of our product to consumers when they want it, where they want it,” says Eric Sprunk, Nike Chief Operating Officer. “This state-of-the-art facility will increase our responsiveness as we accelerate our digital growth and better serve millions of consumers across Europe, Africa and the Middle East.”At the end of fiscal 2019, Nike operated 384 retail stores in the US. Of these, 217 were Nike brand factory stores, while 29 were Nike brand inline stores. Internationally, it operated 768 stores outside the US, of which 648 were Nike factory stores and 57 Nike brand inline stores. Nike opened its third House of Innovation in summer 2020, at the historic 79 Avenue des Champs-Élysées in Paris, in a bid to harness digital when serving consumers, following similar launches in New York and Shanghai.",
  "Again, the store is underpinned by sustainability, with 85,000kgs of sustainable materials used in the designs and displays.Its digital market strategy is supported by effective adverts, which play on the emotional benefits of products, and its Instagram account (122 million followers) champions gender and racial equality through inspirational video stories and posts. Rise in ‘Green’ WarehousesSustainable warehouses are not new.",
  "Developers have promoted them for at least the last 15 years; for example, Gazeley launched its eco-template in 2003, according to a JLL Logistics Buildings of Tomorrow report (see ‘Examples of green warehouses in Europe’ table). But in a digital and sustainability-conscious era, their time has come again.“Over the next 5 to 10 years and beyond, we anticipate growing demand for green warehouses, including net-zero carbon buildings as major companies make commitments on carbon emissions,” it notes. Three-quarters of the major occupiers it contacted either ‘strongly agreed’ or ‘agreed’ that reducing carbon emissions associated with their warehouse operations was very important. More broadly, 937 companies are taking science-based climate action as part of the ‘Science Based Targets’ initiative, which is part of the wider “We Mean Business” coalition. “We would expect these companies, and others with similar commitments, to be among those most likely to drive demand where they have relevant facilities,” it adds.Net-zero carbon buildings are based on a ‘whole-life’ approach and have been defined as ‘when the number of carbon emissions associated with a building’s embodied and operational impacts over the life of the building, including its disposal, are zero or negative.’ It encompasses building construction, operation, end-of-life and beyond end-of-life scopes. For more information on procurement, supply chain and logistics topics - please take a look at the latest edition of Supply Chain Digital.Follow us on LinkedIn and Twitter.",
  "NikeemissionsNet ZeroSustainabilityShareShareRelatedContentSupply chain ESG strategy insight from GEP & Rolls RoyceSustainabilityEcoVadis secures $500mn to ramp-up sustainability ratingsSustainabilityGEP & Rolls Royce in sustainable supply chains webinarFirms 'over-reached on sustainability targets' - Bain reportSustainabilityFeatured ArticlesLogistics global air, sea rail & road news round-upRail freight body ERFA sounds legal warning to EC; China ports see traffic increase, despite lockdowns; US logistics report shows huge 2021 cost increases…IBM supply chain head's digital transformation insightSpeaking at Procurement & Supply Chain LIVE: The Risk & Resilience Conference, IBM Supply Chain Transformation Lead Bob Booth shares transformation insight…Uyghur Forced Labor Protection Act & US supply chainsUS supply chains in fashion, electronics and alternative energy sectors face disruption as US law on forced Uyghur labour in China comes into force…Put people at heart of supply chain transformation - LosebySupply Chain Risk ManagementRegional supply chain problems add complexity, says KinaxisLogisticsCOO Jacqui Rock on driving NHS sustainable initiativesSustainabilitySupply chain ESG strategy insight from GEP & Rolls RoyceGlobal logistics news round-up for road, rail and seaMcDonald's CSCO DeBiase sets beef sustainability agendaTrust will be an issue for supply chains of future - USTAccenture & Tradeshift explore supply chain digitalisationSupply Chain Digital is the digital community for the global supply chain & logistics industry that connects the world's largest supply chain & logistics brands. Supply Chain Digital focuses on procurement and supply chain news, key interviews, supply chain videos, along with an ever-expanding range of focused procurement and supply chain white papers and webinars."
]