[
  "Analysis of Income, Poverty and Inequality 2021/2022 — University of Bologna go to page content go to navigation menu Search Search Vai Close Directories Directories People Structures Vai Close Online services Online services Students AlmaEnglish AlmaEsami AlmaRM Certificates Document and library services Esami online - EOL Internships Job vacancy noticeboard Moocs-Unibook Presente Studenti Online Study plans Teaching Staff-Student Distribution lists Tesi online UniboStore Virtuale Staff AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Document and library services Esami online - EOL Incarichi extraistituzionali Internships IRIS - Institutional research archive NormAteneo OrganiWeb Personal Website Platform for printed materials Presente Presenze web Teaching Staff-Student Distribution lists Tesi online Titulus UniboImmagine U-Web Reporting - Projects Accounting Reporting Virtuale See all Close University Intranet My e-mail My e-mail My e-mail for students My e-mail for staff Close My portal it en Menu Home University Open submenu Who we are Organisation Campuses and Structures Support the Alma Mater Competitions and selections Contracting and sales Quality Assurance Teaching Open submenu Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Research Open submenu Networking for research Competences, projects, initiatives Open Science PhD programmes Business and Research Research at Unibo Research facilities University and society Open submenu Culture and events University and business Sustainability Development cooperation Museums and libraries Healthcare services Continuing education International Open submenu Agreements and networks European Projects of Education and Training International course catalogue Incoming exchange students Studying abroad Internship abroad International staff, professors and researchers Services and opportunities Open submenu Study grants and subsidies Libraries, digital resources and study rooms Guidance and tutoring Internships Job Placement Entrepreneurship Sport, culture and university life Health and Assistance Certificates and requests for duplicates Information for Open submenu Prospective students Current students Exchange students Graduates Businesses Incoming Staff You are here: Home > Teaching > Course unit catalogue > Analysis of Income, Poverty and Inequality 2021/2022 Share Facebook Twitter Linkedin Send to friend Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Search Course unit catalogue 79217 - Analysis of Income, Poverty and Inequality Course Unit Page Teacher Maria Ferrante Credits 6 SSD SECS-S/03 Language Italian Campus of Bologna Degree Programme Second cycle degree programme (LM) in Statistics, Economics and Business (cod. 8876) Online Lessons Teaching resources on Virtuale Course Timetable from Nov 09, 2021 to Dec 15, 2021 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda.",
  "Academic Year 2021/2022 Learning outcomes By the end of the course, the student is aware of the statistic methods for analysing poverty, inequality and income distribution. The student is able: to estimate parameters in income distribution models to use income poverty and inequality indicators to read official statistical information on this subjects to interpret the trend of poverty and inequality The student is introduced to statistical software R with particular reference to applications in poverty, inequality and income distribution. Course contents Evidences and motivations Illustrative examples on poverty, inequality and income distribution in Italy, Europe and in the world. Why is so important to measure income, poverty and inequality? Goals and outline of the course. Introduction and definitions GDP and disposable income.",
  "Functional and personal income distribution. The equivalent income.",
  "Sample surveys and administrative sources The main sample surveys on income and wealth. Administrative fiscal data on income. Poverty Absolute and relative poverty. Poverty threshold. Laeken indicators. Multidimensional poverty.",
  "Deprivation index. Inequality Statistical and axiomatic approaches.",
  "Concentration indexes. Lorenz dominance. Entropy measures. The normative approach. Inequality decomposition. Estimation of poverty and inequality indicators Estimators in complex surveys.",
  "Variance estimation. Statistical income distribution Usual parametric models (Lognormal, Pareto, Singh-Maddala, Dagum, GB2) Some further issues Causal models, economic growth and inequality, wealth distribution, policies to address poverty and inequality, poverty mapping, measuring well-being.",
  "R packages on Laeken indicators, inequality measures and income distribution Readings/Bibliography Baldini M., Toso. S. (2009), Diseguaglianza, povertà e politiche pubbliche, Bologna, Il Mulino. Wolff E. N. (2009), Poverty and income distribution, Wiley-Blackwell. Alfons A., Templ M. (2013), Estimation of Social Exclusion Indicators from Complex Surveys: The R Package laeken, Journal of Statistical Software, 54, 15, 1-25 Graf M., Nedyalkova D. (2014), Modelling of income and indicators of poverty and social exclusion using the Generalized Beta distribution of the second kind, The review of Income and Wealth, 60, 4, 821-842. For further in depth information: Atkinson A.B., Bourguignon, F. eds., Handbook of Income Distribution (vol.",
  "2A, 2014 - vol. 2B, 2015), Elsevier, North Holland, Amsterdam.",
  "Extra material will be provided by the Prof. Teaching methods Lab based on the open source software R and classroom lectures. As concerns the teaching methods of this course unit, all students must attend Module 1, 2 Assessment methods The final examination aims at evaluating the achievement of the following objectives: deep knowledge concerning theoretical topics covered during the lectures; ability to analyze real data; ability to use R software ability to use empirical evidences to interpret the phenomenon. The final test will consist of a written test. Questions may have closed open-ended format, and may regard methodology, interpretation of the output of the statistical software used in computer sessions, simple exercises. Students may participate in not-compulsory software tests during the last week lessons to earn maximum 2 bonus points for the final exam.",
  "The bonus points are valid in case the student passes the exam by February. Teaching tools Teaching material is downloadable from the web page: https://virtuale.unibo.it/course/view.php?id=26051 Software R, downloadable from http://www.r-project.org/ ."
]