[
  "Sustainable Development Goal 17 - Wikipedia Sustainable Development Goal 17 From Wikipedia, the free encyclopedia Jump to navigation Jump to search 17th of 17 Sustainable Development Goals to achieve a partnerships for the SDGs Sustainable Development Goal 17Mission statement\"Strengthen the means of implementation and revitalize the global partnership for sustainable development\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 17 (SDG 17 or Global Goal 17) is about \"partnerships for the goals.\" One of the 17 Sustainable Development Goals established by the United Nations in 2015, the official wording is: \"Strengthen the means of implementation and revitalize the global partnership for sustainable development\".",
  "[1] The Goal has 17 targets to be achieved by 2030, broken down into five categories: finance, technology, capacity building, trade and systemic issues. Progress towards targets will be measured by 25 indicators. [2][3] SDG 17 refers to the need for cross sector and cross country collaboration in pursuit of all the goals by the year 2030. It is a call for countries to align policies. SDG 17 is a vision for improved and more equitable trade, as well as coordinated investment initiatives to promote sustainable development across borders. It is about strengthening and streamlining cooperation between nation-states, both developed and developing, using the SDGs as a shared framework and a shared vision for defining that collaborative way forward.",
  "[2] It seeks to promote international trade, and help developing countries increase their exports to ensure a universal rules-based and equitable trading system that is fair, open and beneficial to all. [4] With US$5 trillion to $7 trillion in annual investment required to achieve the SDGs, total official development assistance reached US$147.2 billion in 2017.",
  "This, although steady, is below the set target. [4] In 2016, six countries met the international target to keep official development assistance at or above 0.7 percent of gross national income. [4] In 2017, international remittances amounted US$613 billion, with 76 percent invested in developing countries. The bond market for sustainable business is also growing. In 2018 global green bonds reached US$155.5billion, up to 78 percent from 2017. [4] Humanitarian crises brought on by conflict or natural disasters have continued to demand more financial resources and aid.",
  "Even so, many countries also require official development assistance to encourage growth and trade. [4] The global progress map for SDG 17 shows that significant and major challenges remain in the majority of the world.",
  "Many regions of strong economic status perform very poorly, like the United States and much of Europe. [2] Contents 1 Background 2 Targets, indicators and progress 2.1 Target 17.1: Mobilize resources to improve domestic revenue collection 2.2 Target 17.2: Implement all development assistance commitments 2.3 Target 17.3: Mobilize financial resources for developing countries 2.4 Target 17.4: Assist developing countries in attaining debt sustainability 2.5 Target 17.5: Invest in least-developed countries 2.6 Target 17.6: Knowledge sharing and cooperation for access to science, technology and innovation 2.7 Target 17.7: Promote sustainable technologies to developing countries 2.8 Target 17.8: Strengthen the science, technology and innovation capacity for least-developed countries 2.9 Target 17.9: Enhanced SDG capacity in developing countries 2.10 Target 17.10: Promote a universal trading system under the WTO 2.11 Target 17.11: Increase the exports of developing countries 2.12 Target 17.12: Remove trade barriers for least-developed countries 2.13 Target 17.13: Enhance global macroeconomic stability 2.14 Target 17.14: Enhance policy coherence for sustainable development 2.15 Target 17.15: Respect national leadership to implement policies for the sustainable development goals 2.16 Target 17.16: Enhance the global partnership for sustainable development 2.17 Target 17.17: Encourage effective partnerships 2.18 Target 17.18: Enhance availability of reliable data 2.19 Target 17.19: Further develop measurements of progress 2.20 Custodian agencies 3 Monitoring and progress 4 Links with other SDGs 5 Challenges 5.1 Impacts and responses to Covid-19 pandemic 5.2 Partnerships with private finance 6 Organizations 6.1 United Nations organizations 6.2 The \"Business Avengers\" 6.3 US Based Organizations 7 References 8 External Links Background[edit] A successful sustainable development agenda requires partnerships between governments, the private sector and civil society. These inclusive partnerships built upon principles and values, a shared vision, and shared goals that place people and the planet at the center, are needed at the global, regional, national and local level. [5] The Sustainable Development Goals are a collection of 17 global goals set by the United Nations to be implemented by the year 2030. The Sustainable Development Goals are related to: Poverty, Hunger, Health, Education, Gender Equality, Energy, Economic Growth, Industry, Inequalities on all levels, Sustainable Communities, Responsible Consumption, Climate Change, Marine Life, Environment, Social Justice, and International Partnership (SDG 17). Sustainable Goal 17 targets long-term investments to empower sectors and companies in need, more adaptable in developmental countries.",
  "Its main aim reaches improving the following aspects of a country that include: energy, infrastructure, transportation systems, IT infrastructure to different communications technologies channels. [6] The framework of development covers evaluating and following up with rules and regulations, the sector's structure to attract more investment projects to the country and thus improving its economical standards.",
  "[6] This partnership is translated through full assistance of all regional, local and international communities to increase the economical and social growth rates of a certain nation. [7] Government revenue as a share of GDP, 2017. Revenue is cash receipts from taxes, social contributions, and other revenues such as fines, Targets, indicators and progress[edit] Further information: List of SDG targets and indicators SDG 17 has 19 targets and 24 indicators. Below is the list of all the targets with a short version and a long version of the titles. [8][9] No data is available yet for the following indicators: 17.5.1, 17.6.1, 17.7.1, 17.13.1, 17.14.1, 17.17.1. [9] For all the other indicators, data and world maps are available to visualize progress.",
  "[9] Target 17.1: Mobilize resources to improve domestic revenue collection[edit] Proportion of domestic budget funded by domestic taxes of GDP[9] Target 17.1 is formulated as: \"Mobilize resources to improve domestic revenue collection: Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection. \"[8] This target has two Indicators:[9] Indicator 17.1.1: Total government revenue as a proportion of GDP, by source Indicator 17.1.2: Proportion of domestic budget funded by domestic taxes Target 17.2: Implement all development assistance commitments[edit] Target 17.2 is formulated as: \"Implement all development assistance commitments: Developed countries to implement fully their official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (oda/gni) to developing countries and 0.15 to 0.20 per cent of oda/gni to least developed countries; oda providers are encouraged to consider setting a target to provide at least 0.20 per cent of oda/gni to least developed countries.",
  "\"[8] This target has one Indicator: Indicator 17.2.1 is the \"Net official development assistance, total and to least developed countries, as a proportion of the Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee donors' gross national income (GNI)\". [9] Target 17.3: Mobilize financial resources for developing countries[edit] Target 17.3 is formulated as: \"Mobilize financial resources for developing countries: Mobilize additional financial resources for developing countries from multiple sources. \"[8] This target has two Indicators:[9] Indicator 17.3.1: Foreign direct investment, official development assistance and South-South cooperation as a proportion of gross national income Indicator 17.3.2: Volume of remittances (in United States dollars) as a proportion of total GDP Some of the implications of COVID-19 are related to the fall of remittances from $554 to billions by 2019 to US$445 billion on 2020, This situation will affect low and middle income countries as well as poor households. [10] Target 17.4: Assist developing countries in attaining debt sustainability[edit] World Map Indicator 17.4.1 - Debt Service as a proportion of exports of goods and services[9] Target 17.4 is formulated as: \"Assist developing countries in attaining debt sustainability: Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress. \"[8] This target has one Indicator: Indicator 17.4.1 is the \"Debt service as a proportion of exports of goods and services\". [9] Target 17.5: Invest in least-developed countries[edit] Target 17.5 is formulated as: \"Invest in least developed countries: Adopt and implement investment promotion regimes for least developed countries.",
  "\"[8] This target has one Indicator: Indicator 17.5.1 is the \"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries\". [9] \"Global foreign direct investment is expected to decline by up to 40% in 2020.",
  "\"[10] Target 17.6: Knowledge sharing and cooperation for access to science, technology and innovation[edit] Target 17.6 is formulated as: \"Knowledge sharing and cooperation for access to science, technology and innovation: Enhance north-south, south-south and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the united nations level, and through a global technology facilitation mechanism. \"[8] This target has one Indicator: Indicator 17.6.1 is the \"Fixed Internet broadband subscriptions per 100 inhabitants, by speed\". (this indicator used to be Number 17.6.2)[9] In 2020 it was proposed to delete the former Indicator 17.6.1 (Number of science and/or technology cooperation agreements and programmes between countries, by type of cooperation). [11] Target 17.7: Promote sustainable technologies to developing countries[edit] Target 17.7 is formulated as: \"Promote sustainable technologies to developing countries: Promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favorable terms, including on concessional and preferential terms, as mutually agreed. [8] This target has one Indicator: Indicator 17.7.1 is the \"Total amount of funding for developing countries to \"promote the development, transfer, dissemination and diffusion of environmentally sound technologies\"[9] World map for indicator 17.8.1 - Proportion of individuals using the Internet in 2017 Target 17.8: Strengthen the science, technology and innovation capacity for least-developed countries[edit] Target 17.8 is formulated as: \"Strengthen the science, technology and innovation capacity for least developed countries: Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology. \"[8] This target has one Indicator: Indicator 17.8.1 is the \"Proportion of individuals using the Internet\".",
  "[9] Despite the increase of the global share related to internet access the digital divide persist. [12] Target 17.9: Enhanced SDG capacity in developing countries[edit] Target 17.9 is formulated as: \"Enhance SDG capacity in developing countries: Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the sustainable development goals, including through north-south, south-south and triangular cooperation.",
  "\"[8] This target has one Indicator: Indicator 17.9.1 is the \"Dollar value of financial and technical assistance (including through north–south, South‑South and triangular cooperation) committed to developing countries\". [9] Target 17.10: Promote a universal trading system under the WTO[edit] SDG Indicator 17.10.1 Chart- showing the Tariff rate across all products, 1989 to 2016 SDG Indicator 17.1.2 Map- showing the Share of domestic budget funded by domestic taxes, 2016 Target 17.10 is formulated as: \"Promote a universal trading system under the WTO: Promote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the world trade organization, including through the conclusion of negotiations under its Doha development agenda. \"[8] This target has one Indicator: Indicator 17.10.1 is the \"Worldwide weighted tariff-average\". [9] Target 17.11: Increase the exports of developing countries[edit] World Map Indicator 17.11.1 - Exports by income group[9]Target 17.11 is formulated as: \"Increase the exports of developing countries: Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries' share of global exports by 2020. \"[8] This target has one Indicator: Indicator 17.11.1 is the \"Developing countries' and least developed countries' share of global exports\". [9] Target 17.12: Remove trade barriers for least-developed countries[edit] Target 17.12 is formulated as: \"Remove trade barriers for least developed countries: Realize timely implementation of duty-free and quota-free market access on a lasting basis for all least developed countries, consistent with world trade organization decisions, including by ensuring that preferential rules of origin applicable to imports from least developed countries are transparent and simple, and contribute to facilitating market access.",
  "\"[8] This target has one Indicator: Indicator 17.12.1 is the \"Weighted average tariffs faced by developing countries, least developed countries and small island developing States\". [9] Target 17.13: Enhance global macroeconomic stability[edit] Target 17.13 is formulated as: \"Enhance global macroeconomic stability: Enhance global macroeconomic stability, including through policy coordination and policy coherence.",
  "\"[8] This target has one Indicator: Indicator 17.13.1 is the \"Macroeconomic Dashboard\". [9] Target 17.14: Enhance policy coherence for sustainable development[edit] Target 17.14 is formulated as: \"Enhance policy coherence for sustainable development Enhance policy coherence for sustainable development. \"[8] This target has one Indicator: Indicator 17.14.1 is the \"Number of countries with mechanisms in place to enhance policy coherence of sustainable development\". [9] Target 17.15: Respect national leadership to implement policies for the sustainable development goals[edit] SDG Indicator 17.15.1 Map showing Proportion of results, indicators and new interventions drawn from..., World Target 17.15 is formulated as: \"Respect national leadership to implement policies for the sustainable development goals: Respect each country's policy space and leadership to establish and implement policies for poverty eradication and sustainable development. \"[8] This target has one Indicator: Indicator 17.15.1 is the \"Extent of use of country-owned results frameworks and planning tools by providers of development cooperation\". [9] Target 17.16: Enhance the global partnership for sustainable development[edit] Target 17.16 is formulated as: \"Enhance the global partnership for sustainable development Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries, in particular developing countries.",
  "\"[8] This target has one Indicator: Indicator 17.16.1 is the \"Number of countries reporting progress in multi-stakeholder development effectiveness monitoring frameworks that \"support the achievement of the sustainable development goals\". [9] Target 17.17: Encourage effective partnerships[edit] Target 17.17 is formulated as: \"Encourage effective partnerships: Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships.",
  "\"[8] This target has one Indicator: Indicator 17.17.1 is the \"Amount in United States dollars committed to public-private partnerships for infrastructure. [9] Target 17.18: Enhance availability of reliable data[edit] Target 17.18 is formulated as: \"Enhance availability of reliable data: By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing states, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts. \"[8] This target has three indicators:[9] Indicator 17.18.1: Statistical capacity indicator for Sustainable Development Goal monitoring Indicator 17.18.2: Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics Indicator 17.18.3: Number of countries with a national statistical plan that is fully funded and under implementation, by source of funding By 2017 only the half of the funding required for data and statistics ($690 million) was mobilized. [13] Target 17.19: Further develop measurements of progress[edit] Target 17.19 is formulated as: \"Further develop measurements of progress: By 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries. \"[8] This target has two indicators:[9] Indicator 17.19.1: Dollar value of all resources made available to strengthen statistical capacity in developing countries Indicator 17.19.2: Proportion of countries that (a) have conducted at least one population and housing census in the last 10 years; and (b) have achieved 100 per cent birth registration and 80 per cent death registration Custodian agencies[edit] Custodian agencies are in charge of reporting on the following indicators:[14] Indicator 17.1.1 and 17.1.2: International Monetary Fund (IMF) Indicator 17.2.1 and 17.9.1: Organisation for Economic Co-operation and Development (OECD) Indicator 17.3.1: Organisation for Economic Co-operation and Development (OECD) and UN Conference on Trade and Development (UNCTAD) Indicator 17.3.2, 17.4.1 and 17.17.1: World Bank (WB) Indicator 17.5.1: UN Conference on Trade and Development (UNTAD) Indicator 17.6.1: UNESCO Institute for Statistics (UNESCO-UIS) Indicator 17.6.2: International Telecommunication Union (ITU) Indicator 17.7.1: United Nations Environmental Programme-Climate Technology Centre and Network (UNEP-CTCN) Indicator for 17.8.1: International Telecommunication Union (ITU) Indicator 17.10.1, 17.11.1, 17.12.1 and 17.13.1: World Trade Organization (WTO), International Trade Centre (ITC) and United Nations Conference on Trade and Development (UNCTAD) Indicator 17.14.1: United Nations Environmental Programme (UNEP) Indicator 17.15.1 and 17.16.1: Organisation for Economic Co-operation and Development (OECD) and United Nations Development Programme (UNDP) Indicator 17.18.1 and 17.19.2: Department of Economic and Social Affairs-Statistics Division (DESA-UNSD) Indicator 17.18.2 and 17.18.3: PARIS 21 Indicator 17.19.1: PARIS 23 Monitoring and progress[edit] High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General. The most recent one is from April 2020.",
  "[15][16] Despite the efforts to implement the support the implementation of the SDGs, this process has been fragile and has faced different challenges. From the absence of data to trade tensions and COVID-19, these challenges represent a threat for the progress made.",
  "[12] Links with other SDGs[edit] The success of the 2030 agenda requires inclusive partnerships to achieve the common goals adopted. These partnerships need to be set at the different constituencies (local, national, regional and global level) and consider the Sustainable Development Goals'principles, vision and values to place people and planet first now more than ever to recover from crisis and build back while achieving the SDGs. [10] More often than not, the actualization of the SDGs, at the global level, depends on the effectiveness of the official development assistance. The Official development assistance needs to leverage on international collaboration for the public financing of the developing countries that remained unfulfilled by the donors. It is the responsibility of the official development assistance to ensure that, most developing countries are supported in areas of water and sanitation related activities and programs rather than making use of their domestic resources, tariffs and public finance obtain through taxation. Challenges[edit] Impacts and responses to Covid-19 pandemic[edit] The UN Secretary-General gave a development of strategy that spread out a dream for how the global network can show a powerful, organized reaction to the COVID-19 pandemic.",
  "The 2020 Financing for Economical Advancement Report traces measures to address the effect of the unpacked worldwide back down and financial crisis, particularly within the world's poorest nations. [7] To support the poor communities they also started a UN Reaction and Trust Fund.",
  "[17] Unfortunately, remittances to low income countries are expected to fall and global investment is expected to decline by 40% owing to the pandemic. [18] World Health Organization (WHO), in collaboration with the UN Establishment advanced a first-of-its-kind Solidarity Reaction Support to permit enterprises and people to contribute to WHO's COVID-19 reaction. [7] Partnerships with private finance[edit] There are concerns that Target 17.17 could undermine the rest of the SDGs. Indeed, according to a 2018 UN Report,[19] \"in terms of costs, private finance is more expensive than public finance, and public-private partnerships can also incur high design, management and transactional costs due to their complexity and the need for external advice\". [20][21] In addition, negotiations of these public-private partnerships can cause project delays of some years. [22] Organizations[edit] United Nations organizations[edit] The following United Nations organizations are involved in SDG 17, being custodians of one or several indicators: International Monetary Fund (IMF) Organisation for Economic Co-operation and Development (OECD) UN Conference on Trade and Development (UNCTAD) World Bank (WB) UN Conference on Trade and Development (UNTAD) UNESCO Institute for Statistics (UNESCO-UIS) International Telecommunication Union (ITU) United Nations Environmental Programme-Climate Technology Centre and Network (UNEP-CTCN) World Trade Organization (WTO) International Trade Centre (ITC) United Nations Conference on Trade and Development (UNCTAD) United Nations Environmental Programme (UNEP) United Nations Development Programme (UNDP) Department of Economic and Social Affairs-Statistics Division (DESA-UNSD) PARIS 21 The \"Business Avengers\"[edit] 17 of the world's largest corporations are part of those dedicated to achieving the SDG.",
  "[23] The opportunities for this \"business avenger\" concept include collective impact and employee engagement. The organization Salesforce.org (social impact center of Salesforce company) has committed to supporting SDG 17.",
  "[23] US Based Organizations[edit] In the US there are over fifteen thousand tax-exempt organizations working on issues related to UN SDG 17, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [24] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[25] Hewlett Foundation,[26] and Giving Tech Labs, created a free online interactive tool UN SDG Partnerships in the US. This online tool enables users to see indicators related to Official Development Assistance (ODA) Spending and local spending on issues related to the other SDGs nationally and by state, as well as relevant information for over fifteen thousand tax-exempt organizations in the US working on issues related to UN SDG 17. The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit] ^ United Nations official website on SDGs: https://sustainabledevelopment.un.org/sdg17 ^ a b c Pierce, Alan (26 November 2018). \"SDG Indicators: why SDG 17 is the most important UN SDG\".",
  "Sopact. Retrieved 24 September 2020.",
  "^ \"#Envision2030Goal17: Partnerships for the goals\". United Nations Department of Economic and Social Affairs (UNDESA). Retrieved 24 September 2020. ^ a b c d e \"Goal 17: Partnerships for the goals\". United Nations Development Programme (UNDP). Retrieved 24 September 2020.",
  "^ \"Sustainable Development Goal 17: Revitalize the global partnership for sustainable development\". SDG Tracker.",
  "Retrieved 24 September 2020. ^ a b One Tree Planted (2020). \"Sustainable Development Goal 17\". ^ a b c Global Partnerships (2020). \"Goal 17: Revitalize the global partnership for sustainable development\". ^ a b c d e f g h i j k l m n o p q r s t United, Nations (10 July 2017).",
  "Resolution adopted by the General Assembly on 6 July 2017: Work of the statistical commission pertaining to the 2030 Agenda for sustainable development (PDF). United Nations General Assembly.",
  "pp. 1–25. ^ a b c d e f g h i j k l m n o p q r s t u v w x y Ritchie, Roser, Mispy, Ortiz-Ospina. \"Measuring progress towards the Sustainable Development Goals.\" (SDG 17) SDG-Tracker.org, website (2018) ^ a b c \"Goal 17: Revitalize the global partnership for sustainable development\". United Nations.",
  "Retrieved 22 September 2020. ^ \"IAEG-SDGs 2020 Comprehensive Review Proposals Submitted to the 51st session of the United Nations Statistical Commission for its consideration\".",
  "United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 1 September 2020. ^ a b \"Partnerships: Why they matter?\" (PDF). United Nations. Retrieved 22 September 2020.",
  "^ \"E_infographics_17\" (PDF). United Nations / Sustainable Development.",
  "Retrieved 22 September 2020. ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations, Geneva\"\" (PDF). UNECE. Retrieved September 23, 2020. ^ United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ \"High-level Political Forum - Sustainable Development Knowledge Platform\".",
  "United Nations. United Nations.",
  "Retrieved 8 September 2020. ^ Multi partner Trust Fund Office. \"UN COVID-19 Response & Recovery Fund\". {{cite web}}: CS1 maint: url-status (link) ^ \"The sustainable development goals report 2020\" (PDF). ^ Extreme poverty and human rights*, Report of the Special Rapporteur on extreme poverty and human rights, Philip Alston, submitted in accordance with Human Rights Council resolution 35/19, NYC, 26 September 2019 ^ Languille, “Public-private partnerships in education and health in the global South”, p. 156 ^ Germà Bel and Xavier Fageda, “What have we learned from the last three decades of empirical studies on factors driving local privatization? ”, Local Government Studies, vol.",
  "43, No. 4 (2017), pp.",
  "503–511 ^ European Court of Auditors, Public-Private Partnerships in the EU, p. 9 ^ a b Project Everyone. \"THE BUSINESS AVENGERS\". Sopact. Retrieved 24 September 2020. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\".",
  "nextbillion.net. Retrieved 2021-11-17.",
  "^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. Retrieved 2021-11-17. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net.",
  "Retrieved 2021-11-17. External Links[edit] UN Sustainable Development Knowledge Platform – SDG 17 “Global Goals” Campaign - SDG 17 SDG-Track.org - SDG 17 UN SDG 17 in the US vteSustainable Development GoalsIndividual goals (1) No Poverty (2) Zero Hunger (3) Good Health and Well-being (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reducing Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals Related Education 2030 Agenda Global Goals Week List of Sustainable Development Goal targets and indicators By country Australia Ghana Iran Lebanon Nigeria Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_17&oldid=1086809003\" Categories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 maint: url-statusArticles with short descriptionShort description is different from WikidataNo local image but image on Wikidata Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia CommonsWikiversity Languages العربيةEspañolEuskaraFrançaisМакедонскиپښتو Edit links This page was last edited on 8 May 2022, at 13:48 (UTC)."
]