[
  "Decent work - Wikipedia Decent work From Wikipedia, the free encyclopedia Jump to navigation Jump to search This article has multiple issues. Please help improve it or discuss these issues on the talk page.",
  "(Learn how and when to remove these template messages) A major contributor to this article appears to have a close connection with its subject. It may require cleanup to comply with Wikipedia's content policies, particularly neutral point of view. Please discuss further on the talk page. (January 2011) (Learn how and when to remove this template message) This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.Find sources: \"Decent work\" – news · newspapers · books · scholar · JSTOR (September 2015) (Learn how and when to remove this template message) (Learn how and when to remove this template message) Cost of Basic but Decent Living Decent work is employment that \"respects the fundamental rights of the human person as well as the rights of workers in terms of conditions of work safety and remuneration.",
  "... respect for the physical and mental integrity of the worker in the exercise of his/her employment. \"[1] Decent work is applied to both the formal and informal sector.",
  "It must address all kind of jobs, people and families. According to the International Labour Organization (ILO), decent work involves opportunities for work that are productive and deliver a fair income, security in the workplace and social protection for families, better prospects for personal development and social integration, freedom for people to express their concerns, organize and participate in the decisions that affect their lives and equality of opportunity and treatment for all women and men. [2] The ILO is developing an agenda for the community of work, represented by its tripartite constituents, to mobilize their considerable resources to create those opportunities and to help reduce and eradicate poverty. [3] The ILO Decent Work Agenda[2] is the balanced and integrated programmatic approach to pursue the objectives of full and productive employment and decent work for all at global, regional, national, sectoral and local levels. It has four pillars: standards and rights at work,[4] employment creation and enterprise development,[5] social protection[6] and social dialogue. [7] Contents 1 Elements 2 Sustainable development and decent work targets 3 Challenges in implementation 4 World Day for Decent Work 5 Decent Work, Decent Life Campaign 5.1 Success 6 Decent Work, Decent Life for Women Campaign 7 See also 8 References 9 External links Elements[edit] The elements of decent work are[8]:- Job Creation - no one should be barred from their desired work due to lack of employment opportunities Rights at Work, including minimum wage - Workers rights include the right to just and favourable conditions, days off, 8-hour days, non-discrimination and living wages for them and their families, amongst others Social Protection - all workers should have safe working conditions, adequate free time and rest, access to benefits like healthcare, pension, and parental leave, among many others Social Dialogue - workers should be able to exercise workplace democracy through their unions and negotiate their workplace conditions as well as national and international labour and development policies Sustainable development and decent work targets[edit] Sustainable Development Goal 8 The Sustainable Development Goals also proclaims decent work for sustainable economic growth.",
  "[9] The Goal aims to increase labor productivity, reduce the unemployment rate, and improve access to financial services and benefits. Encouraging entrepreneurship and job creation are key to this, as are effective measures to eradicate forced labour, slavery and human trafficking.",
  "With these targets in mind, the goal is to achieve full and productive employment, and decent work, for all women and men by 2030. [10] The ILO Decent Work Agenda's areas of concern has been mentioned in other development targets such as in reducing poverty and increasing access to education. [11] The UN believes that the ILO Decent Work Agenda plays an active role in achieving sustainable development. [11] Challenges in implementation[edit] Although few disagree with the Decent Work Agenda in principle,[citation needed] actually achieving decent work poses challenges and controversies. In Africa, for example, informal employment is the norm, while well-paying jobs that offer social-protection benefits are the exception. [12] This has been attributed to difficulties in obtaining formal sector jobs due to the creasing pressure of globalization.",
  "[12] But there do exist debates on whether reducing the size of the informal economy would bring about social welfare. [13] In order to achieve The Decent Work Agenda, national and international entities have to commit to the objective of the creation of quality jobs and tackle its challenges.",
  "[14] However, an obstacle is that it is difficult to convince the citizens of a country that aiding development and job creation abroad is also beneficial domestically. [14] To remain competitive in the world economy, governments are tempted to close markets and lower labor standards which is believed to cause depressing wages and working conditions. [14] Various actors can affect the provision of decent work, although existing conditions and incentives do not always lend themselves to advancing the Decent Work Agenda. To illustrate: National governments create decent work through economic and industrial policies. However, the forces of globalization – such as downward pressures on wages and reduced macroeconomic policy flexibility – have diminished the ability of national governments to achieve this goal on their own. Businesses create jobs from the local to international levels, and those operating across borders can affect international wages and working conditions.",
  "Multinational enterprises typically locate operations in countries where wages are at their lowest and so called \"worker's rights\" are less prominent. This is antithetical to the Decent Work Agenda, although it does contribute to economic development.",
  "Trade unions assist employees in advocating for elements of decent work, from a so-called \"living wage\" to health insurance to workplace safety standards. Trade unions face the challenge of meeting their members’ immediate needs at home while supporting job creation and \"workers’ rights\" around the globe. International financial institutions provide loans or other assistance to national governments, and require loan recipients to implement certain policy measures. Existing programs generally exclude employment targets and have even been known to reduce job creation in the short term, as jobs which exist only through government market distortions are replaced with economically viable employment. Trade negotiators can forward the Decent Work Agenda globally by including labor standards in trade agreements, while legislators (among others) can support their implementation. However, many countries view the campaign for labor standards as an effort by other countries to make their own industries more competitive.",
  "World Day for Decent Work[edit] October 7, is the World Day for Decent Work. During that day trade unions, union federations and other workers associations develop their actions to promote the idea of decent work.",
  "Actions vary from street demonstrations to music events or conferences held in many countries. Decent Work, Decent Life Campaign[edit] Five organizations, Solidar, ITUC, ETUC, Social Alert International and the Global Progressive Forum, launched the Decent Work, Decent Life campaign at the World Social Forum in Nairobi in January 2007, and has since then worked in an alliance to promote decent work for decent life as solution to poverty. The idea to run a Campaign on Decent Work was conceived at the World Social Forum, 2005, in Porto Alegre. The Campaign targets young people, trade union activists, NGOs and decision makers in developed and developing countries. The Campaign’s objectives focus on building awareness of Decent work and on promoting decent work as the only sustainable way out of poverty, democracy and social cohesion. Success[edit] In November 2007, decision makers from European governments and institutions signed the Call to Action of the Decent Work, Decent Life Campaign[15] adding up to the recognition of the Decent Work Agenda.",
  "\"There is also a growing interest on the part of the EU and international civil society in decent work, as illustrated for instance by: the launch of the Decent Work/Decent Life [Campaign]…\". [16] The Campaign’s Call to Action focuses on seven issues, namely; decent work, workers’ rights, social protection, fair trade, international financial institutions, development aid and migration.",
  "Decent Work, Decent Life for Women Campaign[edit] The Decent Work, Decent Life for Women Campaign is a two years campaign launched on International Women’s Day 2008 (March 8) by the International Trade Union Confederation (ITUC) and the Global union federations (GUF). The campaign aims to advocate decent work for women and gender equality in labour policies and agreements and to seek gender equality in trade union structures, policies and activities. The second objective aims at increasing number of women members in trade unions and women in elected positions. The Campaign’s necessity stems from multiple forms of discrimination in both policy and practice on a daily basis women are facing such as the gender pay gap,[17] the lack of maternity protection and the higher unemployment rates among women. [18] Because of the gender bias, women are often paid less and are not given the opportunities to advance in their careers compared to their male counterparts. [19] In Asia, women are mostly employed in the domestic works which is one of the lowest paid, least valued, and least organised sectors.",
  "Women's wage growth rate in Asia, excluding China, from 2006 to 2011 was 0.9%. At the moment 81 national centers in 56 countries participate with various events in this Campaign.",
  "See also[edit] Organized labour portal Convention on domestic workers Critique of work Dignity of labour Forced labour Happiness at work International labour law International Labour Organization (ILO) International Monetary Fund (IMF) International Trade Union Confederation (ITUC) Job satisfaction Labor rights Neo-liberalism Occupational safety and health Right to work Social clause Trade union Washington Consensus World Bank Group World Trade Organization (WTO) References[edit] ^ \"General Comment 18, 2006 United Nations COMMITTEE ON ECONOMIC, SOCIAL AND CULTURAL RIGHTS - THE RIGHT TO WORK, General comment No. 18, Adopted on 24 November 2005, Article 6 of the International Covenant on Economic, Social and Cultural Rights\" (PDF). Unhchr.ch. Retrieved 2015-09-27. ^ a b \"Decent work\". www.ilo.org.",
  "Retrieved 2020-03-10. ^ \"Working out of Poverty\".",
  "International Labour Organization. Archived from the original on December 30, 2007. ^ [1] Archived December 15, 2007, at the Wayback Machine ^ [2] Archived December 30, 2007, at the Wayback Machine ^ [3] Archived December 30, 2007, at the Wayback Machine ^ [4] Archived December 9, 2007, at the Wayback Machine ^ \"Campaign for Decent Work and Living Wage\". Asia Pacific Forum on Women, Law and Development (APWLD). April 16, 2015. Retrieved 2020-03-10.",
  "^ Sustainable Development Goals, Goal 8 ^ \"Goal 8: Decent work and economic growth\". UNDP in the Philippines.",
  "Retrieved 2019-01-27. ^ a b \"Challenges of implementation of Decent Work in the post-2015 Agenda in Europe and its responsibility in the world\". www.ilo.org. 2015-03-17. Retrieved 2020-03-10. ^ a b Ndongo Samba Sylla (27 September 2017).",
  "\"Why the western model doesn't work\". D+C, development and cooperation.",
  "Retrieved 5 October 2017. ^ \"India's Informal Sector: The Vilified-glorified 'other' Side Of The Formal\". Forbes India. Retrieved 2020-03-10. ^ a b c \"Decent jobs for youths\". The Financial Express.",
  "Retrieved 2020-03-10. ^ http://www.actu.asn.au/International/NewsandEvents/KeydecisionmakerscommittoCalltoActionforDecentWorkDecentLife.aspx.",
  "Retrieved July 18, 2008. {{cite web}}: Missing or empty |title= (help)[dead link] ^ Report on the EU contribution to the promotion of decent work in the world, SEC 2184, Brussels, 2008 ^ [5] Archived July 3, 2008, at the Wayback Machine ^ \"ITUC Report\" (PDF). Ituc-csi.org\\accessdate=2015-09-27. February 2008. ^ \"With science 'held back by a gender gap', Guterres calls for more empowerment for women and girls\". UN News.",
  "2020-02-10. Retrieved 2020-03-10.",
  "External links[edit] WDDW, World Day for Decent Work International Labour Organization A Fair Globalization, Making it Happen Decent Work: a better world starts here. A web movie available in 25 languages ILO – Decent work agenda Retrieved from \"https://en.wikipedia.org/w/index.php?title=Decent_work&oldid=1092644184\" Categories: Economic globalizationIndustrial policyInternational Labour OrganizationLabor rightsHidden categories: Webarchive template wayback linksCS1 errors: missing titleCS1 errors: bare URLAll articles with dead external linksArticles with dead external links from June 2016Use Oxford spelling from April 2016Wikipedia articles with possible conflicts of interest from January 2011Articles needing additional references from September 2015All articles needing additional referencesArticles with multiple maintenance issuesAll articles with unsourced statementsArticles with unsourced statements from October 2008 Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version Languages العربيةCatalàDeutschEspañolEuskara한국어LatinaМакедонски日本語RomânăУкраїнська中文 Edit links This page was last edited on 11 June 2022, at 16:22 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Mobile view Developers Statistics Cookie statement"
]