[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft will replenish more water than it consumes by 2030 - The Official Microsoft Blog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nOfficial Microsoft Blog\n\n\n\n\nOfficial Microsoft Blog\n\n\n\n\n                            Official Microsoft Blog\n                        \n\n\n\n\n Home \n\n\n\nOur Company \n\n\nAbout Microsoft\n\n\nCompany Timeline\n\n\nGlobal Diversity & Inclusion\n\n\nMicrosoft by the Numbers\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Stories\n\n\nOfficial Microsoft Blog\n\n\nRegional News Centers\nRegional News Centers\n\n\nMicrosoft Asia\n\n\nMicrosoft Europe\n\n\nMicrosoft India\n\n\nMicrosoft Latin America\n\n\nMicrosoft Middle East & Africa\n\n\n\n\n\n \n\nNews and Stories \n\n\nAccessibility Blog\n\n\nAI Blog\n\n\nCustomer Stories\n\n\nEducation Stories\n\n\nFeature Stories\n\n\nInnovation Stories\n\n\nMicrosoft Latino\n\n\nMicrosoft Life\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Research\n\n\nStory Labs\n\n\nOfficial Microsoft Blog\n\n\nProduct blogs\nProduct blogs\n\n\nAzure\n\n\nDevices\n\n\nMicrosoft 365\n\n\nWindows\n\n\nXbox\n\n\n\n\nSecurity Blog\n\n\nAI for Business\n\n\n\n \n\nPress Tools \n\n\nImage Gallery\n\n\nPress Releases\n\n\nMicrosoft News on Twitter\n\n\nEvents\n\n\nExecutive Biographies\n\n\nMicrosoft CEO\n\n\nPress Contacts\n\n\nBoard of Directors\n\n\nFacts About Microsoft\n\n\nInvestor Relations\n\n\nWorldwide News\n\n\nVideo & Broll\n\n\nExecutive Speeches\n\n\nPress Kits\nPress Kits\n\n\nAutomotive and Mobility\n\n\nDynamics 365\n\n\nHealthcare\n\n\nManufacturing\n\n\nMicrosoft 365\n\n\nMixed Reality\n\n\nPhilanthropies\n\n\nSurface\n\n\nTelecom\n\n\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Azure\n\n\nMicrosoft Dynamics 365\n\n\nMicrosoft 365\n\n\nWindows 365\n\n\nMicrosoft Industry\n\n\nMicrosoft Advertising\n\n\nShop Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\n.NET\n\n\nVisual Studio\n\n\nWindows Server\n\n\nWindows Dev Center\n\n\nDocs\n\n\nPower Platform\n\n\nPower Apps\n\n\nHoloLens 2\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft will replenish more water than it consumes by 2030 \n\n\nSep 21, 2020\n\n| \n\tBrad Smith - President \n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Facebook (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Twitter (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on LinkedIn (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\nWater is essential to life. We depend on it for our survival. ",
  "The basic need has shaped how human societies have advanced over time. Explorers from pre-Columbian times and the age of antiquity to NASA have lived by the motto “follow the water” as they have sought and continue to seek to discover new opportunities for the expansion of human civilization. While water is plentiful – covering 70% of the Earth’s surface – 97% of this water is saline, located in our oceans, and not fit to drink or use for crops. The world’s fresh water is not equally distributed or accessible and is found disproportionately in places where people do not live. And as human civilization has expanded, we have reached the point globally where humanity depletes the available freshwater supply at a rate of 4.3 trillion cubic meters every year – the majority of which goes to agricultural and industrial uses. This needs to change. ",
  "That’s why we’re announcing an ambitious commitment for Microsoft to be water positive for our direct operations by 2030. We’re tackling our water consumption in two ways: reducing our water use intensity – or the water we use per megawatt of energy used for our operations – and replenishing water in the water- stressed regions we operate. ",
  "This means that by 2030 Microsoft will replenish more water than it consumes on a global basis. As with our other environmental commitments, we hope these steps will help contribute to a growing movement to address the world’s sustainability needs. More momentum is clearly needed. Today, according to United Nations Water, more than two billion people lack access to safe drinking water. And climate change is only intensifying this water shortage. The U.N. estimates that one in four people may live in a country affected by chronic shortages of freshwater by 2050. ",
  "According to the World Bank, this climate-induced reduction in freshwater availability, coupled with increased demand, could reduce water availability in cities by more than 66% by 2050. Getting ahead of the world’s water crisis will require a reduction in the amount of water humans use to operate economies and societies, as well as a concerted effort to ensure there is sufficient water in the places it is needed most. ",
  "This will require a transformation in the way we manage our water systems and a concerted effort for all organizations to account for and balance their water use. As a global technology company Microsoft is prepared to act on both accounts, taking responsibility for our own water use and partnering on technology platforms to help others do the same. Over the past year we have committed Microsoft to becoming a carbon negative, zero waste company that is building a new planetary computing platform to transform the way we monitor, model, and ultimately manage Earth’s natural systems. Our pledge today to become water positive by 2030 adds a fourth pillar to this work. And as in our other areas, we’re committed not only to setting ambitious goals for ourselves but using technology to better help our customers to do the same. Water positive by 2030 \nBy 2030 we will be water positive, meaning we will replenish more water than we use. ",
  "We’ll do this by putting back more water in stressed basins than our global water consumption across all basins. The amount returned will be determined by how much water we use and how stressed the basin is. ",
  "Our replenishment strategy will include investments in projects such as wetland restoration and the removal of impervious surfaces like asphalt, which will help replenish water back into the basins that need it most. We will focus our replenishment efforts on roughly 40 highly stressed basins where we have operations. This reflects a science-based assessment of the world’s water basins. The majority of the world’s freshwater is divided into 16,396 basins, each of which has been assigned a “baseline water stress” score by the World Resources Institute (WRI), a leading nonprofit global research organization that focuses on natural resources. A basin is considered “highly stressed” if the amount of water withdrawn exceeds 40% of the renewable supply. Globally there are 4,717 basins that fall into this category. ",
  "All of this work will build on our ongoing investments, and advances water reduction and replenishment across our operations. This includes a sustainability design standard across Microsoft that requires water conservation at all locations globally. ",
  "These include:\n\nOur new Silicon Valley campus, opening later this year in California, features an on-site rainwater collection system and waste treatment plant to ensure 100% of the site’s non-potable water comes from onsite recycled sources. An integrated water management system will manage and reuse rainwater and wastewater. By recycling our water, the campus will save an estimated 4.3 million gallons of potable water each year. Nearly halfway around the world, our new Herzliya, Israel campus features water-efficient plumbing fixtures that drive up water conservation by 35%. In addition, 100% of water collected from air conditioners will be used to water plants on-site. In India, our newest building on our Hyderabad campus will support 100% treatment and reuse of wastewater on-site for landscaping, flushing, and cooling tower makeup. ",
  "At our headquarters redevelopment in Puget Sound, all new office buildings will reuse harvested rainwater in flush fixtures and low-flow systems, which is projected to save more than 5.8 million gallons annually. At our new datacenter region in Arizona, available for use in 2021, we are innovating ways to reduce our water use intensity and replenish water in this highly stressed region. ",
  "We will use zero water for cooling for more than half the year, leveraging a method called adiabatic cooling, which uses outside air instead of water for cooling when temperatures are below 85 degrees Fahrenheit. When temperatures are above 85 degrees, an evaporative cooling system is used, acting like a “swamp cooler” that you find in residential homes. This system is highly efficient, using less electricity and up to 90% less water than other water-based cooling systems, such as cooling towers. We are also partnering with First Solar to provide solar energy rather than traditional electricity generation, which is expected to save more than 350 million liters of water annually. Our reduction in water use intensity and our replenishment commitments address the key issue of water availability, which is the amount of water that can be used to meet demand. That, however, is only part of the challenge. ",
  "Equally important is the issue of accessibility, which is the supply of safe drinking water and sanitation. That is why we are partnering with nongovernmental organizations (NGOs) to ensure more than 1.5 million people have access to clean drinking and sanitation water. ",
  "We’ll focus this work in seven countries. We’ll start by partnering with Water.org, a leading global nonprofit focused on underserved communities, to help people in Brazil, India, Indonesia and Mexico. We’ll then expand this work with partners in China, Malaysia and South Africa. Digitizing water data \nWe will also use our technology to better understand where water stress is emerging and optimize water replenishment investments across a region. Through our AI for Earth program we are supporting projects in each of these areas:\n\nVector Center works with governments and companies around the world to better understand the impact of water availability and accessibility. One of the challenges it addresses is water risk and scarcity in urban communities where data is still often analog, printed and stored in stacks. ",
  "It is digitizing data and has developed a platform called the Perception Reality Engine on Azure to collect, correlate and analyze data and produce an overall picture of what’s actually happening in real time, to better see how to forestall the threat of when water may not be available. It also can provide a historic view of water in a particular area. ",
  "The Perception Reality Engine uses data on rainfall, surface water amounts, plant growth and more to map water availability around the world and flag where crises are occurring or may soon occur. It also overlays this information with news sources and social media to determine where the public perception is different than reality so governance, education and behavior changes can be made before water runs out in a region. The Freshwater Trust, a nonprofit that protects and restores freshwater ecosystems, and Upstream Tech, a company that develops technological solutions for water conservation, worked together to develop a tool called the BasinScout Platform. It uses satellite data, data about crop growth and farming practices, and applies machine learning to assess field-level agricultural practices and their impact on water resources at scale, including scenarios about how to be more water- and cost-efficient. This helps conserve and protect the water basins that are main sources of the public’s water supply. Leadership Counsel for Justice and Accountability is a California nonprofit focused on land use and transportation in underserved communities. ",
  "It is working to address the challenge of drinking water availability in California’s Central Valley. About 1.5 million people in the region rely on private domestic wells for drinking water, and many of these wells often fail during drought or due to groundwater management issues. ",
  "The Leadership Counsel is using AI to predict domestic well failure resulting from groundwater changes and resulting drinking water shortages. They’re providing that information to local agencies that can use this information to prevent well failure and improve water resource management and planning. Climate Innovation Fund investment: Emerald Technology Ventures \nMicrosoft’s Climate Innovation Fund is investing $10 million in the Emerald Technology Ventures’ $100 million Global Impact Fund, whose investors also include Temasek, Ecolab and SKion. The fund will partner with early- to expansion-stage companies from around the world, driving innovation and its adoption in water technologies. It will focus on pressing challenges, including conserving water resources, improving water efficiency and quality, avoiding carbon emissions in water treatment, and adapting to climate change. This fund is one of the few funds solely focused on water strategy. ",
  "This is the third investment the Climate Innovation Fund has made in one of company’s four sustainability focus areas. The first was focused on carbon and the second on waste. ",
  "Empowering our customers \nMicrosoft is also developing solutions to help customers understand water-related risks due to climate change; use data to reduce water use and make smarter decisions about water; and, improve water quality and conservation. Technologies like IoT and AI are playing a critical role in improving water quality and water efficiency. For example, the Azure IoT Central government app templates includes remote, real-time water quality monitoring and water consumption monitoring, geared toward reducing water consumption. Ecolab, a leading global provider of water, hygiene and energy technologies and services, is a Microsoft customer and a partner that is using data and technology to help its customers be more water efficient and use less water across their operations. The data Ecolab collects from more than 42,000 connected smart water sensors around the world is used to make informed recommendations to improve processes and reduce water consumption. It leads to a “virtuous cycle” of less water, better results and much lower operating costs. ",
  "Using Microsoft technologies like Azure, Azure Machine Learning, Power BI and more, Ecolab is accelerating net zero water usage around the world in sectors including energy, agriculture, food and beverage, manufacturing and hospitality. Schneider Electric (SE) provides energy and automation digital solutions for efficiency and sustainability; combining world-leading energy technologies, real-time automation, software and services into integration solutions. ",
  "They have recently co-innovated solutions on Azure to improve water and wastewater management along the water cycle through smart water technology and services for optimized water and waste operations, water and energy, safety and enterprise sustainability. This includes recent work to help restore the water quality of the Bogotá River with the expansion of the Salitre II wastewater treatment plant. Working with the Bogotá Colombia Water treatment plant, the largest in Colombia and under execution by Aqualia, new digital technologies are making the plant more efficient. The Bogotá River is polluted, and this is threatening the environment and health of the 8 million inhabitants of Bogota. The wastewater treatment plant is an important part of the remediation efforts. Grundfos is a global water technology company headquartered out of Bjerringbro, Denmark. ",
  "They pioneer solutions to the world’s water and climate challenges improve quality of life for people. Grundfos utilizes Microsoft to support their business’ transformation in digital and water solutions with the expected outcomes of improving customer satisfaction, increasing innovation and operational excellence. ",
  "Two ambitious water goals are to provide safely managed drinking water to 300 million people in need and save 50 billion cubic meters of consumable freshwater by 2030, which is why a lot of innovation is going on. To provide water also means to reduce the amount of energy needed to heat our cities – enter the Grundfos iGRID system built on Azure. Azure services, such as the IoT Hub, are utilized by iGRID to optimize heat distribution in cities to save energy. Grundfos can reduce heat losses by 20%, which means iGRID on Azure will be reducing the energy usage in our cities, improving the longevity of our existing networks and lowering the costs to the everyday citizen. Seequent is a New Zealand-based Microsoft customer and partner. They rely on Azure to drive their geospatial and geoscience work, including important work to address water quality and quantity with the Water Replenishment District (WRD), the largest groundwater agency in the state of California. ",
  "WRD’s service area covers a 420-square-mile region of southern Los Angeles County and accounts for approximately half of the region’s water supply. The WRD is using Seequent’s Leapfrog Works to create 3D models of the local water basins, creating better understanding of groundwater flow and identifying contamination. ",
  "These models are helping WRD maintain their Water Independence Now Program, which has made the region sustainable using local resources including advanced treated recycled water to replenish groundwater supplies. Water Resilience Coalition \nWe understand that no one company or organization can solve the world’s water crisis. The private sector also has a significant opportunity to have a positive impact on water availability and accessibility: 150 of the world’s biggest companies have the potential to influence one-third of global freshwater use. Launched earlier this year, the Water Resilience Coalition is an initiative of the United Nations Global Compact CEO Water Mandate. Founded by seven companies, including Microsoft, the coalition has since grown to 16 industry-leading corporations, all of whom have pledged to work collectively on water issues. We are working together to identify priority basins for collective action and to set targets for improving conditions in those basins. ",
  "As part of our water goals, we will partner with Water Resilience Coalition members to co-invest in availability, accessibility and quality projects in water-stressed basins and we will actively recruit other companies to join us in this important coalition. Policy \nGovernments also play a fundamental role in ensuring the availability of safe, clean drinking water, maintaining and expanding water infrastructure, protecting critical water ecosystems, and responding to water crises. ",
  "We will use our voice at the local, national and global levels on public policy that would increase water access and availability and improve quality. Improving Data in Water Stressed Areas:  We can’t solve a problem that we don’t fully understand. Governments ought to develop more accurate and up-to-date assessment of ground and surface water levels and how they are changing over time. This data can help local stakeholders calculate and forecast demand and supply balances; track water quality; facilitate disaster prevention and early warning systems; and ultimately develop innovative solutions. We are encouraged to see the EU’s plans to create a Common European Green Deal data space, as part of the European Strategy for Data, that aims to harness the potential of environmental data to help achieve the EU’s ambitious climate objectives. To support such efforts, Microsoft will work with partners to deploy tools that provide better hydrologic data that enable enhanced water management. ",
  "Upgrading Water Infrastructure: We need governments to invest in upgrading and expanding water infrastructure. This is critical to provide safe drinking water, treat storm and wastewater, manage water levels, and protect against climate impacts, particularly in the most vulnerable communities. ",
  "These investments can also provide much needed job creation. National governments should look for opportunities to integrate water infrastructure into COVID-19 recovery packages and foster innovative solutions. We applaud the EU for including water-related green infrastructure in the InvestEU Programme as well as recent bipartisan effort by the U.S. Congress to consider reauthorization of critical water infrastructure funding. We will encourage national governments to prioritize these critical investments in the months and years ahead. Integrating water into climate strategies: Water is the primary means through which climate change will be experienced. As such, we need government to address climate and water challenges in a more integrated way. ",
  "One way to do this is through the long-term goals that countries set as part of their national climate plans or Intended Nationally Determined Contributions (INDCs) under the Paris climate agreements. As national governments work to update their 2030 climate plans, in advance of COP26, the annual UN climate conference, in 2021, they should include an explicit water-related target in their climate mitigation and adaptation strategies. ",
  "To help advance these policy efforts, we will join WaterEurope to promote smart water solutions and will encourage our other trade associations and advocacy partners in the U.S. and EU to play a more active role in advocating these policies. Enlisting our employees\nAs we have with each of our previous sustainability commitments, we will enlist our employees by inviting them to participate in volunteer opportunities associated with the replenishment projects we will be investing in. Our employees have volunteered with NGOs we’re partnering with on water replenishment projects, including  the restoration of Lake Sembakkam in Chennai, India; restoration of Crow Creek in Cheyenne, Wyoming; and, habitat restoration along the Red River in Fargo, North Dakota. In regions without active replenishment projects, we will provide information about volunteer opportunities with nonprofits working on water projects in their communities. While our commitments focus on fresh water  we recognize the need to protect the world’s oceans, which generate more than 50% of the world’s oxygen, absorb half the carbon produced and account for 80% of the planet’s biodiversity. Oceans also are critical to our globally economy and food security, with more than 100 million households dependent on the fisheries for their livelihoods, and 3 billion dependent on seafood as their primary protein. ",
  "Protecting the world’s oceans\nThe Organization for Economic Co-operation and Development (OECD) estimates that by 2030 the value of the ocean economy could exceed $3 trillion and more than 40 million jobs. To realize this potential economic impact, the private and public sectors and civil society must work together to reverse declining ocean biodiversity resulting from climate change, pollution and overexploitation. ",
  "That requires good data, governance and policies, and technological innovations like smart sensors, autonomous robots, data analytics and AI to better monitor, model and manage oceans. That’s why we’re joining the World Economic Forum’s Center for the Fourth Industrial Revolution Network for ocean innovation and technology in Norway (C4IR Ocean). It’s dedicated to using data, technology and governance frameworks to protect the world’s oceans and increase the sustainability of ocean-based industries. Unlike roads, oceans have not been adequately mapped, so we are not making informed decisions. We’re one of the organizations working with C4IR Ocean on its Ocean Data Platform. This global, open-source platform gives data scientists, app developers and marine spatial planners access to data coming from historic and real-time data sources to develop solutions to improve ocean health. ",
  "***\nOur mission is to empower every person and organization on the planet to achieve more. We believe that the purpose of business – and our responsibility – is to produce profitable solutions to the problems of people and planet. "
]