[
  "Tesla Water Treatment Facility Skip to main content Menu Search markets Back Civic & Cultural Back Overview → Airports Overview → Airport Concessions Airport Terminal Design Airside Infrastructure Landside Infrastructure Civic Overview → Solid Waste Management Cultural & Entertainment Military & Public Safety Operations, Maintenance & Storage Sports & Recreation Centers Transit Coastal & Marine Back Overview → Coastal Flood Risk Reduction & Restoration Coastal & Marine Disaster Planning & Recovery Coastal, Marine, and Great Lakes Ecosystems Ports & Marine Terminals Education Back Overview → PreK-12 Overview → Athletics/Performing Arts/Other Bond Planning & Prototypes Career & Technical Education (CTE) Early Childhood Education Elementary Schools High Schools Middle Schools Higher Education Overview → Academic Facilities & Libraries Academic Science Career & Technical Education Student Life Research + Benchmarking Energy Back Overview → Asset Integrity Dams Overview → Dam Safety & Rehabilitation Downstream Grid Modernization Overview → Distributed Energy Resources Microgrids Transportation Electrification Hydropower Overview → Pumped Storage Small Hydropower Midstream Overview → Pipelines, Facilities & Terminals Navigation & Locks Power Delivery Overview → Distribution Substations Transmission Lines Renewable Energy Overview → Energy Storage Offshore Wind Solar Power Wind Power Telecommunications Thermal Generation Overview → Combined Heat & Power and District Energy Combustion Gas Turbines Conventional Fossil Generation Plant Services Waste to Energy Generation Upstream Overview → Conventional Production & Gathering Gas Processing Heavy Oil & Oil Sands Energy Transition Back Overview → Energy Diversification Hydropower Overview → Pumped Storage Small Hydropower Net Zero Mining Renewable Energy Overview → Energy Storage Offshore Wind Solar Power Wind Power Grid Modernization Overview → Distributed Energy Resources Microgrids Transportation Electrification Thermal Generation Overview → Combined Heat & Power & District Energy Waste to Energy Environment Back Government Back Government of Canada North America Funding Program United States Federal Government Health Back Overview → Academic Medical Centers Acute Care Ambulatory Care Behavioral Health Cancer Care Children's Health Particle Therapy Senior Care Women's Health Industrial Back Overview → Building Products Data Centers Food & Beverage Manufacturing Operations, Maintenance & Storage Facilities Ports & Marine Terminals Pulp, Paper, Tissue & Packaging Solid Waste Management Warehouse, Distribution & Logistics Mining, Minerals & Metals Back Overview → Mine Closure & Remediation Mine Facilities Mine Water Mining Project Development Net Zero Mining Tailings & Waste Residential Back Overview → Master Planned Communities Multi-Family Residential Transit Oriented Development Mixed-Use Development Retail, Hospitality & Mixed Use Back Overview → Hotels Mixed-Use Development Resorts Retail Centers Retail Stores Restaurants Science & Technology Back Overview → Biopharmaceuticals Research & Laboratories Smart Cities Back Sports & Recreation Back Overview → Action Sports Ice & Aquatics Parks & Recreation Sports & Recreation Facilities Stadiums & Event Centers Transportation Back Overview → Airports Bridges & Structures Complete Streets & Active Transportation Roadways Overview → Border Crossings Toll Facilities Smart Mobility Overview → Stantec GenerationAV™ Transit & Rail Urban Mobility Urban Places Back Overview → Brownfield Development Complete Streets & Active Transportation Mixed-Use Development Overview → Mixed Use Buildings Mixed Use Infrastructure Resilience Smart Cities Smart Mobility Overview → Stantec GenerationAV™ Transit Oriented Development Urban Mobility Water Back Overview → Management & Technology Consulting Overview → Financial Analysis & Management System (FAMS) Financial Services & Management Insight Analytics (IA) Conveyance Industrial Water Solid Waste Management Wastewater Treatment Overview → Water Reuse Water Resources Infrastructure Overview → Dams Water Resources Planning & Management Water Treatment Wet Weather Flow & Urban Stormwater Workplace & Office Back services Back Architecture & Interior Design Back Architecture Interior Design Urban Planning & Design Sustainability & Building Performance Landscape Architecture Lighting Design Visioning, Brands, Experiences Buildings Digital Practice Overview → Virtual Reality Alternate Project Delivery Acoustics & Vibration Buildings Engineering Back Overview → Structural Engineering Mechanical Engineering Electrical Engineering Sustainability & Building Performance Information Communications & Technology Physical Security Lighting Design Commissioning & Validation Digital Services (Stantec.io) Overview → Virtual Reality Alternative Project Delivery Acoustics & Vibration Climate Solutions Back Community Development Back Overview → Data Analytics & Visualization Digital Services (Stantec.io) Overview → Design Visualization Geomatics Landscape Architecture Land Development Engineering Land Use Planning Public Participation Urban Planning & Design Digital (Stantec.io) Back Environmental Services Back Overview → Assessment & Permitting Atmospheric Sciences Overview → Climate Change Risk Assessment Coastal Solutions Cultural & Social Sciences Overview → Indigenous Relations & Partnerships Digital Services (Stantec.io) Overview → Remote Sensing Virtual Engagement Ecosystems Overview → Ecosystem Restoration eDNA Natural Capital & Natural Resource Economics Nature-based Solutions Environmental, Health & Safety Compliance Remediation & Revitalization Overview → PFAS & Emerging Contaminants Solid Waste Management Water Resources Geotechnical Engineering & Materials Testing Back Overview → DebrisFlow Predictor International Development Back Overview → Community & Stakeholder Engagement Engineering Design, Technical Advisory & Construction Supervision Environment, Natural Resources & Climate Change Governance, Capacity Building and Policy Reform Sustainable Energy & Electrification Water Supply, Sanitation & Irrigation Landscape Architecture Back Overview → Campus Planning Design Visualization Land Use Planning Parks & Recreation Public Participation Urban Planning & Design Mining Services Back Mining Project Development Mine Power Hydrogeology & Geochemistry Mine Water Treatment Mine Ventilation Systems Shafts & Hoisting Systems Material Handling Systems Mining Environmental Services Digital Services (Stantec.io) Power Engineering & Design Back Applications Engineering Asset Management Detailed Power Engineering & Design Digital Services (Stantec.io) Planning, Feasibility Studies & Design Program & Project Management Back Overview → Operational Readiness Surveying & Mapping Back Sustainability Back Transportation Services Back Overview → Bus Rapid Transit Construction Inspection & Management Data Analytics & Visualization Detailed Engineering & Design Environmental Services Intelligent Transportation Systems Pavement Engineering Program Management Traffic Engineering Traffic & Revenue Services Transit Advisory Transportation Planning Tunneling Venue Logistics Planning Zero Emission Bus Water Services Back Overview → Conveyance Digital Services (Stantec.io) Ecosystem Restoration Financial Analysis Management System Financial Services Management Geotechnical Engineering & Materials Testing Resilience Sustainability The Stantec Institute for Water Technology & Policy Trenchless Tunneling Wastewater Treatment Water Resources Water Treatment locations Back Search All Offices Back Australia Back Belgium Back Canada Back Caribbean Back China Back Czech Republic Back Germany Back Italy Back Latin America Back Middle East Back Netherlands Back New Zealand Back Slovakia Back Taiwan Back Turkey Back United Kingdom Back United States Back ideas Back View All Ideas Back Buildings Back Cities Back Climate Change Back COVID-19 Back Energy & Resources Back Environment Back Innovation & Technology Back Mobility Back Water Back about Back Company Overview Back Leadership Back Board of Directors Back Corporate Governance Back Corporate Sustainability Back Health, Safety, Security, and Environment Back Indigenous Relations & Partnerships Back Inclusion, Diversity & Equity Back Community Engagement Back Overview → Stantec Equity & Diversity Scholarship Innovation Office Back Learning Design & Delivery Back Supplier Information Back Contact Us Back News Back Watch Back careers Back Why Choose Stantec Back Life At Stantec Back Inclusion, Diversity & Equity Back Students & Graduates Back Developing Professionals Group (DPG) Back Veteran & Military Back Search & Apply Back investors Back Why Invest Back Financial Reports & Filings Back Shareholder Information Back Events & Presentations Back News Back Contact Information Back Global | eng Language / Region Select your region to visit a Stantec regional site, or visit our Locations Hub on our Global site where you can learn more about Stantec in your local area. Global English | Français Italy Italiano Latin America Español Netherlands Nederlands Taiwan 繁體中文 Turkey Türkçe We've detected you are located in Please select your location Africa Australia Belgium Caribbean China Czech Republic Germany Global India Italy Latin America Middle East Netherlands New Zealand North America Slovakia Taiwan Turkey United Kingdom Change location Learn how we use this information Save location Search Global | eng Region Search Form Submit Search Input Close Button Language / Region Select your region to visit a Stantec regional site, or visit our Locations Hub on our Global site where you can learn more about Stantec in your local area.",
  "Global English | Français Italy Italiano Latin America Español Netherlands Nederlands Taiwan 繁體中文 Turkey Türkçe We've detected you are located in Please select your location Africa Australia Belgium Caribbean China Czech Republic Germany Global India Italy Latin America Middle East Netherlands New Zealand North America Slovakia Taiwan Turkey United Kingdom Change location Learn how we use this information Save location Start of main content Projects United States Projects Tesla Water Treatment Facility Aggressive schedule, strictest energy code in the US, largest facility in California, 2.5 million people served. No problem. 2.5 Million Served $86M Project Value 315 MGD Tracy, California Close Providing drinking water to over 2.5 million people in the Metropolitan San Francisco area facebook twitter linkedin email Water treatment plants are some of the most expensive and complicated capital projects undertaken by public agencies. When the plant supplies drinking water to more than 2.5 million people, the stakes are even higher. Stantec exceeded difficult design requirements and helped the owner save significant public funds while delivering the project ahead of schedule. At 315 million gallons per day, the facility is one of the largest UV disinfection drinking water plants in North America and the largest in California.",
  "A facility of this size normally takes up to four years to complete – working in partnership with the contractor on a design-build team, we completed the project in two years and three months. The facility meets California Title 24, the strictest energy code in the country.",
  "The operations, UV process area, and electrical building were combined into a single LEED Silver certified facility, reducing capital costs and improving operability and maintenance. The plant is designed to be robust and low maintenance, while satisfying seismic design criteria that are necessary for this post disaster structure. At a Glance Offices Burnaby, BC Phoenix, AZ Rocklin, CA Vancouver, BC Client San Francisco Public Utilities Comm Partners PCL Construction Awards 2014 ACEC Honor Award 2014 ACEC California Honor Award 2012 CMAA, Northern California Chapter Project of the Year Services Water Services Markets Water Water Treatment Client Appreciation \"On behalf of myself and SFPUC I greatly appreciate being part of the Project and working alongside fantastic Stantec Professionals. In my 26 years of working in this profession, this project of all projects has stood out for me mainly due to the individuals from both Stantec and PCL that I have worked with in which I have a great respect for and continue to enjoy our friendship and camaraderie long after the project.\" Bijan Ahmadzadeh, City Regional Construction Manager Meet Our Team Reno Fiorante, Senior Vice President, Discipline Leader, Water Ensuring a clean water supply and protecting waterways from the wastewater we generate benefits our communities for generations to come. Reno Fiorante Senior Vice President, Discipline Leader, Water Read More Rob Simm, Senior Vice President, Emergent Sector Leader, Water Sewage should no longer be viewed as only a waste product.",
  "From energy generation to fertilizer production, I help our clients maximize the potential of their wastewater. Rob Simm Senior Vice President, Emergent Sector Leader, Water Read More John Take, Executive Vice President & Chief Business Officer Protecting entire cities from flooding or helping industries keep their processes running—for me, it’s all about moving water.",
  "John Take Executive Vice President & Chief Business Officer Read More Mark Smith, Principal, Water Our team takes the time to listen to our clients and tailor solutions to meet their unique needs—on each project. Mark Smith Principal, Water Read More Reno Fiorante Senior Vice President, Discipline Leader, Water Rob Simm Senior Vice President, Emergent Sector Leader, Water John Take Executive Vice President & Chief Business Officer Mark Smith Principal, Water Related Projects ADB Geothermal Technical Assessment and Environmental Social Service Hebei Province, Shangdong Province, and Shaanxi Province, China Advisory Services for Ulaanbaatar Water Supply Infrastructure Ulaanbaatar, Mongolia Australia Pacific LNG Water Treatment Facility Surat and Bowen Basin, Australia Chandler Pecos Surface Water Treatment Plant Facilities Master Plan Chandler, Arizona City of Cottage Grove PFAS Water Treatment Facilities Cottage Grove, Minnesota City of Toledo Water Treatment Asset Management Improvements Toledo, Ohio Collins Park WTP - Carbon Dioxide Storage System Replacement Toledo, Ohio Collins Park WTP - Professional Construction Management Toledo, Ohio Corona del Mar Water Treatment Plant Goleta, California Durleigh Water Treatment Centre Refurbishment Somerset, United Kingdom Eielson Air Force Base Drinking Water Supply Fairbanks, Alaska Enhanced Water Demand Forecasting Adelaide, Australia Environmental and Social Due Diligence Services to a Solar Energy Project Multiple Locations, China Evan Thomas Water and Wastewater Infrastructure Upgrades Kananaskis, Alberta Exploratory Harbour Bores Wellington, New Zealand Fort McMurray Ice Jam Flood Wastewater & Stormwater Systems Recovery Fort McMurray, Alberta Groton Water Treatment Plant Groton, Connecticut Guidelines and Procedures for Wastewater Re-use in Bahrain Bahrain Infrastructure Needs Program (INP) in West Bank and Gaza for USAID West Bank/Gaza, Middle East Iowa Department of Natural Resources Floodplain Mapping Data Management Various Locations, Iowa Iqaluit Emergency Water Supply Iqaluit, Canada Jackie A. Meck Water Treatment Campus Buckeye, Arizona Kamloops Centre for Water Quality Kamloops, British Columbia Karakol Water project Karakol, Kyrgyzstan We're better together Become a client Partner with us today to change how tomorrow looks. You’re exactly what’s needed to help us make it happen in your community. Contact Us Design your career Work with passionate people who are experts in their field. Our teams love what they do and are driven by how their work makes an impact on the communities they serve. Join the Team End of main content To top markets markets Civic & Cultural Coastal & Marine Education Energy Energy Transition Environment Government of Canada Health Industrial Mining, Minerals & Metals Residential Retail, Hospitality & Mixed Use Science & Technology Smart Cities Sports & Recreation Transportation Urban Places US Federal Government Water Workplace & Office services services Architecture & Interior Design Buildings Engineering Client Enterprise Solutions Climate Solutions Community Development Digital (Stantec.io) Environmental Geotechnical Engineering & Materials Testing International Development Landscape Architecture Power Engineering & Design Program & Project Management Surveying & Mapping Sustainability Transportation Services Water Services about about Company Overview Leadership Board of Directors Corporate Governance Corporate Sustainability Indigenous Relations Community Engagement Inclusion, Diversity & Equity Contact Us News Watch Find An Office Supplier Information investors investors Why Invest Financial Information Shareholder Information Events & Presentations Contact Information News careers careers Life at Stantec Inclusion, Diversity & Equity Students & Graduates Search & Apply ideas ideas Visit our hub follow us follow us Phone: 1-866-782-6832 Media Requests: media@stantec.com ® 2022 Stantec, All rights reserved.",
  "Copyright & Privacy Policy Portals Site Map Cookie Disclaimer By accessing and using our website you agree to our use of cookies and the collection of your personal information as described in our privacy policy. Stantec values our relationship with you and is committed to protecting your personal information."
]