[
  "Vettoriale Stock Responsible consumption and production black icon. Corporate social responsibility.",
  "Sustainable Development Goals. SDG color sign Reduce the negative impact on the environment, and on human health | Adobe Stock Adobe Stock Foto Illustrazioni Vettoriali Video Audio Modelli Gratuito Premium Font Plugin 3D Foto Illustrazioni Vettoriali Video Audio Modelli Gratuito Premium Font Plugin 3D Foto Vettoriali Video Gratuito Font Plugin 3D Foto Vettoriali Video Gratuito Font Plugin 3D Altro Illustrazioni Modelli Audio Premium Altro Illustrazioni Modelli Audio Premium Vendi Prezzo Accedi supporto Vendite: 800 94 00 11 Richiedi aiuto Il collegamento per impostare la password è stato inviato a: La password sarà necessaria per accedere in futuro ai tuoi acquisti. Nel tuo profilo personale sono stati trovati un piano di abbonamento, una cronologia di licenze o dei crediti. Vuoi trasferirli al tuo profilo aziendale? Non mostrare più Introduzione Nel tuo profilo personale sono stati trovati un piano di abbonamento, una cronologia di licenze o dei crediti. Vuoi trasferirli al tuo profilo aziendale?",
  "Non mostrare più Introduzione Tutto Immagini Video Audio Modelli 3D Gratuito Premium Le mie librerie Trova simile. Trascina un'immagine quiosfoglia Caricamento immagine... Ricevi gratuitamente 10 immagini Adobe Stock.",
  "Inizia ora Ricevi gratuitamente 10 immagini. Sblocca oltre 200 milioni di risorse nella nostra collezione completa Prova gratuitamente Sblocca oltre 200 milioni di risorse nella nostra collezione completa Ottieni 3 video HD gratuiti Inizia ora Ottieni 3 video HD gratuiti Responsible consumption and production black icon. Corporate social responsibility. Sustainable Development Goals. SDG color sign Reduce the negative impact on the environment, and on human health Trova simile. Trascina un'immagine quiosfoglia Caricamento immagine... Cambia area geografica Termini di licenza Formazione e supporto Società Vendi immagini Enterprise Carriere © 2022 Adobe.",
  "All rights reserved. Privacy Condizioni d’uso AdChoices OK OK OK OK OK OK Scegliete l’area geografica La selezione dell’area geografica può cambiare la lingua e il contenuto delle promozioni disponibili nel sito Web di Adobe Stock."
]