[
  "#Z4GlobalGoals : Peace - IBM Z and LinuxONE Community Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter).",
  "United States IBM® Community IBM Community Home AIOps & Management Business Analytics Business Automation Cloud Pak for Data Data Science DataOps Hybrid Data Management IBM Japan IBM Z & LinuxONE Integration Internet of Things Power Systems Cloud Network Automation Security Storage Supply Chain Watson Apps WebSphere & DevOps Site map IBM IBM Z and LinuxONE Community Skip main navigation (Press Enter). Toggle navigation HomeGroups Hybrid User Group BlogsDiscussionsEventsVideosLibraryMembersNewsletter Home Newsletter MembersEventsUser GroupsUser GroupsZCouncilsTopic GroupsEvents Upcoming Community EventsAll Community EventsWelcome #Z4GlobalGoals : Peace Login to IBM CommunityUse your IBM ID to log in or create a new account Login or Sign Up When: Sep 23, 2021 from 12:00 PM to 12:30 PM (ET) Associated with IBM zSystems Global Student Hub Join our StudEntX hosts, Melissa Sassi – Chief Penguin, IBM Z and Lella Halloum - Diana Award Recipient & the Youngest EVER IBM Z Champion, for a week of live streams (on IBM ExpertTV) that explore the role technology and young people play in achieving the United Nations Sustainable Development Goals (SDGs). We’re calling all hackers, hustlers, hipsters, and humanitarians (= YOU!) to join us as we explore how to use our digital skills to bring communities together, make the world a better place, and find purpose & passion in our careers.This session is focused on Peace: Gender Equality, Reduced Inequalities, and Peace, Justice and Strong Institutions. Hear from speakers, both seasoned and junior, in a cross-generational discussion on these hugely important topics! More information Location Online Instructions: Url: http://ibm.biz/studentx Login: Download to Your Calendar Copyright 2019 IBM Z and LinuxONE Community.",
  "All rights reserved. Powered by Higher Logic ×Group Tags Add a tag x User Tags may not contain the following characters: @ # $ & :"
]