[
  "IBM – Building sustainable cities through partnerships and integrated approaches Skip to navigation – Site map Field Actions Science Reports The journal of field actions HomeVolumes and IssuesSpecial Issue 163. Perspectives: Key factors of s...IBM – Building sustainable cities... Search Contents - Previous document - Next document Special Issue 16 | 2017 : Smart Cities at the Crossroads 3.",
  "Perspectives: Key factors of success to scale-up Smart Cities IBM – Building sustainable cities through partnerships and integrated approaches Philippe Sajhau p. 52-57 Abstract | Outline | Text | Notes | References | About the author Abstract In this article, Philippe Sajhau first proposes to redefine the smart city in order to understand better the issues it faces, namely, growing urbanisation and the need to adopt more sustainable development. For the author, technology remains the means for this approach and not the end in itself. In addition to the aim of reconnecting with more sustainable development, other advantages from acting in short term should encourage elected representatives and local authorities to invest in this area: regional economic growth, economic savings for the community, and the tangible benefits for the city’s residents (improved transport, energy consumption, quality of life, etc.). Within this context, IBM’s role is to support smart city projects by working closely with industrial partners and service operators, in France and abroad, and to provide its expertise in data collection, analysis and intelligence. Top of page Outline Introduction 1. An attempt to define the smart city 2.",
  "Why create smart cities? 3.",
  "Facilitate decision-making a) Adopt a partnership approach b) Facilitate collecting and aggregating data c) Facilitate decision-making by making the data collected meaningful 4. The conditions for rolling out smart cities ConclusionTop of page Full text PDF 852k Send by e-mail Zoom Original (jpeg, 260k) Introduction 1What do we really mean when we talk about “Smart Cities”? 2This term grates for many. Does it imply that city dwellers are smarter than country folk? In order not to enter into this pointless debate, IBM has rather opted to use the term “Smarter Cities”. Various terms are currently used to refer to this “smart city”: connected cities, sustainable cities, ingenious cities and inclusive cities, to name just these.",
  "So, how to define the smart city? 3Two elements need to be taken into account.",
  "First, the prerequisite remains technology and Internet connection. The connected city is not a new subject and has been around in France for some two decades. The current projects for the installation of high-speed networks across the country are part of this rationale. Technology therefore remains the necessary basis for any smart city strategy. Then came the concept of the “smart city”, which aims to respond to the new challenges of urbanisation. A dual phenomenon is indeed at work here: on the one hand, high demographic growth with the world’s population doubling in 50 years, and on the other, massive urbanisation, as evidenced in the multiplication of metropolises in France.",
  "At the global level, this means that 70% of the population will live in cities by 2040. In this new context, the question is to know if technology will improve how we experience this urbanisation phenomenon, from the perspective of sustainable development, that is, enabling us to pollute less, consume less, travel more intelligently, etc.",
  "The smart city can therefore be defined as the clever balance to be found between technology, as the basis, and the ambitious goal of sustainable development and improved urban living conditions. 1 Analytics corresponds to the analysis of large quantities of data using mathematics, statistics and (...) 4We currently have at our disposal a certain number of technologies: big data, analytics1, mobility solutions (that is, the app), social networks, the cloud (which remains the essential technological basis that has allowed a step change and so lower costs for the sector), etc. Two new solutions, currently being rolled out, will in the future allow us to go further in data collection and processing: connected devices–the Internet of Things or IoT–and cognitive computing. As the ‘all-technological’ is not the aim, the challenge now is to know how to apply these tools to achieve more sustainable development. 1. An attempt to define the smart city 5The topic of the city and digital technology dates back 25 years.",
  "So why talk about the smart city today? It is difficult to precisely define what a smart city is.",
  "There is no yardstick or criteria for measuring a city’s level of ‘intelligence’. We can only say that this or that city is a prime example (Barcelona, Lyon, Amsterdam, etc. ), thanks to various rankings published each year. 6At IBM, we have identified three criteria that can be used to characterise a city as being ‘smart’ (and to distinguish it from a digital city): The presence of data platforms that can collect and aggregate a vast volume of data from different sources. 2 Analytics is the analysis of data in large quantities, through mathematics, statistics and computer (...) Relevant information available at the regional level. Data platforms must make it possible to redistribute useful information in an intelligible manner: data observed through open data as well as predictions made using analytics2 and cognitive computing.",
  "3 See article about this topic: “Urban Environmental Monitoring”, page 24 Citizens’ participation in the process. This participation may be more or less active.",
  "For example, IBM has signed a partnership with the car manufacturer PSA to collect and analyse data from car sensors, with a view to developing the car of the future. In this case, the drivers’ participation is passive, although it is of course essential they authorise the data’s collection. Similarly, under its Environmental Urban Monitoring project in Nice, for which IBM works with Veolia3, we analyse when cars’ ABS controllers are activated. The data is then used to identify the areas where ABS are frequently activated, and to send out agents onsite to rectify any problems (potholes, poorly sequenced traffic lights, etc.). In other cases, citizens’ participation needs to be more active, such as when each individual contributes to entering data. Apps, like Waze, are based on this type of process.",
  "7The smart city goes well beyond mere technology. The “all-technological” is not an end in itself and many criticise such a perspective.",
  "Digital tools are only of limited interest so long as they are not serving a greater ambition, that of changing citizens’ behaviour. We should not lose sight of the real aim: more sustainable development. Over and above mobile apps, it is a behavioural change that is targeted. Sites like Blablacar, Uber or AirBnb invite us to adopt new ways of getting about, travelling, etc. But without technology, these platforms would not have existed. And without these platforms, behaviour would certainly not have evolved as quickly as it has.",
  "2. Why create smart cities?",
  "8While the long-term aim of smart cities is sustainable development, some of the advantages are visible in the shorter term. And they may help convince decision-makers–local and regional authorities in particular–to invest in this area. 9These benefits are evident on three levels: Regional economic growth. Investments in the smart city will attract numerous economic players to the region (start-ups, companies, universities, competition hubs, etc.). They will unify new investments, create jobs and new professional dynamics. Several French cites can testify to this economic upsurge: Lyon, which has invested heavily in the new Confluence district; Nice, with its Nice Méridia project involving IBM; or Montpellier, where, as a key stakeholder in French Tech, we have contributed to this region’s recognition.",
  "Economic savings for the community. The smart city then allows the local authority to make savings in its operation and management budgets.",
  "In Lyon, the Hublot project led by Veolia has improved the drinking water network’s efficiency and reduced non-revenue water (due in particular to leaks) from 20% to 15%, by using an app to observe the network in real time and to respond to any malfunction in under two hours. In Nice, savings of around €200,000 to €300,000 have been made in the waste collection system thanks to sensors we have installed at several drop-off points and which transmit data (container fill rate, temperature, etc.). Cross-referenced with other data (road traffic, cultural events, etc. ), this data optimises the collection trucks’ rounds. 10In addition to strictly economic savings, these initiatives are also an opportunity to renew the relationship between the city and its operators. With real-time network supervision, the smart city can recreate a relationship of transparency between the operator and the contracting authority.",
  "These savings are now crucial to devising a smart city policy. Benefits for the citizen.",
  "While sustainable development remains the long-term goal, in concrete terms it means improved day-to-day quality of life for all: spending less time commuting, consuming better, guarding against pollution or allergies, etc. Still, this aspect of the smart city raises new questions. While all stakeholders agree on the benefits of digital technology for citizens, the issue of who will pay remains. Not all regional or local authorities are ready to take this step. And yet, a simple analogy could convince them: local authorities are prepared to subsidise associations, so they could similarly finance start-ups that develop useful apps for their citizens. Apps that minimise citizens’ travel time, for example, also tie in with a public interest rationale: citizens save time, feel reassured, etc.",
  "11However, most authorities currently believe that it is the operator who should pay for such apps. But the operator is not in a position to launch into such projects for which it does not have control over all the elements.",
  "For example, a bus network operator does not simultaneously manage the rail network and so is unable to create a relevant app by itself. The smart city requires a high degree of cooperation between the stakeholders. This can only be achieved by the client (local authority or other management authority), which must therefore provide the funding. However, most authorities have not yet clearly grasped this dynamic or the central role they must play. Hence, the challenge is to get them to understand these arguments, especially regarding return on investment and responsibility. 12The three issues discussed above are the three pillars that must support any smart city ambitions: a time savings for citizens, money savings for the authority, and economic growth benefits for the region.",
  "These three elements have one thing in common: sustainable development. 13There is one final point that needs to be kept in mind: when we refer to sustainable development we are not just talking about the mere “ecological aspect”.",
  "It is in fact a vital issue for human survival in the years ahead. Given the rate at which urbanisation is increasing and given that 77% of the French already live in cities, it becomes obvious that new solutions are needed to make living in cities easier, and to protect the life of each individual. For this reason, at IBM, we are convinced of the importance of these initiatives. It’s not a question of aesthetics but of survival. 3. Facilitate decision-making 14IBM has never stopped reinventing itself to provide its clients with even more value and anticipate or even create new technology.",
  "Our strategy today is mainly based on three areas: Cognitive computing with the Watson program. The aim is to make structured and unstructured data intelligent and to improve decision-makers’ ‘intelligence’, in which case, we refer to augmented intelligence.",
  "This system is in no way intended to replace individuals, but rather to help them make decisions, to anticipate and process masses of data generated in particular by the IoT, which current technology will be increasingly incapable of processing. The cloud. This goes hand-in-hand with the SaaS (Software as a Service) approach. It completely changes the scope of costs and allows for far more agile action and development by testing faster the new projects clients are working on, and to test them very quickly with the user. Industry. Our aim is to extend the scope of our value added for industry solutions and to upskill our teams to work better with our clients.",
  "15Through the 3000 projects we have developed in the field of smart cities, we have progressed our approach in response to cities’ needs and the new possibilities provided by digital technology. a) Adopt a partnership approach 16Our core business is data and will continue to be so.",
  "Beyond that, there are many major stakeholders working daily with cities on buildings, energy, water, waste and transport, for example, such as Veolia, Bouygues, EDF, Vinci and Transdev. We have therefore decided to provide our expertise to these companies around digital topics, to help them step up their digital transformation both in terms of solutions and internal transformation. 17Our strategy also involves signing partnerships with some of these major operators to share our respective expertise and learn from each other: IBM contributes expertise in digital topics, and the operator brings its business knowledge. 18We have signed a global partnership with Veolia covering water network optimisation topics, As a result we have jointly taken to market digital solutions for water network managers worldwide, and we are already having success internationally. 19We are also working in France with SPIE on electric charging stations, and with Engie on video-protection. 20We believe this approach is the most relevant and will deliver the greatest agility.",
  "The city’s difficulties are no different to those facing all industries (transport, water, mobility, buildings, energy, health tomorrow, etc.). It is not our role to become an expert in each field; it is to support operators with their projects and to work with them on their customer paths, optimising their contracts, and reducing the investment needed so they can win more business.",
  "21For example, we have in our offices, a design thinking studio, which can work on a client issue in 48 or 72 hours, often dealing with the digital interface in their customer paths, bringing together, on their behalf, various internal and external stakeholders, to describe this path and then create a prototype to solve the question. We are then in a position to provide the means to industrialise this solution and assist the company with its transformation and rollout by generalising the approach. 22The support we provide can benefit large groups and startups alike. We have just inaugurated our ‘Scale zone’ which is open to ‘classes’ of startups throughout the year based around a major company or shared topic, and we work with them to achieve industrial scale and to meet potential major clients. 23For example, at present we are hosting startups that use the Sigfox network (the main network used in the area of the IoT, and so for smart cities). Focus – Example of the IBM-Veolia partnership in Lyon In 2013, Greater Lyon, with a population of 1.3 million and 400,000 metres of water pipes, published a call for tenders to delegate drinking water production and distribution for 25 years.",
  "There were four challenges: increase the network’s efficiency, modernise the service, provide new user services and offer solutions to eradicate dysfunction. All the while keeping the price of water relatively low for the consumer, which meant minimising capital outlay.",
  "Veolia chose to work with IBM and won the contract.We installed 60 sensors to measure water quality, 5000 acoustic leak detectors, and 20 valves to reduce the pressure. An operation centre now receives in real time all the data transmitted by the sensors together with all that available through open data (weather, incidents, etc.). With its ‘hypervision’ system, this operations centre encourages transparency. This builds trust between the elected representatives and operators, on the one hand, and between the elected representatives and their citizens, on the other. This concern for traceability was paramount for Veolia. Residents had to be provided with real-time information about the status of the network and assured of a rapid response to any problem (under two hours in this instance).",
  "Citizens want to be assured that public assets are being used to their full potential.Following this first project, Veolia installed a similar system in Lille. b) Facilitate collecting and aggregating data 24Our second mission involves facilitating the collection of data from various sources (notably thanks to big data and the IoT), and then to aggregate it.",
  "A smart city needs to pull together on the one platform all the data concerning its territory. Then, companies can use this data through big data and analytics or cognitive computing to develop new mobile apps and come up with new services for the city’s residents. This first data aggregation step is crucial. It is necessary to cross-reference the data of the various stakeholders operating across the region. The example of mobility platforms is, in this respect, particularly evocative. Focus – The example of mobility platforms to optimise rides 4 For more information about the Optimod’Lyon platform, go to: http://www.optimodlyon.com/en/ Mobility is defined as the sum of the various means of transport.",
  "To get from point A to point B, a user may have, for example, to take a bus, then the metro and walk. To provide residents with an app allowing them to see their trip in real and predicted time, it is obviously necessary to collect data from all the operators involved.",
  "And yet, this approach is relatively recent. Take the example of Paris: until the recent arrival of the City Mapper app, no app of this type was available. Users had to log onto the Vélib’, then Autolib’, then the RATP or Citadins (for the suburbs), etc. apps to build their ride. We have worked on this problem in Lyon and Montpellier when creating mobility platforms as part of R&D projects. In Lyon in particular, we worked on a “smart delivery” project that involved coming up with solutions to optimise route times for goods delivery drivers.",
  "This led to the creation of the Optimod’Lyon4 mobility platform thanks to a partnership with eight companies including four SMEs, and research units. The app tells delivery drivers the state of the traffic in real time and in the following hour, so they can adjust their route at any time.",
  "As part of this project, we established a partnership with three delivery companies. The companies enter the delivery rounds the previous evening, that is, the order of the drop-off points. Throughout the day, the identification of their location by the Lyon traffic central command centre makes it possible to warn drivers of any obstacles along their route. The drivers are then redirected to minimise their travel time. Following this experiment, the traffic central command took over the topic. It is now in the pilot phase.",
  "Christine Solnon, a professor at INSA-Lyon (French Institute of Applied Science) and a researcher at Liris (Computer Science Laboratory for Image Processing and Information Systems), has in particular carried out research work on this project, honoured with an “IBM Faculty Award”.Another emblematic example is the Waze app in which the data is generated by the drivers themselves. This data obviously has a lot of value and can be intelligently fed into local authorities’ mobility platforms.",
  "It is equally useful for Waze to recover public data held or certified by the authorities (accident or traffic jam warnings will have greater value for users if they are confirmed by an official source). For Waze and for the local authority, the creation of a partnership then becomes a real opportunity. Such initiatives have been taken in Boston (United States) and Versailles (France).A mobility platform really only comes into its own once it starts collecting data from all parties (public and private data, data from companies, etc.). Each is just one of many input sources, but together they form a complete data chain. Once the data has been aggregated on a platform, start-ups can use it to devise new apps. At that point, IBM’s contribution is based on cognitive and predictive computing with a view to facilitating decision-making.",
  "c) Facilitate decision-making by making the data collected meaningful 25Another way to make data meaningful is to make it speak to facilitate and speed up decision-making. Thanks to big data, analytics and cognitive computing, it is now possible to anticipate events and to inform all relevant parties so that they can rapidly make the best decision.",
  "This support quickly becomes useful in emergency situations for which any decision delay can have serious consequences. Focus – Anticipate and react to pollution episodes in Beijing IBM has developed in Beijing (China), a program to predict pollution levels with between 48 and 72 hours’ prior warning at the scale of a square kilometre. This system is based on simulation tools developed by our laboratory and uses data from local stakeholders as well as The Weather Company, recently acquired by IBM. Our simulation tools use analytics and cognitive computing. The pollution map for the coming three days helps authorities rapidly make the best decision: temporary shutdown of factories, reduce traffic speed limits along specific sections of the road network, etc.Once again, our role is not to take the place of the decision-makers, but rather to inform them and help them quickly make the right decision. 4.",
  "The conditions for rolling out smart cities 26We are often asked about the future of these smart cities. Will they develop massively in the coming years or will they remain small-scale experiments?",
  "Some also criticise the so-called developed countries for falling somewhat behind emerging countries, Asian in particular, where we are witnessing the very fast construction of smart cities from scratch. At the opposite end of the scale, in Europe, we are asking ourselves if the emergence of smart cities is really realistic–take for example, the recent roundtable in which we took part called “Can we make smart cities in Europe?” The preconception that it is still simpler to build cities starting from scratch, and so in emerging countries, continues to hold significant sway. 27First, we should bear in mind that a city at the cutting edge of technology does not always result in the best quality of life. Take the example of Songdo in South Korea: created from scratch in 2003, it was to be one of the world’s most complete smart city projects. But it is struggling to attract residents. Then, some Asian mushroom cities are a sort of anomaly driven more by the need to build than by technology.",
  "Finally, we are convinced that already highly urbanised areas can also accommodate smart city initiatives. The difficulties are certainly much greater in European cities, but that forces us to be more imaginative and more innovative–which in itself is both inspirational and an opportunity.",
  "28Still, the question of scale-up remains fundamental. How do we stop the smart city from being limited to certain districts but rather ensure it achieves its potential for our regions? A minimum of two conditions must be present: Elected officials and public stakeholders’ awareness of the advantage of these approaches. This change will come about when these parties realise what digital technology can provide them in terms of speed, savings, consistence and even fluidity. This awareness must obviously go hand-in-hand with financial commitments: building a smart city has a cost and requires decision-makers allocate sizeable budgets for it. Launching an app or financing a hackathon is a significant step but it is not enough: it is important for cities to seize this subject more ambitiously, like Lyon which initiated large projects for water, then mobility, or Nice for urban monitoring Improved training courses and appropriate recruitment policies.",
  "Today, few people have the digital knowledge and skills to lead these types of projects, and local authorities are not equipped to attract and recruit the appropriate people, especially because of the gap between the skills sought and the salaries or careers offered, with the exception of several major metropolises. These are new professions that demand new skills and attitudes to the city and technology.",
  "Awareness of these changes is a slow process in companies, and that is even truer for local authorities. Conclusion 29While the smart city is being increasingly welcomed into the day-to-day management of cities, it still faces many challenges. It remains a vast field of future innovation to be explored, both in emerging and developed countries. For the latter, being creative becomes crucial given that the space available for these initiatives generally only concerns 1% of the city with the remaining 99% being the built environment. Technology allows us to overcome these hurdles, especially thanks to the cloud, big data, analytics and cognitive computing. We have to hand three elements enabling us to build the smart city of the future: The massive collection of data from many sources and its aggregation and correlation to obtain information for making decisions closely tied to urban businesses (water, waste, energy, transport networks, security, etc.)",
  "Information shared in real time and predictively to facilitate the development of new uses Citizens contributing actively to data production. 30The role given to residents is crucial for these initiatives.",
  "In addition to technological tools and access to a wealth of information, the smart city is inscribed in an inclusive project focused on citizens and more sustainable development. For this reason, it needs to be the subject of a collective ambition transforming the relationship between the various players. Top of page Notes 1 Analytics corresponds to the analysis of large quantities of data using mathematics, statistics and computer software. Analytics can identify trends, assess performance or analyse the effects of certain decisions with a view to improving knowledge in the relevant field. 2 Analytics is the analysis of data in large quantities, through mathematics, statistics and computer software. Analytics can identify trends, evaluate performance or analyze the effects of certain decisions, with the objective of improving knowledge in the field.",
  "3 See article about this topic: “Urban Environmental Monitoring”, page 24 4 For more information about the Optimod’Lyon platform, go to: http://www.optimodlyon.com/en/Top of page List of illustrations URL http://journals.openedition.org/factsreports/docannexe/image/4345/img-1.jpg File image/jpeg, 260k Top of page References Bibliographical reference Philippe Sajhau, « IBM – Building sustainable cities through partnerships and integrated approaches », Field Actions Science Reports, Special Issue 16 | 2017, 52-57. Electronic reference Philippe Sajhau, « IBM – Building sustainable cities through partnerships and integrated approaches », Field Actions Science Reports [Online], Special Issue 16 | 2017, Online since 01 juin 2017, connection on 24 juin 2022.",
  "URL : http://journals.openedition.org/factsreports/4345Top of page About the author Philippe Sajhau After graduating from Supelec and a year spent with the French Alternative Energies and Atomic Energy Commission (CEA), Philippe joined IBM where he has held numerous positions. In July 2012, he was appointed Vice-President IBM France, in charge of the “Smarter Cities” initiative, one of the multinational’s flagship projects. He also heads up the company’s Energy-Utilities team.Deputy mayor of Nogent-sur-Marne responsible for the energy transition and digital innovation, he also chairs Syntec Numérique’s “City” committee.Philippe Sajhau is a committed and dedicated man who is passionate about issues involving the city. He is the author of the Smart Utilities and Cognitive Cities* blog that addresses Smart Cities issues. He also attends many conferences about this topic at France’s Grandes Écoles. * https://smartcities2016.com/ (in French only)Top of page Copyright Field ACTions Science Reports est mise à disposition selon les termes de la Licence Creative Commons Attribution 4.0 International.Top of page Contents - Previous document - Next document Browse Index Authors Keywords Years Full text issues 2021Special Issue 23 2020Special Issue 21 | Special Issue 22 2019Special Issue 19 | Special Issue 20 2018Special Issue 18 2017Special Issue 16 | Special Issue 17 2016Special Issue 14 | Vol.",
  "9 | Special Issue 15 2015Special Issue 13 | Vol. 8 2014Special Issue 9 | Special Issue 10 | Special Issue 11 | Special Issue 12 | Vol.",
  "7 2013Special Issue 7 | Special Issue 8 2012Vol. 6 | Special Issue 4 | Special Issue 5 | Special Issue 6 2011Vol. 5 | Special Issue 3 2010Special Issue 1 | Vol. 4 | Special Issue 2 2009Vol. 2 | Vol. 3 2008Vol."
]