[
  "24/7 Clean Energy â\u0080\u0093 Data Centers â\u0080\u0093 Google Data Centers Skip to content Locations Innovations Data and Security Efficiency 24/7 Clean Energy Gallery Life@ Podcast Discover FAQ Data Centers Locations Innovations Data and Security Efficiency 24/7 Clean Energy Gallery Life@ Podcast Discover FAQ Close the navigation drawer 24/7 Carbon-Free Energy by 2030 As the worldâ\u0080\u0099s largest annual corporate purchaser of renewable energy, Google has been a leader in deploying clean energy projects at scale. Now, as we enter our third decade of climate action, weâ\u0080\u0099re targeting our most ambitious sustainability goal to date: we intend to run on 24/7 carbon-free energy (CFE) â\u0080\u0093 everywhere, at all times.",
  "And we aim to do it by 2030. Our biggest sustainability moonshot yet In 2020 â\u0080\u0093 for the fourth consecutive year â\u0080\u0093 Google matched 100 percent of its annual electricity consumption with purchases of renewable energy, bringing nearly 6 gigawatts of new renewable energy online. This achievement involves buying a surplus of renewable energy in regions where solar and wind power are abundant â\u0080\u0093 like the US Midwest â\u0080\u0093 to address the lack of renewable energy in other places â\u0080\u0093 such as Taiwan. Similarly, in some cases we buy additional solar energy during the day to compensate for our use of carbon-intensive energy at night. Our large-scale procurement of renewables has been effective at helping drive down the price of clean energy, encouraging widespread corporate decarbonization goals, and accelerating renewable projects worldwide. But it still leaves places and times where our operations rely on fossil fuels.",
  "Thatâ\u0080\u0099s why weâ\u0080\u0099re taking the next step to operate on 24/7 carbon-free energy. We want to ensure that our electricity demand is met with clean energy every hour of every day, everywhere.",
  "Reaching our goal wonâ\u0080\u0099t be easy, but climate change demands urgent action. By aiming for round-the-clock clean energy in all our data center operations and office campuses, our goal is to prove that a carbon-free economy is possible for all. And we canâ\u0080\u0099t do it alone. So in September 2021, Google partnered with Sustainable Energy for All and the United Nations to launch the new 24/7 Carbon-Free Energy Compact â\u0080\u0093 a set of principles and actions that stakeholders across the energy ecosystem can take to adopt, enable, and advance 24/7 CFE as a means to fully decarbonize electricity systems. The Compact already has growing support from stakeholders, including energy buyers and suppliers, governments, system operators, solutions providers, investors, and other organizations on a mission to transform global electricity grids to full decarbonization. LEARN MORE ABOUT HOW WEâ\u0080\u0099RE AIMING TO ACHIEVE ROUND-THE-CLOCK CLEAN ENERGY Googleâ\u0080\u0099s Environmental Report To meet the challenges posed by climate change and the need for resource efficiency, we work to empower everyone â\u0080\u0094 businesses, governments, non-profit organizations, communities, and individuals â\u0080\u0094 to use Google technology to create a more sustainable world.",
  "Our annual report is a chance for us to reflect on what weâ\u0080\u0099ve achieved, the lessons weâ\u0080\u0099ve learned along the way, and the opportunities and challenges we see ahead. READ MORE The internet is 24/7 â\u0080\u0093 carbon-free energy should be too Sustainability has been a core value for us since Google was founded two decades ago."
]