[
  "Clean Water and Sanitation – Call for Code | IBM Skip to main content IBM Developer Call for Code Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for good stories Newsletter Search My Dashboard My IBM Sign In Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for Good Stories Newsletter max-content width developer.ibm.com Starter kit Clean water and sanitation Use this starter kit to understand how technology can improve access to clean drinking water, reduce water waste, and protect natural resources. The starter kit provides tools and resources from our experts to help you jump-start your own solution for the 2021 Call for Code Global Challenge.",
  "Make the most of this kit. Accept the challenge and get your free IBM Cloud account. Register now Arrow right Arrow downOverview Arrow downThe idea Arrow downThe architecture Arrow downResources Overview What is the problem? Water is the natural resource that is most threatened by climate change and is a prerequisite for life on earth. According to the World Health Organization, 2.2 billion people around the world do not have safely managed drinking water services, 4.2 billion people do not have safely managed sanitation services, and 3 billion people lack basic handwashing facilities. These services are critical in preventing the spread of COVID-19 and other diseases.",
  "Even in areas that have these services, there are vast inequalities in the accessibility, availability, and quality of the services. How can technology solve the problem?",
  "From intelligent solutions for small farmers to recycling showers, technology can make a significant impact on the availability of water and its consumption. Special thanks to our partner, Intuit, who contributed to the starter kits and are providing design thinking tools. Read more The idea To encourage optimal water choices by consumers and local governments and to incentivize water sustainability, we propose devising and implementing an API for water data collection and dissemination. With an API, you could have a centralized way to: Query geolocations of sustainable water sources Simplify coordination and funding for water construction projects Explore educational tools to support water sustainability and clean water access Enable transparent water usage, cleanliness results, and site-to-site comparison Access plain language case studies and legislation We are initially focusing on the development of a starter kit that will enable these channels to be developed to their fullest potential. Explore all the solution ideas Arrow right The architecture The user or community leader accesses a Clean Water Insights Dashboard. The insights dashboard requests the Clean Water API for data that the user wants (including queries made on a chatbot).",
  "The user can converse with a chatbot to get necessary information, and the insights dashboard can act as an orchestration application for the chatbot. The Clean Water API component retrieves the required data from various sources and aggregates them as necessary.",
  "A machine learning module uses the data sources as a corpus to build a recommendation model and hosts that model. The Clean Water Insights Dashboard can get recommendation and prediction information from a recommendation engine. Resources Technology Use the following resources to help you identify a topic and create your own solution. Featured tutorials Build a water quality dashboard with GeoJSON and Node-RED Arrow right Building integrations with event-driven flows or flows for APIs Arrow right Analyzing geospatial environment data Arrow right Artificial intelligence Watson Studio Arrow right Watson Machine Learning Arrow right What’s new in Elyra 2.0 Arrow right Mapping APIs HERE Technologies API Arrow right Draw GeoJSON maps Arrow right Collection of zip code boundary files for each of the 50 US states Arrow right Internet of Things Integrate Watson IoT with HERE Tracking Arrow right Build a hyper-local weather dashboard Arrow right Data sets These public data sets provide information on the problem. USGS watershed maps Arrow right Aquagenuity API provides water quality reports for many USA zip codes Arrow right A large collection of data sets, topics include climate, weather, and agriculture Arrow right Data collections that include atmosphere, ocean, land, and flood data, both current and historical Arrow right Platform for organizing and presenting variables and indicators on water resources and their use Arrow right Met Office data feeds in a format that is suitable for application developers. Arrow right Met Office on AWS Earth Arrow right Climate data store Arrow right NGO documents These are the go-to documents for measuring impact and progress against the key issue.",
  "Sendai Framework Priority 4: Build Back Better Arrow right Open data in the agricultural sector Arrow right Kit producers Our creators of this starter kit along with their bios: Dr. David O’Hara, Chair and Professor of Philosophy and Environmental Studies, and Director of Sustainability and Environmental Studies, Augustana University Dr. Mark L. Meiklejohn, Senior Software Engineer, JP Morgan (Suisse) Karla Readshaw, Program Manager, Education at Intuit Romeo Kienzler, IBM Developer Advocate, Data science Muralidhar Chavan, IBM Developer Advocate, Artificial Intelligence Mateo Bozzini IBM Developer Advocate, Platform Development John Walicki, IBM Developer Advocate, IoT and Edge Niraj Swami, Conservation Technology Strategy & Enablement, The Nature Conservancy Christoph Gorder, Chief Global Water Officer, charity: water Next steps Go deeper with the water starter kit on GitHub Arrow right If you haven’t already, join the Global Challenge Arrow right See more starter kits Zero hunger Arrow right Responsible production and green consumption Arrow right Now in its fifth year, the Call for Code initiative is the largest tech for good initiative of its kind. The world is facing unprecedented, interconnected challenges and we believe technology can help, whether that is through challenges, deployments, or open source development."
]