[
  "\n\n\n\n\n\n\nTop Things to Know About Sustainable Innovation at Nike - Nike News\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to Content\n\n\n\n \n\n\nNike News\n\n\n\n\n\n\n\n\n\n\nNike News\n\nYour source for the latest NIKE, Inc. stories\n\n\n\n\n\n\n\n\n\nNike News\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsustainability\nTop Things to Know About Sustainable Innovation at Nike\nMay 11, 2016\n\n\n\n\n\n\n Gallery\n        \n\n\n\n\n\n Share\n      \n\n\n\n\n\n\nEmail\n \n\n\n\nFacebook\n\n\n\n\n\nTwitter\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDownload All\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nToday, NIKE, Inc. shared its FY14/15 Sustainable Business Report, which details strong progress against the company’s environmental and social targets and sets a vision for a low-carbon, closed-loop future as part of the company’s growth strategy. Nike’s moonshot ambition is to double its business while halving the company’s environmental impact. ",
  "It has set three strategic aims to guide this work: minimize environmental footprint, transform manufacturing and unleash human potential. Discover all the details here, or dig into key highlights below. Flyknit Exemplifies Sustainable Innovation\n\n\n\n\n\n\n\n\nFlyknit technology precisely engineers every stitch of a shoe upper to deliver maximum performance for athletes and produces 60% less waste than traditional cut-and-sew methods. Since 2012, the technology has reduced nearly 3.5 million pounds of waste. Nike Performance Products Reduce Waste and Water Use\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Since 2010, more than three billion plastic bottles have been diverted from landfills and converted into recycled polyester for Nike performance products, such as new Nike Vapor football kits with Aeroswift technology. Meanwhile, the company’s ColorDry technology, which dyes fabric using zero water, has saved more than 20 million liters of water, and its Reuse-A-Shoe program has recycled approximately 30 million pairs of shoes. ",
  "When It Comes to Environmental Impact, Materials Matter Most\n\n\n\n\n\n\n\n\nAbout 60% of the environmental impact of a pair of Nike shoes is found in the materials used to make them. Building upon its already significant strides to provide superior performance with a lower environmental impact, Nike is targeting a 10% reduction in the average environmental footprint of its shoes by 2020, paired with a goal to increase use of more sustainable materials overall. ",
  "Nike is Using Less Energy and Reducing Emissions\n\n\n\n\n\n\n\n\nSince 2008, the company’s contract footwear manufacturers have cut energy use per unit by around 50%. That means today it takes about half the energy and generates around half the emissions to make Nike shoes as it did eight years ago. Looking to FY25, Nike aims to use 100% renewable energy in its owned and operated facilities, and has already implemented on-site renewable energy generation at some of its largest facilities. Nike is Invested in Transforming Manufacturing\n\n\n\n\n\n\n\n\nNike is working with fewer, better contract factories that are committed to transforming their businesses beyond a foundation of compliance to be lean, green, equitable and empowering for workers. And factories are showing progress – 86% of Nike’s contract factory base has reached a performance rating that demonstrates their commitment to valuing workers and improving environmental standards. By 2020, Nike’s aim is for 100% of contract factories to reach this level. ",
  "Nike is also investing in pilot research programs aimed at uncovering how services, technology and changes to compensation and benefits systems can positively impact workers inside and outside their workplaces. Nike Leverages the Power of Sport to Get Kids Moving\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Since its inception, Nike has believed in the power of sport to change the world. ",
  "On the field of play, Nike is serving the next generation of athletes by raising awareness of the physical inactivity epidemic and working with others to get kids moving, because research shows that active kids are happier, healthier and more successful. In the US, support for the Let’s Move! Active Schools partnership has helped reach more than 10 million kids across America since 2013. Additionally, in China, Nike and its partners have brought innovative training and capacity building to teachers nationwide, reaching more than 2,800 schools and helping 200,000 kids to get moving. Building a Diverse, Inclusive Workforce is a Priority\n\n\n\n\n\n\n\n\nGuided by the belief that diversity fosters creativity and accelerates innovation, Nike is strengthening its recruitment, promotion and retention of diverse talent throughout the world with the goal of reflecting the diversity of the consumers it serves and the communities where its employees live and work. Nike will accelerate its efforts by expanding representation of women and people of color to start, while continuing to increase diversity of all dimensions across its business long term. ",
  "The company is also introducing a new Family Care benefit in the U.S. that will support all new parents as well as employees caring for sick family members. Now mothers and fathers will receive an additional eight weeks paid time off and employees who need to care for family members also receive eight weeks paid time off. "
]