[
  "Google Diversity Report Shows Little Progress For Women And People Of ColorExploreBillionairesAll BillionairesWorld's Billionaires  Forbes 400  America's Richest Self-Made Women  China's Richest  India's Richest  Indonesia's Richest  Korea's Richest  Thailand's Richest  Japan's Richest  Australia's Richest  Taiwan's Richest  Singapore's Richest  Philippines' Richest  Hong Kong's Richest  Malaysia's Richest  Money & Politics   2020 Money  InnovationAll Innovation5G  AI  Big Data  Cloud  Cloud 100  COP26  Cognizant BrandVoice  | Paid Program Consumer Tech  Cybersecurity  Enterprise Tech  Future Of Work  Games  Google Cloud BrandVoice  | Paid Program Healthcare  Innovation Rules  Japan BrandVoice  | Paid Program SAP BrandVoice  | Paid Program Science  ServiceNow BrandVoice  | Paid Program Social Media  Splunk BrandVoice  | Paid Program Sustainability  Venture Capital  Wind River BrandVoice  | Paid Program LeadershipAll LeadershipCareers  CEO Network  CFO Network  CHRO Network  CIO Network  CMO Network  Crowe BrandVoice  | Paid Program CxO  Dell Technologies BrandVoice  | Paid Program Deloitte BrandVoice  | Paid Program Diversity, Equity & Inclusion  Education  Forbes EQ  | Paid Program Forbes The Culture  ForbesWomen  Leadership Strategy  Under 30  Working Remote  Over 50  MoneyAll MoneyBanking & Insurance  Crypto & Blockchain  ETFs & Mutual Funds  Fintech  Forbes Digital Assets  Hedge Funds & Private Equity  Investing  Investing Basics | Q.ai  Markets  Personal Finance  Premium Investing Newsletters  Retirement  Taxes  Top Advisor | SHOOK  Wealth Management  BusinessAll BusinessAerospace & Defense  Energy  Food & Drink  Hollywood & Entertainment  Manufacturing  Media  Policy  Retail  SportsMoney  Tableau BrandVoice  | Paid Program Transportation  Small BusinessAll Small BusinessEntrepreneurs  Franchises  Small Business Strategy  LifestyleAll LifestyleArts  Boats & Planes  Cars & Bikes  Dining  ForbesLife  Forbes Travel Guide  Spirits  Style & Beauty  Travel  Vices  Watches  Real EstateAll Real EstateCommercial Real Estate  Forbes Global Properties  Residential Real Estate  StoreAll StoreVettedAll VettedGear  Health & Wellness  Home & Kitchen  Style  Tech & Electronics  CouponsAll CouponsPurple  Squarespace  Verizon  Lululemon  AT&T  Lowe's  Brooks Brothers  Tory Burch  Dr Martens  Dell  Chewy  AdvisorAll AdvisorThe Best Credit Cards Of 2022  Best Balance Transfer Credit Cards  Best Cash Back Credit Cards  Best 0% APR Credit Cards  Best Travel Credit Cards  Best Business Credit Cards  Today's Mortgage Rates  Today's Refinance Rates  Best Mortgage Lenders 2022  Best Crypto Exchange 2022  Best Life Insurance Companies  Best Travel Insurance 2022  Covid-19 Travel Insurance  Car Insurance Companies  Cheapest Car Insurance  Pet Insurance  Personal Loans  Debt Consolidation Loans  Student Loan Refinance  Business Loans  Forbes Advisor UK  Forbes Health  WheelsAll WheelsBest Sedans  Best Luxury SUVs  Best SUVs  Best Pickups  Best Performance Cars  Best Family Cars  Best SUVs & Crossovers  Best Electric Cars  Best Sports Cars  Used Cars For Sale Near Me  New Cars For Sale Near Me  ListsAll ListsVideoAll VideoNewslettersCrypto Confidential  Editorial Newsletters  Investing Digest  Premium Investing Newsletters  Forbes MagazineAll Forbes MagazineForbes Asia  Free Issue of Forbes  LatestCoronavirus Coverage  Daily Cover Stories  Dark Capital  Editors' Picks  Visual Web Stories  Featured5 Steps To Jump Start Savings Early In Your Career  30 Under 30 2022  America's Top Women Wealth Advisors 2022  Best-In-State Women Wealth Advisors 2022  Buying A Car In A Red-Hot Market - Without Getting Burned  Cartier BrandVoice  | Paid Program DNA of Success   Forbes Leadership Lessons  Kyndryl BrandVoice  | Paid Program The Investment Guide: Your Life Your Priorities 2022  Advertise with ForbesReport a Security IssueSite FeedbackContact UsCareers at ForbesTipsCorrectionsPrivacyDo Not Sell My Personal InformationTermsAdChoicesReprints & Permissions© 2022 Forbes Media LLC. All Rights ReservedSubscribe Sign InBETAThis is a BETA experience. ",
  "You may opt-out by clicking hereMore From ForbesMar 28, 2022,04:37pm EDTBefore Trying To Sell To Disabled People, Ask Them What They Really NeedMar 28, 2022,03:55pm EDTWhy Are Jokes Always At The Expense Of Black Women?Mar 28, 2022,01:23pm EDTApple Original Film ‘CODA’ Nabs Three Oscar Wins, Including Best PictureMar 28, 2022,12:27pm EDTWhile Talking About Will Smith’s Behavior, Don’t Forget To Also Talk About The System That Helped Create ItMar 28, 2022,10:31am EDTTroy Kotsur Declares ‘This Is Our Moment!’-‘CODA’ Makes History And The Academy Set New Accessibility RecordMar 27, 2022,11:55pm EDTIs There A Place For Black Women In White Feminism?Mar 27, 2022,04:00am EDTSame-Sex IVF: Four Issues UK LGBTQ Parents Face - “It’s Discrimination”Mar 27, 2022,03:27am EDTDisabled Britons Choose Between Eating And Breathing As Cost Of Living Crisis DeepensEdit StoryEditors' Pick|May 5, 2020,01:29pm EDT|Google Diversity Report Shows Little Progress For Women And People Of ColorRuth UmohFormer StaffDiversity, Equity & InclusionI write about diversity and inclusion in and out of the workplace.Share to FacebookShare to TwitterShare to Linkedin\n\n\n\n\n\nAsian and white men make up a large share of Google's workforce, according to its latest diversity ... [+] report. Getty Images\n\n\nGoogle released its seventh consecutive diversity report on Thursday, revealing modest gains in representation for women and people of color, and a disproportionately white, Asian and male workforce. The percentage of black hires in the U.S. grew from 4.8% in 2018 to 5.5% in 2019, a .7% increase. The percentage of black hires in technical roles also grew by .7%, the largest increase in the share of black technical hires since Google first started publishing diversity data. Latinx employees, on the other hand, saw a dip in hiring, dropping from 6.8% in 2018 to 6.6% in 2019. The percentage of Latinx employees in technical roles increased by a mere .2%. ",
  "Female employees didn’t fare much better, dropping from 33.2% of global hires in 2018 to 32.5% in 2019. Over that same time period, the percentage of women hired for technical positions remained at about 25.6%—a far cry from gender parity. ",
  "But hiring only shows one side of the coin, which is why Google began to include attrition rates in 2018. As in previous years, women continued to have a lower than average attrition rate in 2019, while Latinx attrition in the U.S. dipped below the Google average. Attrition was highest for Native Americans and increased significantly for black women. Overall, Google’s workforce representation—defined as hiring minus attrition—saw a slight uptick for most underrepresented groups. Black and Latinx employees represented 9.6% of the U.S. workforce in 2019, up from 9% in 2018, and women represented 32% of Google’s global workforce, up from 31.6%. MORE FOR YOUStuff You Shouldn’t Say To Disabled People3 Ways Disability Culture Has Been ChangingI’m Right And You’re Wrong: Social Media Sins\nThe representation of women and Latinx employees in leadership roles also grew, increasing by .6% and .4% respectively. ",
  "The percentage of black employees in leadership positions didn’t change year-over-year and dropped by .2% for Native American employees. Although the needle has barely budged for women and people of color in tech over the last year, Google has made it a point to invest in diversity programs. ",
  "Through its philanthropic arm, Google.org, the company committed $10 million to support low-income students and students of color in Bay Area STEM classrooms in 2019. Internally, the company has launched smaller initiatives, such as running all job postings through a bias removal tool, which it says has led to an 11% increase in applications from women. And in an effort to retain diverse talent, Google expanded its retention case management program for underrepresented employees who are considering leaving the company. Looking at its most recent diversity figures, however, Google concedes that there is considerable room for improvement. “The Native American population is one of those areas where we remain flat and so we will continue to invest more focus in 2020 to make sure that we're targeting this population as well,” says Melonie Parker, Google’s chief diversity officer. While she wouldn’t specify what that investment would entail, Parker says that the company is moving forward on its 2020 diversity goals and will continue to focus on representation and creating an inclusive culture companywide. ",
  "She also notes that even the smallest percentage gains represent thousands of jobs for underrepresented groups. One area where Google has seen significant progress is in its internship program: Globally, 40% of interns in technical roles were women in 2019 and 24% of U.S. interns were black and Latinx. "
]