[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      ‎Healthy Cities in the SDG Era: 8. No Poverty on Apple Podcasts\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Podcasts Preview\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n32 min\n\nPLAY\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                  8. ",
  "No Poverty\n                \n\n\n                      Healthy Cities in the SDG Era\n                    \n\n\n\n\n\n\n                      Social Sciences\n                    \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\nSustainable Development Goal 1:  No Poverty, focuses on ending poverty, in all of its forms, everywhere.Lincoln Lau, currently based in Manila, Philippines received his PhD in infectious disease epidemiology from the University of Hong Kong. He then started working with International Care Ministries in 2013 and has led the development of their research capacity and projects. His work covers a wide variety of topics including public health, development economics, faith-based programs, social networks, and early-childhood education. He is concurrently an Adjunct Assistant Professor at the University of Waterloo and an Assistant Professor (Status Only) at Dalla Lana School of Public Health, University of Toronto.James White RN, MSc, PhDc is the Director of the Infectious Diseases and Global Health Security Center at Abt Associates where he leads and support numerous global projects focused on epidemic preparedness, emergency response, health system strengthening, and health systems resilience. He is a registered nurse with nearly 20 years experience supporting global communities in addressing critical issues such as infectious disease prevention and treatment, maternal and child health, emergency response, and social welfare in resource-constrained environments. James is also a current PhD candidate in Nursing and Public Health at the University of Toronto where he is in the final stages of conducting a study focused on diagnostic assessment of states of impoverishment. ",
  "His research, aims to develop a diagnostic measure of poverty that can help clinicians infuse an understanding of political economy and critical social theory into everyday clinical practice.CREDITS: This podcast is co-hosted by Dr. Erica Di Ruggiero, Director of the Centre for Global Health, and Ophelia Michaelides, Manager of the Centre for Global Health, at the Dalla Lana School of Public Health, University of Toronto, and produced by Elizabeth Loftus. Audio editing is by Anwaar Baobeid. ",
  "Music is produced by Julien Fortier and Patrick May. It is made with the support of the School of Cities at the University of Toronto. More Episodes\n\n\n\n\n                      © 2021 Healthy Cities in the SDG Era\n                    \n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 1:  No Poverty, focuses on ending poverty, in all of its forms, everywhere.Lincoln Lau, currently based in Manila, Philippines received his PhD in infectious disease epidemiology from the University of Hong Kong. He then started working with International Care Ministries in 2013 and has led the development of their research capacity and projects. His work covers a wide variety of topics including public health, development economics, faith-based programs, social networks, and early-childhood education. He is concurrently an Adjunct Assistant Professor at the University of Waterloo and an Assistant Professor (Status Only) at Dalla Lana School of Public Health, University of Toronto.James White RN, MSc, PhDc is the Director of the Infectious Diseases and Global Health Security Center at Abt Associates where he leads and support numerous global projects focused on epidemic preparedness, emergency response, health system strengthening, and health systems resilience. ",
  "He is a registered nurse with nearly 20 years experience supporting global communities in addressing critical issues such as infectious disease prevention and treatment, maternal and child health, emergency response, and social welfare in resource-constrained environments. James is also a current PhD candidate in Nursing and Public Health at the University of Toronto where he is in the final stages of conducting a study focused on diagnostic assessment of states of impoverishment. ",
  "His research, aims to develop a diagnostic measure of poverty that can help clinicians infuse an understanding of political economy and critical social theory into everyday clinical practice.CREDITS: This podcast is co-hosted by Dr. Erica Di Ruggiero, Director of the Centre for Global Health, and Ophelia Michaelides, Manager of the Centre for Global Health, at the Dalla Lana School of Public Health, University of Toronto, and produced by Elizabeth Loftus. Audio editing is by Anwaar Baobeid. Music is produced by Julien Fortier and Patrick May. It is made with the support of the School of Cities at the University of Toronto. PLAY\n\n32 min\n\n\n\n\nMore Episodes\n\n\n\n\n            © 2021 Healthy Cities in the SDG Era\n          \n\n\n\n\n\n\n\n\n\n\n\n\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. ",
  "Choose your country or region\n\n\nCopyright © 2022 Apple Inc. All rights reserved. Privacy Policy\nTerms of Use\nSales and Refunds\nLegal\nSite Map "
]