[
  "Projects - Clean Water AI | NVIDIA Jetson Robotics Competition | ChallengeRocket.com Challenges Find jobs Candidate Hub Employers / Post a Job Log in Sign up now Menu Home Challenges NVIDIA® Jetson™ Developer Challenge This Challenge is completed NVIDIA® Jetson™ Developer Challenge Winners announced Winners announced prize pool $42,789 SEE RESULTS SEE RESULTS Oct 23, 2017 - Feb 18, 2018 23:59 GMT Community voting: Feb 19 - Mar 04, 2018 23:59 GMT Challenge outline Resources Participants Projects FAQ Results Updates Rules Challenge outline Resources Participants Projects FAQ Results Updates Rules ShinAe Hong Added: Feb 08, 2018 Shin Ae Hong, Peter Ma, Sarah Han, Kaushik Vaidya, Pooja Patel TAGS ai, social, water, government, bacteria TYPE OF PROJECT IoT Hardware WWW www.cleanwaterai.com VOTES: 3 LIKES: 2 Clean Water AI play pdf Prev Next Project description According to World Health Organization, over 2.1 billion people in the world lack safe drinking water at home, more than twice as many lack safe sanitation. And even in first world countries like Untied States, they still have water contamination problems such as Flint, Michigan.The water quality depends essentially on the grouping of microorganisms, lead, pesticides, nitrites/nitrates, chlorine, hardness, and the water's pH.",
  "Chlorine helps in sterilizing; nitrates filtered from manures are destructive to babies; calcium and magnesium (\"hardness\") can cause scale development in funnels; and water with high pH levels (acidic water) can erode installations.Traditional water quality testing usually goes through chemical reaction, which is always one time use. To continuously monitor the water quality it becomes rather difficult. It also adds the cost where developing countries can not afford because the chemical based strips are one time use.Clean Water AI can be used to continuously detecting the water quality in real time, and can be used offline in areas where internet may not be accessible. In addition, we are able to sense cholera, e-coli, and other harmful bacterias through single device rather than different test kits. Since we are using optical and AI based solution, we can easily train more dangerous bacterias and harmful particles as needed.Water is essential for human life. We want to use AI to securing water quality and safety to everyone in the world, and we believe with enough help, we can change the world with his device.",
  "previous project next project Comment Please login to leave a comment Comments (0) By using our site, you agree to challengerocket's use of cookies in accordance with our privacy policy. I accept Tech talent Challenges Blog Find jobs Candidate Hub Career Hub Analityk Biznesowy [PL] Companies Business HR Blog Pricing Zatrudnij Analityka [PL] Challengerocket FAQ EU Join Us Contact Us Copyright © 2022 ChallengeRocket.",
  "All rights reserved. Privacy Terms and Conditions Service status Log in close Don’t have account? Create a candidate account facebook google GitHUB LinkedIn or Your email Password Forgot your password? Log in Log in close Don’t have account? Create an employer account Your email Password Forgot your password? Log in Create a candidate account close Already have an account?",
  "Log in facebook google GitHUB LinkedIn or Your email Password At least 8 characters Uppercase Latin characters Lowercase Latin characters At least one number or symbol Create a candidate account I accept the Terms and Privacy Policy Not a candidate? Sign up as an employer Reset your password close Enter your email address Reset password Remember your password?",
  "Log in Log in for business Create an employer account close Sign up for free. Select the best plan to publish job ofers & challenges. Your company name Company name introduced here will be visible on your job ads. Business email Business phone Password At least 8 characters Uppercase Latin characters Lowercase Latin characters At least one number or symbol By creating a ChallengeRocket account, you're agreeing to accept the ChallengeRocket Customer Terms of Service and Privacy Policy. Register & start hiring Not an employer? Sign up as a candidate"
]