[
  "To reduce inequality, Wikipedia should consider paying editors | WIRED UK Skip to main contentOpen Navigation MenuMenuTo reduce inequality, Wikipedia should consider paying editorsLong ReadsBusinessCultureGearScienceSecurityVideoMoreChevronSubscribeSearchSearchLong ReadsBusinessCultureGearScienceSecurityVideoSearchEventsJobsConsultingMark Graham Martin DittusIdeas11.09.2018 07:00 AMTo reduce inequality, Wikipedia should consider paying editorsThe online encyclopedia is a lopsided representation of the world. Should it break its non-profit taboo?FacebookTwitterEmailFacebookTwitterEmailiStock/Getty Images PlusIn a question and answer session at Wikimania 2018, the annual global gathering of the Wikipedia community in Cape Town in July, an African Wikipedia editor stood up and asked an unusual question.“You expect us to contribute our knowledge for free?,” she said.",
  "“People here can’t afford to volunteer their time.”What might sound like a provocation was in fact a genuine challenge: Wikipedia should reconsider its current stance against paying editors. The reason? Reducing inequality.As a free, crowdsourced, online multilingual encyclopedia, Wikipedia has turned previously paid labour into a spare-time activity. Its reliance on self-motivated volunteers works exceedingly well in certain parts of the world; but, in other regions, this model has become an economic barrier to entry. Maybe as a consequence, Wikipedia is surprisingly imbalanced in its coverage of global knowledge.Almost a decade ago, we began mapping all of the content on Wikipedia and found that the site was a highly unequal representation of the world. There were many more articles about Europe and North America than there were about poorer parts of the world.",
  "One of our more recent mappings showed more articles written about Western Europe than all of the rest of the world put together. For every article about Africa, there were twenty about Europe.",
  "That was despite the fact that Africa is three times larger than Europe, it has over twice the population, and has roughly the same number of internet users.Since then, much effort has been spent on identifying the underlying causes. Our own research found that the availability of broadband is a clear factor in the likelihood of people around the world participating in Wikipedia. Another study showed the importance of the availability of sources in local languages, to be used for citations, including local media sources.Wikipedians in Europe can draw from a rich corpus of written knowledge when they contribute, which is not true for all of the world’s regions. Yet, it is likely that these are not the only causes: Antarctica had still more Wikipedia articles written about it than almost every country in Africa.The Wikipedia community has become increasingly aware of systemic barriers to participation, and a growing number of initiatives are seeking to counteract them and foster a more pluralistic representation of the world. This includes initiatives such as ”Whose Knowledge?”, a global campaign to enhance the knowledge of marginalized communities on the internet; Wiki Loves Africa, an annual photo competition to collect audiovisual media of Africa for use on Wikipedia; WikiProject Women, an initiative to improve Wikipedia's coverage of women's topics; and a host of other projects that seek to counteract Wikipedia’s systemic bias.At Wikimania in Cape Town, a central role was given to the desire to bridge the global knowledge gap. We gave a talk, titled “Knowledge Equity and Spatial Justice”, in which we pointed to the Wikipedia community’s new focus on the concept of \"knowledge equity\" — a term expressing Wikipedia’s commitment to counteracting structural inequalities that result in barriers to participation.",
  "It recognises that some people and communities will require more support than others; and the Wikimedia Foundation, the non-profit organisation behind Wikipedia, has now resolved to provide such support.These initiatives are starting to show their effects. A few weeks ago, we analysed the most recent data that we could find - comparing the numbers of articles written about Europe and Africa - and saw something remarkable.",
  "Instead of 20 European articles for every African one, the gap had reduced to ten to one. Wikipedia is starting to better reflect the world we live in.And yet Wikipedia remains highly lopsided in its coverage of the world. There is a remaining and significant gap in global participation: many regions of the global South are still underrepresented among Wikipedia’s contributors, even in countries where digital connectivity has soared. Why?That brings us back to the African editor's comments. Wikipedia is almost entirely produced by volunteers. This is a strong element of its collective identity: the idea that anyone can contribute to Wikipedia, that the community can capture the world’s knowledge in a collective process that is driven entirely by people’s passion rather than profit-seeking.Wikipedia takes this volunteering element quite seriously.",
  "Its reluctance to allow payment for contributions is partly an attempt to reduce conflicts of interest, and to keep lobbying and advertising efforts off the platform. Yet, it has become increasingly clear that the volunteering model does not play out globally.",
  "Not everyone around the world benefits from the same economic conditions that allow them to spend time writing on Wikipedia. Differences in socioeconomic circumstances can alter a country’s capacity to take part in online knowledge production, and can cause significant differences in participation levels.Read more: Inside Wikipedia's volunteer-run battle against fake newsIs the reluctance to pay editors a barrier to equitable participation on Wikipedia? Not exactly. Global economic inequalities mean that an encyclopedia built on paid edits would also reflect those inequalities. We’d probably have an encyclopedia with even more content about rich countries and wealthy corporations than we already do. What we instead need are models that both address the fact that different parts of the world have different capacities to volunteer, and at the same time remove some of the short-term problematic incentives that paid editing would bring about.One such model is the Wikipedian in residence, a paid position to work within a cultural or educational institution and help them contribute their knowledge to Wikipedia.",
  "In these cases, the contributed knowledge has often already been vetted by the institution, and the Wikipedian in residence can be considered more a facilitator than an author of original writing.By solely relying on volunteering, Wikipedia can only ever reflect some of the world’s structural inequalities back at us. But it could be so much more.",
  "We can work towards a Wikipedia that better reflects the diversity of the planet we live on. To do so, we need strategies— such as the Wikipedian in residence — that both recognise the structural limitations of volunteering and carefully tread among the problems stemming from a different incentive structure.Wikipedia is one of humanity's most inspiring achievements — but if we want it to be less unequal, we have to face that people’s capacity for free labour is not equally distributed.Martin Dittus is a researcher and data scientist at the Oxford Internet Institute. Mark Graham is professor of internet geography at the organisationTopicsWIRED OpinionPoliticsEducationWIRED is where tomorrow is realised. It is the essential source of information and ideas that make sense of a world in constant transformation. The WIRED conversation illuminates how technology is changing every aspect of our lives—from culture to business, science to design. The breakthroughs and innovations that we uncover lead to new ways of thinking, new connections, and new industries.FacebookTwitterYouTubeInstagramLinkedIn0Privacy notice and cookie statementCode of ConductTerms & conditionsEditorial Complaints PolicyCareersContactDo Not Sell My Personal Info© Condé Nast Britain 2022."
]