[
  "5 ways Adobe supports women in the workplace5 ways Adobe supports women in the workplaceToday, March 8, is International Women’s Day, a global celebration of women’s achievements. International Women’s Day has been celebrated since the beginning of the Industrial Revolution in the early 1900s—a time that marks great change in ideologies around the role that women play in society.International Women’s Day comes at a particularly difficult time for women around the world, who have experienced new pressures at work and at home amid the COVID-19 pandemic.Research by McKinsey from last year found that women are more vulnerable to the economic-related effects of the COVID-19 pandemic.",
  "Indeed, the researcher found that women’s jobs are now 1.8 times more vulnerable to this crisis than men’s jobs. And, while women make up just 39 percent of the workforce, they account for 54 percent of COVID-related job loss, pointing to a regression in gender equality in this country.A New York Times article from September summed it up perfectly: “Improvements in gender equality in the workplace may be another casualty of the coronavirus, as women find their place in the workforce more at risk.”At Adobe, we believe that everyone deserves equal treatment, and we are committed to making people feel accepted, valued and respected in the workplace. This International Women’s Day, we wanted to share some of the ways in which Adobe supports and empowers our female employees—all year long. From fostering career development for our women employees, to giving women a platform to share their experiences, as well as benefits that make the promise of work-life balance a reality, here are just some of the ways we are empowering and supporting our women employees.1. Women at Adobe Employee NetworkAdobe connects employees with similar interests and passions, promotes inclusion, and creates a healthy, fun, and collaborative workplace with the help of our employee networks. Our Women at Adobe Employee Network, for example, drives numerous networking opportunities for women across the globe and helps offer career development programs for female employees.",
  "The group meets for lunch every month to discuss different issues facing women and to celebrate each other’s achievements, organizes guest speakers and panel discussions with leaders, and participates in non-profit volunteer activities.Adobe’s employee network for women meets monthly to brainstorm ways our company can better support women.The network has many different programs for women. One that’s of note: The Women at Adobe mentoring program, which launched two years ago.",
  "It runs for six months and is tailored to female directors who are interested in further growing their careers.Additionally, amid the coronavirus pandemic last year, Adobe’s employee network for women launched a new video series called “Adobe WE.” These videos feature candid conversations among female leaders at Adobe about topics of importance to us all, like navigating your career, building influence and exercising your seat at the table.https://www.youtube.com/watch?v=fgh27BJ7fcc&list=PLHJjl_vRSKFme5SMSNG6PIi0GdODGPqyE2. Leadership CirclesLeadership Circles is a home-grown initiative to develop women leaders at Adobe. The 10-month program equips emerging female leaders with lifelong skills to drive their leadership, career, and continued success. The program provides women at Adobe with strategies and practices that put the reins of their careers in their hands, build their presence, and enable them to succeed. Amid the pandemic, Adobe transformed the experience into a virtual program, further demonstrating our commitment to growing and developing our most important asset, people.3. Women’s Executive Shadow ProgramThe Women’s Executive Shadow Program (WESP) aims to provide leadership and career development opportunities for Adobe’s women employees.",
  "It’s a one-day shadowing experience where female employees get paired up with a key leader in the company to experience a day in the life of the executive. Women get to see firsthand what it’s like to manage and lead teams, consult with clients, and strategize on business goals.https://www.youtube.com/watch?v=TAGA_IqBRLQ4.",
  "Pay and Opportunity ParityAdobe first achieved global gender pay parity in 2018. This was a critical milestone in our ongoing commitment to providing employees with a workplace that is inclusive, innovative and exceptional. We define pay parity as ensuring that employees in the same job and location are paid fairly to one another, regardless of their gender or ethnicity. As a core element of our gender pay parity initiative, we analyzed employee pay within job families and location, and then adjusted employees’ pay based on that review. In 2019 and 2020 we reaffirmed gender pay parity and are now focusing on “opportunity parity,” which we define as fairness in promotions and horizontal movement across demographic groups./promotions/adobe-life/adobe-careers5. Women-friendly benefitsAdobe’s deepest commitments are to the wellbeing of our employees, and we have a multitude of benefits for the women who work here including a 26-week maternity leave, $10,000 educational reimbursement for further education and an additional $1,000 for short-term learning opportunities.",
  "We also offer a four-week sabbatical for every five years of service at the company. Last year, we increased our Wellness Reimbursement benefit to $600 and expanded the scope of items covered to include online learning tools, extracurricular activities, books, activity kits and art supplies to help parents with childcare and remote learning.It’s our focus on employee well-being, and women’s experience in the workplace, that landed us on Comparably’s list of “Best Company’s For Women 2020.” We were in the top 100 of the list, which is put together annually based on the anonymous feedback from our female employees."
]