[
  "Innovations â\u0080\u0093 Data Centers â\u0080\u0093 Google Data Centers Skip to content Locations Innovations Data and Security Efficiency 24/7 Clean Energy Gallery Life@ Podcast Discover FAQ Data Centers Locations Innovations Data and Security Efficiency 24/7 Clean Energy Gallery Life@ Podcast Discover FAQ Close the navigation drawer See what's new and browse our innovations Stories from the data center capital of the world 2022 Google is proud to operate multiple data centers in Northern Virginia â\u0080\u0093 a global hub of the digital economy â\u0080\u0093 and to support community organizations there that are changing lives. Meet two inspiring local organizations, Global Inheritance and Mobile Hope, which weâ\u0080\u0099ve partnered with to introduce more young women to STEM and to combat youth homelessness.",
  "Our environmental report 2021 Operating our business in an environmentally sustainable way has always been one of Googleâ\u0080\u0099s core values. Our Environmental Report outlines how weâ\u0080\u0099re reducing the environmental footprint of our operations and working to help people everywhere live more sustainably. A podcast about data centers and the people who make them run 2021 Where the Internet Lives â\u0080\u0093 our podcast about the fascinating world of data centers and the technology, people, and places that make the internet run â\u0080\u0093 is back. Join us for Season 2 as we showcase the individuals who actually design, build, and operate our data centers. Listen here. Our commitment to water stewardship 2021 Google is pledging to a water stewardship target to replenish more water than we consume by 2030 and support water security in communities where we operate.",
  "This means Google will replenish 120% of the water we consume, on average, across our offices and data centers. An animated video series highlighting data center innovation 2021 Discovering Data Centers is an animated video series about the innovation behind Google data centers.",
  "Get a behind-the-scenes look at the technological intricacies that ensure Google data centers work globally and at massive scale, and see how design, technology, operations, and sustainability layer together to make data centers so fascinating. Watch here. Full steam ahead on 24/7 carbon-free energy 2021 We're tapping into a first-of-its-kind geothermal project that will add \"always on\" clean energy to the electric grid near our Nevada data centers. Advancements in clean technologies like firm geothermal, combined with carbon-intelligent computing at our data centers, are helping us get closer to 24/7 carbon-free energy by 2030. Cleaner data centers, batteries included 2020 Weâ\u0080\u0099re installing the first battery-based system to replace generators at a hyperscale data center. The system will help keep our usersâ\u0080\u0099 searches, emails, and videos on the move â\u0080\u0093 without the pollution associated with burning diesel, while also being available as an asset that strengthens the electric grid.",
  "Realizing a carbon-free future 2020 We are the first major company to make a commitment to operate on 24/7 carbon-free energy in all our data centers and campuses worldwide â\u0080\u0093 and weâ\u0080\u0099re working to get it done by 2030. Learn from CEO Sundar Pichai about our continued commitment to go carbon-free.",
  "Inside a Google data center 2020 Ride along on a tour of a Google data center, listen in on a chat with vice president Joe Kava, and learn about the six layers of physical security that help keep user data safe and secure. Our data centers now work harder when the sun shines and the wind blows 2020 A new advancement in our quest for 24/7 carbon-free energy is a carbon-intelligent computing platform. This first-of-its kind system for our hyperscale data centers shifts the timing of flexible compute tasks to align with times when low-carbon power sources are most plentiful. Data centers are more efficient than ever 2020 Even as demand for cloud computing has skyrocketed, energy efficiency improvements have kept electricity usage almost flat across the globeâ\u0080\u0099s data centers. How are we squeezing more work out of every electron? The answer comes down to our relentless quest to eliminate energy waste in all of our operations.",
  "Google's European infrastructure 2019 Digital transformation is a defining challenge and opportunity for the European economy. Copenhagen Economics' 2019 study details Googleâ\u0080\u0099s efforts to support Europe's economy while remaining energy efficient.",
  "Unleashing digital opportunities in Europe 2019 Plans to invest â\u0082¬3 billion to expand our data centers across Europe over the next two years will bring our total investment in Europeâ\u0080\u0099s internet infrastructure to â\u0082¬15 billion since 2007. Our investments generate economic activity for the region and support more than 13,000 full-time jobs in the EU every year. Our biggest renewable energy purchase ever 2019 Google has made the biggest corporate purchase of renewable energy in history, which will also spur the construction of more than $2 billion in new energy infrastructure, including millions of solar panels and hundreds of wind turbines spread across three continents. 100% renewable energy, for the second year in a row 2019 In 2017, we first reached our longstanding goal of buying enough renewable energy to match 100% of Googleâ\u0080\u0099s global annual electricity use. During 2018, our purchases of energy from sources like solar and wind once again matched our entire annual electricity consumption. Google Data Centers and community 2018 At Google we care about the communities where we work and live.",
  "Our data centers help keep the internet up and running 24/7 while supporting local economies and job creation. Learn about their positive impact in the Oxford Economics report for the US and in the Copenhagen Economics report for Europe.",
  "100% renewable energy â\u0080\u0094 just the beginning 2017 In 2017 we achieved a great milestone: purchasing 100% renewable energy to match consumption for global operations, including our data centers and offices. But weâ\u0080\u0099re also working to make the electricity supply greener as a whole â\u0080\u0094 not just for us, but for everyone. Introducing the Data Center Mural Project 2016 Data centers play an important role in our everyday lives, so we asked four artists to reimagine the exterior walls of our data centers in Oklahoma, Iowa, Ireland, and Belgium. Watch videos that tell the stories of how these artists were inspired to bring a bit of the magic from the inside to the outside. Virtual reality tour inside a Google Data Center 2015 People often ask whatâ\u0080\u0099s inside a Google Data Center. In this 360Â° virtual tour (taken at The Dalles, Oregon), you can see where the Google Cloud lives and the numerous high security measures we use to protect not only customer data but our own custom-made infrastructure.",
  "Harnessing our data to drive efficiency 2014 In our ongoing pursuit of extreme efficiency, we've developed software that optimizes our data centers by predicting and guiding our energy use. In 2014, we shared our model so that others could follow suit and enhance their data center efficiency in similar ways.",
  "Increasing access to renewable energy 2013 As demand for renewable energy increases, weâ\u0080\u0099ve been working with electricity providers on scalable solutions that increase the supply of clean energy. In 2013, we partnered with Duke Energy to pilot a new type of arrangement that lets companies buy renewable energy directly from the utility. Showing what we're made of â\u0080\u0094 inside and out 2012 For a rare glimpse into where we run our products â\u0080\u0093 like Search, YouTube, Gmail, Drive, and Photos, browse our photo gallery of the technology, people, and places that keep Google's products running 24/7. Certifying our high environmental standards 2011 In 2011, we became the first major internet services company to gain external certification of our high environmental and workplace standards throughout our US and European data centers, reinforcing our commitment to take care of the environment and our employees. Adding renewable energy to our communities 2010 We aim to use as much clean energy as possible, but weâ\u0080\u0099re limited by a grid with few renewable options. In 2010, we started buying renewable energy from wind farms near our data centers.",
  "In doing so, we're adding new clean power for our data centers and greening the electricity where we operate. Sharing what we've learned 2009 In 2009, we brought together our peers to discuss how we can all make the industry greener and more efficient.",
  "This was followed by an event on efficiency targets across geographies and climates, and a summit exploring the environmental impact and benefits of the internet. Disclosing industry-leading efficiency 2008 Most companies donâ\u0080\u0099t talk about their real-world efficiency. In 2008, we started sharing our efficiency performance to help push the industry forward. Since then, we've continued to publish detailed, comprehensive data for all of our data centers. Becoming the first carbon neutral internet company 2007 Our data centers use much less energy than the average data center, and if you add our renewable energy use and carbon offsets, our footprint is zero. Weâ\u0080\u0099ve been carbon neutral since 2007, and weâ\u0080\u0099re happy to see that other tech companies have followed in our footsteps.",
  "Designing efficient data centers 2003 In 2003, we designed portable data centers: shipping containers pre-packed with servers and cooling equipment, which were easier to assemble and more energy efficient. By 2006, we moved to newer designs that provided the same benefits, but with greater flexibility."
]