[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nSafety, Health, and Well-Being \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook\n\n\n\nGoogle Plus\n\n\n\n\n\n\nInstagram\n\n\n\n\n\n\nMail To\n\n\n\n\n\n\nLinkedIn\n\n\n\nPinterest\n\n\n\n\n\nQuotation Mark\n\n\n\nTumblr\n\n\n\n\n\nTwitter\n\n\n\n\n\nYoutube\n\n\n\n\n\nRSS\n\n\n\nmagnify\n\n\n\n\n\ngreater than\n\n\n\n\n\nQuote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\nRight arrow\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\nDownload Icon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhatsapp Icon\n\n\n\n\n\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            '\n\n\n\n\n'\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\nxClose\n\nSearch\n\n\nSearch\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\nHomepage\nPeopleEmployees\nSafety, Health, and Well-Being\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSafety, Health, and Well-Being\n\nWe aim to be Earth’s safest place to work. We are committed to ensuring the safety and well-being of all Amazon employees every day. ",
  "Our work environment allows almost anyone—regardless of background, skill level, or experience—to work with confidence. A Culture of Safety\nEveryone at Amazon shares ownership in creating a safe workplace, and we invest in resources to help our employees thrive. We are constantly evaluating new technologies and learning opportunities to optimize how employees and leaders build capabilities, receive critical safety information, and prepare to meet future challenges. We are committed to utilizing our distinctive technological capabilities, embracing our expertise in health and wellness, and collaborating with proven thought leaders and scientists to lead the way for workplaces around the world to proactively manage and prevent work-related injuries. Investing in Safety\nOur safety performance is possible because of the drive and commitment of our operations employees and our safety professionals who are dedicated to using the science of safety to solve complex problems and establish new industry best practices. 6,000+\nAmazon Safety Professionals\n\n\n\n\n$125 Million\nSafety Capital Projects in 2020\n\n\n\n\n$11.5 Billion\nCOVID-19-Related Safety Measures in 2020\n\n\n\n\n$300 Million\nNew and Continuing Safety Projects in 2021\n\n\n\n\n\n\n\n\n\n\n\n\nSafety Design and Technologies\nWe design and create new solutions to continuously reinforce and improve safety in our operations. ",
  "This includes integrating new and advanced technologies that increase safety at every step of Amazon’s process, from receiving vendor shipments to sorting multiple packages into shipments ready for delivery. New Facilities\nOn-site Technologies\nOn the Road\n\n\n\nNew Facilities\n\n\nSix to 18 months before opening a new site, we scrutinize every safety and engineering detail to limit potential hazards and lower risk. ",
  "When opening new facilities, we only launch sites after they have successfully passed 2,500 safety checkpoints. We have strict equipment and machine design, installation, testing, and compliance standards. We regularly review those standards with manufacturers and vendors\n\n\n\n\n\n\n\n\nOn-site Technologies\n\n\nAmazon fulfillment facilities are equipped with a variety of technologies to reduce physical demands on our employees. For example, we use custom-designed tables that lift items electronically, keeping employees from having to bend over to pick up objects to place on conveyors. We also developed wearable technologies to protect our employees on the job. We provide intelligent safety vests for employees who work alongside robotic pods, which use short-range radio frequencies to send signals to the robots to slow down, alter their work, or stop when they detect employees nearby. ",
  "We developed a similar wearable vest for grocery delivery fulfillment facilities in North America that tracks how long employees spend inside freezers in order to limit their cold exposure. On the Road\n\n\nBeyond our facilities, our delivery network is powered by thousands of small businesses and drivers who rely on Amazon’s technology and safety initiatives every day. ",
  "Our vehicles are fitted with camera safety technology, use artificial intelligence to capture real-time road conditions, and identify at-risk driving events. These technologies are used to help keep drivers and the communities where we deliver safe. When we piloted this technology from April to October 2020 on more than 2 million miles of delivery routes, we found that crashes decreased 48%, stop sign violations decreased 20%, driving without a seatbelt decreased 60%, and distracted driving decreased 45%. Musculoskeletal Disorders\nNearly 40% of work-related injuries at Amazon are classified as musculoskeletal disorders (MSDs), such as sprains or strains due to repetitive motion. This type of injury is common with the type of work that we do and is most likely to occur during an employee’s first six months at Amazon. This insight has inspired some of our most significant safety, health, and wellness initiatives and technologies to date. ",
  "WorkingWell\nThrough our WorkingWell program, we educate new employees about their bodies, health, and wellness to help them successfully adapt to working at Amazon. This program is available at 350 sites, reaching more than 850,000 associates and contributing to reducing Amazon’s overall MSD recordable incident rates in 2020. ",
  "WorkingWell has received positive feedback from 88% of associates, and we are expanding the program in 2021, with the aim of cutting our recordable incident rates by 50% by 2025. Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                Explore more from\n            \nEmployees\n\n\n\n\nExplore\n\n\n\n\n\nLatest News\nSee how we put our scale and inventive culture to work on building a sustainable future. How AWS is helping women and girls succeed in technology careers\nWomen are thriving in tech roles at Amazon Web Services—and they’re building and supporting programs to help others. Amazon launches employment support program for refugees\nA new Amazon program offers resources and support for refugee and humanitarian-based immigrant employees, including a citizenship assistance portal, free legal support, and mentorship. Amazon adds seven new artists to its Artist in Residence program\nThe annual program offers local artists monetary grants and the opportunity to exhibit a unique piece of work across Amazon’s Seattle office and new Bellevue office. Back to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to top\n\n\n\n\n\n\n\n\n\nSustainable Operations \n\n\n\n\nThe Cloud\n\n\n\n\nCircular Economy\n\n\n\n\nProduct Sustainability\n\n\n\n\n\n\n\n\n\n\n\n\nHuman Rights \n\n\n\n\nEmployees\n\n\n\n\nSupply Chain \n\n\n\n\nCommunity \n\n\n\n\n\n\n\n\n\n\n\n\nPartnerships \n\n\n\n\nSustainability for Customers\n\n\n\n\nAmazon Around the Globe \n\n\n\n\nGovernance \n\n\n\n\n\n\n\n\n\n\n\n\nAbout Amazon\n\n\n\n\nDisclaimer\n\n\n\n\nSign Up for Out for Delivery, Our Newsletter\n\n\n\n\nPrivacy \n\n\n\n\n\n\n\n\n\nAmazon.com | Conditions of Use | © 1996-2022 Amazon.com, Inc. or its affiliatesAll photos of people not wearing masks were taken prior to the COVID-19 pandemic. "
]