[
  "Two years on from the start of the COVID-19 pandemic, poorer countries are finding it harder than ever to recover economically, labour markets are suffering, public debt remains stubbornly high, and there is little left in the coffers to invest in other priorities. New analysis by UNDP shows that most of the vulnerable countries are found in Sub-Saharan Africa, including Burundi, the Democratic Republic of the Congo, and Chad, where less than one percent of the populations are fully vaccinated. Outside of Africa, Haiti and Yemen are still to reach two percent coverage. The studies show that, if low-income countries had the same vaccination rate as high-income countries in September last year (around 54 per cent) they would have increased their GDP by US$16.27 billion in 2021. The countries calculated to have lost most potential income during the pandemic, due to vaccine inequity, are Ethiopia, the Democratic Republic of the Congo and Uganda. This lost income could have been used to address other pressing development challenge in line with the Sustainable Development Goals (SDGs) that make up the UN’s 2030 Agenda for Sustainable Development, the organization’s blueprint for a future that is fair for people and the planet. In South Sudan, for example, the costs associated with COVID-19 vaccinations could have covered all social assistance programmes and education expenditure in the country, whilst in Burundi, the costs could have provided healthcare for some 4.7 million people. Whilst the protracted lockdowns put in place worldwide hurt workers everywhere, those in developing countries were, again, disproportionately affected. Richer countries softened the blow by boosting economic support to both formal and informal workers, while in low-income countries, support declined between 2020 and 2021.",
  "New analyses released by the UN Development Programme (UNDP), show that only a tiny proportion of COVID-19 vaccines have been administered in developing countries, leading to a widening gap between rich and poor.",
  "Data analysis on unintended pregnancy and abortion from 150 countries has revealed major disparities in accessing sexual and reproductive healthcare, the UN health agency, WHO, said on Thursday.",
  "The war in Ukraine is not only a “horror unfolding before our eyes”, but also an “assault on some of the most vulnerable people and countries” across the world, said the UN chief on Wednesday"
]