[
  "\n\n\n\n\n\n\n\nGoogle’s Contribution to Fighting Extreme Poverty - The Borgen Project\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwitterFacebookInstagramAbout\n\n\nAbout Us\n\nPresident\nBoard of Directors\nFinancials\nContact\n\n\nOur Methodology\nSuccess Tracker\n\n\n\nIssues\n\n\nThe Good News\nGlobal Poverty & U.S. Jobs\nPoverty & National Security\nPoverty and Overpopulation\nInventions Helping the Poor\nPoverty & Aid FAQ’s\n\n\n\nAct Now\n\n\n30 Ways to Help\n\nEmail Congress\nCall Congress\nVolunteer\nE-Alerts\n\n\nInternships\n\nIn-Office Internships\nRemote Internships\n\n\nLegislation\n\nPolitics 101\n\n\n\n\n\nThe Blog\nMagazine\nBe a Donor\nCOVID-19 & Africa\n\nCOVID-19 & Infectious Diseases\nCOVID-19 & Global Food Security\nCOVID-19 & Refugees\n\n\nNewsroom\nSearch\n\n\n\n\nMenu\n\n\nMenu\n\n \n\n\n\n\n\n\nBlog - Latest News\n\n\n\nGlobal Poverty, Kenya, Literacy, TechnologyGoogle’s Contribution to Fighting Extreme PovertyGoogle is one of the most renowned tech companies in the world with an exquisite smartphone line, a widely-used search engine and the ownership of media-giant, YouTube. Despite the success of Google, it started from humble beginnings. ",
  "Two Ph.D. students, Larry Page and Sergey Brin, founded Google, originally named Backrub, at Stanford University for a research project in 1998. From an initial investment of $100,000, Google turned into a multi-billion dollar company, focusing part of its fortune on its own philanthropic goals. Google’s contribution to fighting extreme poverty includes dedicating $50 million to the global education initiative and $50 million to the economic opportunity initiative. Google.org announced a $1 billion commitment in grants and one million employee volunteer hours to close the global education gap, create economic opportunities and diminish prejudice and discrimination. Google and GiveDirectly\nIn 2012, Google granted $2.4 million to GiveDirectly. GiveDirectly is a nonprofit organization that transfers money to people in Kenya using “electronic monitoring and payment technology.” Recipients can receive money via personal cell phones or the cell phones GiveDirectly gives them. ",
  "GiveDirectly hopes for economic stimulation by increasing cash flow to impoverished individuals to create more expenditure on services and products. For example, NPR covered a GiveDirectly success story about a Kenyan man who used the money he received to buy a used motorcycle. ",
  "With his motorcycle, he charges riders a fee similar to taxi services like Lyft or Uber as a source of income. This organization allows donors to fund individual living expenses instead of general predetermined expenses, giving recipients the freedom to purchase the specific items they need to financially benefit their family. As of 2016, 36.1 percent of Kenya’s population lives on less than $1.90 per day. This statistic dropped from 46.8 percent in 2006 but Kenya is still far from eradicating poverty altogether. Google’s contribution to fighting extreme poverty allowed GiveDirectly to recreate its program in Uganda and East Africa, as well as research its economic, social and psychological impacts. Google and StoryWeaver\nA year later in 2013, Google funded $3.85 million to an India-based organization, StoryWeaver, as part of the $50 million initiative to close the global education gap. ",
  "StoryWeaver is a free online educational resource targeting underprivileged areas. It is also a platform for authors, illustrators and translators to create stories for children. ",
  "StoryWeaver makes books more available to children all over the world in their native languages at varying reading levels. The ability to read and write sets the foundation for further education and countries in poverty have a significantly lower literacy rate due to inadequate educational materials or resources. Literacy rates in India logged in at 74.04 percent in 2011 compared to the average world literacy rate of 86.3 percent. As a result, StoryWeaver works to provide free reading material to communities in need. StoryWeaver has already garnered over two million reads and 13,000 stories in 175 languages. With Google’s help, StoryWeaver will be able to expand its platform and user base while increasing the production of stories. ",
  "Google emphasizes the importance of accessible educational materials and worldwide economic participation by supporting innovative national and global nonprofits. With its powerful influence, resources and platform, Google is in a strong position to establish positive changes and produce substantial outcomes. "
]