[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nGovernance \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook\n\n\n\nGoogle Plus\n\n\n\n\n\n\nInstagram\n\n\n\n\n\n\nMail To\n\n\n\n\n\n\nLinkedIn\n\n\n\nPinterest\n\n\n\n\n\nQuotation Mark\n\n\n\nTumblr\n\n\n\n\n\nTwitter\n\n\n\n\n\nYoutube\n\n\n\n\n\nRSS\n\n\n\nmagnify\n\n\n\n\n\ngreater than\n\n\n\n\n\nQuote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\nRight arrow\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\nDownload Icon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhatsapp Icon\n\n\n\n\n\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            '\n\n\n\n\n'\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\nxClose\n\nSearch\n\n\nSearch\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGovernance\nWe integrate sustainability practices into our everyday operations through goal-setting, metrics, and quarterly business reviews. Governance \n \n\n\n\n\n\n\n\n\n\n\n\n\nHow We Prioritize Our Work\nAt Amazon, we take a science-based, customer-centric approach to sustainability. ",
  "We use a structured life-cycle assessment model to measure and map climate-related risks across our value chain. We also conduct regular materiality assessments to understand the most significant environmental, social, and governance topics across our business over the short, medium, and long term. We monitor risks and prioritize opportunities by taking into account customer and stakeholder expectations, voluntary practices and regulations, industry best practices, trends in financial and sustainability reporting, and emerging topics in news and social media. Some of our current highest priority sustainability issues are:\n\n\n\n\n\n\n\n\n\n\nClimate change, energy efficiency, renewable energy, and sustainable transportation\n\n\n\n\n\n\n\n\n\n\n\nResponsible employment and supply chain practices, including human rights and the safety and well-being of workers in our supply chain\n\n\n\n\n\n\n\n\n\n\n\nFair and inclusive workplaces, including talent and development\n\n\n\n\n\n\n\n\n\n\n\nWaste, recycling, and the circular economy\n\n\n\n\n\n\n\n\n\n\n\nResponse to the COVID-19 pandemic and support for our customers, employees, and communities\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOur Positions\n\nOur sustainability efforts reflect Amazon’s positions on certain issues. While our positions are carefully considered and deeply held, there is much room for healthy debate and differing opinions. We hope being clear about our positions is helpful. ",
  "Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCorporate Governance\nAmazon’s Board of Directors oversee executives’ management of Amazon’s relevant risks and regularly reviews reports from management on various aspects of our business, including related risks and tactics and strategies for addressing them. While the full Board has overall responsibility for risk oversight, the Board has delegated responsibility related to certain risks to the Nominating and Corporate Governance Committee, the Leadership Development and Compensation Committee, and the Audit Committee. ",
  "Learn More\n\n\n\n\n\nNominating and Corporate Governance Committee\n\n\n\nThe Nominating and Corporate Governance Committee is responsible for overseeing management of risks related to our environmental, sustainability, and corporate social responsibility practices, including risks related to our operations and our supply chain. During the past year, the Nominating and Corporate Governance Committee met with management and reviewed matters that included the Board’s composition, diversity, and skills in the context of identifying and evaluating new director candidates to join the Board, the Board’s recruitment and self-evaluation processes, consideration of Amazon’s policies and initiatives regarding the environment and sustainability, corporate social responsibility, and corporate governance, and feedback from Amazon’s shareholder engagement on the foregoing matters. Leadership Development and Compensation Committee\n\n\n\nThe Leadership Development and Compensation Committee is responsible for overseeing management of risks related to succession planning and compensation for our executive officers and our overall compensation program, including our equity-based compensation plans, as well as risks related to other human capital management matters, including workplace safety, culture, diversity, discrimination, and harassment. During the past year, the Leadership Development and Compensation Committee met with management and reviewed matters that included the design, amounts, and effectiveness of Amazon’s compensation of senior executives, management succession planning, our benefit and compensation programs, our human resources programs, including review of certain workplace discrimination and harassment reports, worker safety and workplace conditions, and feedback from shareholder engagement. Workplace safety and our response to the COVID-19 pandemic have been significant topics of discussion and oversight at those meetings since the onset of the pandemic. In addition, the Committee, as well as the full Board, reviewed Amazon’s response to the COVID-19 pandemic and our actions to address and mitigate the pandemic’s impact on employees in regularly scheduled calls throughout 2020, reflecting the fact that the COVID-19 pandemic was significant to so many aspects of our operations that the updates should be provided to the entire Board. ",
  "Audit Committee\n\n\n\nThe Audit Committee is responsible for overseeing management of risks related to our financial statements and financial reporting process, data privacy and security, business continuity, and operational risks, the qualifications, independence, and performance of our independent auditors, the performance of our internal audit function, legal and regulatory matters, and our compliance policies and procedures.During the past year, the Audit Committee met with management and reviewed matters that included Amazon’s risk assessment and compliance functions, data privacy and security, public policy expenditures, treasury and investment matters, accounting industry issues, the reappointment of our independent auditor, and pending litigation. The Audit Committee annually reviews Amazon’s U.S. ",
  "Political Engagement Policy and Statement and a report on our public policy expenditures. The Audit Committee also met with the auditors to review the scope and results of the auditor’s annual audit and quarterly reviews of Amazon’s financial statements. Shareholder Engagement\n\n\n\nWe believe that effective corporate governance includes year-round engagement with our shareholders and other stakeholders. We meet regularly with our shareholders, including both large and small investors, to discuss business strategy, performance, compensation philosophy, corporate governance, and environmental and social topics. In a typical year, we will engage with dozens of shareholders, including our largest shareholders, two to three times per year. This outreach is complementary to the hundreds of touchpoints our Investor Relations team has with shareholders each year. ",
  "We find it beneficial to have ongoing dialogue with our shareholders throughout the year on a full range of investor priorities (instead of engaging with shareholders only prior to our annual meeting on issues to be voted on in the proxy statement). Depending on the circumstance, our lead director or another independent director may engage in these conversations with shareholders as well.In 2020, as part of our corporate governance engagement, we met with corporate governance representatives at shareholders owning over 35% of our stock (excluding the approximately 14% voted by our founder and Executive Chair) and responded to numerous letters from our investors. ",
  "Our direct engagement with shareholders helps us better understand our shareholders’ priorities, perspectives, and issues of concern, while giving us an opportunity to elaborate on our many initiatives and practices and to address the extent to which various aspects of these matters are (or are not) significant given the scope and nature of our operations and our existing practices. We take insights from this feedback into consideration and regularly share them with our Board as we review and evolve our practices and disclosures. Regulatory Statements\n\n\n\n\n\nModern Slavery Statement\nAmazon does not tolerate modern slavery. Our Modern Slavery Statement is in compliance with the requirements of the United Kingdom Modern Slavery Act, the\r\nAustralia Modern Slavery Act, and the California Transparency in Supply Chains Act. 2020\n2019-2020\n2018\n2017\n2016\n\n\n\n\n                                Download\n                                \n\n\n\n\n                                Download\n                                \n\n\n\n\n                                Download\n                                \n\n\n\n\n                                Download\n                                \n\n\n\n\n                                Download\n                                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCode of Business Conduct and Ethics\nIn performing their job duties, Amazon.com employees should always act lawfully, ethically, and in the best interests of Amazon.com. Our Code of Business Conduct and Ethics sets out basic guiding principles. ",
  "Employees who are unsure whether their conduct or the conduct of their coworkers complies with the Code of Conduct should contact their manager or the Legal Department. Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        \n                            Amazon Sustainability Policy Positions\n                        \n                    \nIncreasing the deployment of renewable energy resources, clean transportation options, and other low-carbon technologies is valuable for the planet, good for business, and important for our customers. ",
  "As part of our sustainability efforts, Amazon advocates in support of public policy that advances access to and the expansion of clean energy, sustainable transportation, and other decarbonization solutions. Since 2016, Amazon has taken the following actions in support of promoting clean energy and addressing climate change. April 2021\n\n\n                \n                    Joined a statement from the We Mean Business Coalition calling for the U.S. to set an ambitious and attainable 2030 emissions reduction target. March 2021\n\n\n                \n                    Publicly supported a low-carbon fuels standard proposed in the Washington State legislature. January 2021\n\n\n                \n                    Signed a statement from the Renewable Energy Buyers Alliance to the incoming Biden Administration calling for a customer-centric transition to 100% clean energy as soon as feasible, increased access to renewable energy, and increased federal research and development funding for clean tech. December 2020\n\n\n                \n                    Signed a statement from the We Are Still In coalition calling on the Biden Administration and other federal leaders to act on climate as a key strategy to support economic recovery. ",
  "December 2020\n\n\n                \n                    Signed a statement from the Center for Climate and Energy Solutions calling on the Biden Administration and new Congress to seek ambitious, durable climate solutions. September 2020\n\n\n                \n                    Responded to the European Union’s Renewable Energy Directive consultation and emphasized the importance of voluntary corporate renewable energy purchasing in achieving the goals of the European Green Deal. ",
  "July 2020\n\n\n                \n                    Joined Race to Zero, a global campaign to raise awareness of efforts to build momentum around the shift to a decarbonized economy ahead of the United Nations Climate Change Conference (COP26) and advocate for governments to strengthen their contributions to the Paris Agreement. April 2020\n\n\n                \n                    Joined the European Alliance for a green recovery, which includes policymakers, businesses, and organizations working together to support a COVID-19 economic recovery that addresses the threat of climate change. January 2020\n\n\n                \n                    At the Virginia General Assembly, Amazon testified in favor of legislation to expand the use of energy storage to further integrate renewable energy into the grid in Virginia. December 2019\n\n\n                \n                    Amazon publicly praised the European Unions’s intent to reach climate neutrality and pledged to work together with the new EU Commission on the Green Deal. August 2019\n\n\n                \n                    Amazon leadership spoke at the National Conference of State Legislatures Energy Summit and implored state legislators to accelerate the deployment of renewable energy across the United States. June 2019\n\n\n                \n                    Amazon supported legislation introduced in the United States Congress that would allow clean energy projects access to financing by forming master limited partnerships. ",
  "June 2019\n\n\n                \n                    Amazon signed a letter to the European Commission outlining the importance of corporate renewable energy procurement and encouraging that National Energy and Climate Plans remove barriers to renewable energy purchasing. May 2019\n\n\n                \n                    Amazon wrote to the Virginia State Corporation Commission encouraging that more renewable energy and clean energy technologies be included in a long-term plan by Virginia’s largest electric utility. ",
  "February 2019\n\n\n                \n                    Amazon spoke to the National Association of State Energy Officials about the importance of energy efficiency and renewable energy for our business operations, and to encourage states to help support the deployment of electric vehicles. December 2018\n\n\n                \n                    Amazon wrote to the Georgia Public Service Commission advocating for a strong renewable energy offering from the Georgia electric utility. November 2018\n\n\n                \n                    Amazon signed on to a joint declaration calling for changes to European energy policy, that would allow for easier access to renewable energy. The declaration sought to reduce barriers that hinder renewable energy trading and tracking across borders between European Union member countries. November 2018\n\n\n                \n                    Amazon authored a letter to the European Commission in support of the removal of regulatory barriers to corporate sourcing of renewable energy. September 2018\n\n\n                \n                    Amazon staff spoke at the Midwest Governor’s Association conference and highlighted our interest in access to renewable energy and the importance of states reducing barriers to renewable energy access. ",
  "December 2017\n\n\n                \n                    Amazon urged the European Union Commission to establish a goal of 35% renewable energy by 2030. December 2017\n\n\n                \n                    Amazon wrote to the California Public Utilities Commission in support of an electric vehicle charging program for the San Diego region. ",
  "October 2017\n\n\n                \n                    Amazon provided support for the regulatory approval of a green energy program offering being created by the Florida electric utility that provides power to our facilities in the Jacksonville region. October 2017\n\n\n                \n                    Amazon authored a letter to the Ohio State Legislature in support of a bill that would reduce restrictions on the siting of wind energy projects in the state. June 2017\n\n\n                \n                    Amazon joined the We Are Still In coalition to express support for remaining in the Paris Climate Agreement. February 2017\n\n\n                \n                    Amazon offered support for a Virginia bill to create a new community solar law in the Commonwealth. April 2016\n\n\n                \n                    Amazon joined Apple, Google, and Microsoft in filing an amicus brief in support of the U.S. Environmental Protection Agency’s Clean Power Plan. April 2021\n\n\nMarch 2021\n\n\nJanuary 2021\n\n\nDecember 2020\n\n\nDecember 2020\n\n\nSeptember 2020\n\n\nJuly 2020\n\n\nApril 2020\n\n\nJanuary 2020\n\n\nDecember 2019\n\n\nAugust 2019\n\n\nJune 2019\n\n\nJune 2019\n\n\nMay 2019\n\n\nFebruary 2019\n\n\nDecember 2018\n\n\nNovember 2018\n\n\nNovember 2018\n\n\nSeptember 2018\n\n\nDecember 2017\n\n\nDecember 2017\n\n\nOctober 2017\n\n\nOctober 2017\n\n\nJune 2017\n\n\nFebruary 2017\n\n\nApril 2016\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReporting Standards\n\n\n\n\n\nDownload indices of Amazon’s public content according to: Sustainability Accounting Standards Board (SASB), Task Force on Climate-Related Financial Disclosures (TCFD), UN Guiding Principles (UNGP) Reporting Framework, and UN Sustainable Development Goals (UNSDG). ",
  "English\n\n\n\n\n                                Download\n                                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLatest News\nSee how we put our scale and inventive culture to work on building a sustainable future. Oregon community and AWS work together to benefit local agriculture\nReused water from AWS data centers helps grow crops. "
]