[
  "The Tesla model of education + Accept the updated privacy & cookie policy We use cookies and other tracking technologies to provide services in line with the preferences you reveal while browsing the Website to show personalize content and targeted ads, analyze site traffic, and understand where our audience is coming from in order to improve your browsing experience on our Website. By continuing to browse this Website, you consent to the use of these cookies.",
  "If you wish to object such processing, please read the instructions described in our Cookie Policy / Privacy Policy. Accept Reject Update Consent Sat, Jun 25, 2022 | UPDATED 02:23 AM IST WRITE FOR TOI BLOGS Interested in blogging for timesofindia.com? We will be happy to have you on board as a blogger, if you have the knack for writing. Just drop in a mail at toiblogs@timesinternet.in with a brief bio and we will get in touch with you. Please note: TOI will have complete discretion to select bloggersTOI's decision in this regard will be final There's no remuneration for blogging TOI reserves the right to edit all blogs OPINION Go to TOI Opinion Times View TOI EditET EditReaders' BlogTimes EvokeCity MumbaiChennaiBangaloreDelhiHyderabadIndiaWorldEntertainmentSportsSpiritualityBusiness EconomyMarketsCompaniesFinanceWealth EnvironmentLifestyleQ&AForeign MediaTechScienceReviews Follow us on NewsBLOGSIndiaThe Tesla model of education INDIA The Tesla model of education April 22, 2021, 9:26 PM IST Ramkumar Ramamoorthy in Voices, India, TOI Facebook Twitter Linkedin Email Ramkumar Ramamoorthy Ramkumar Ramamoorthy is former chairman and MD, Cognizant, India and pro vice-chancellor, Krea University. Last week, Tata Consultancy Services (TCS) kicked off the quarterly earnings season with blockbuster numbers, hitting the ball out of the park on all fronts.",
  "One number, in particular, that caught the attention of a tech editor was the company crossing the 488,000-employee mark. She reached out to me seeking a comment on the likelihood of TCS crossing the 500,000-employee mark in the next few months and what it meant for India Inc.",
  "I paused for a moment. Whenever that happened, I thought to myself, many industry captains, politicians, analysts and alumni would compliment the company—and rightly so—for a truly remarkable accomplishment. At that very moment, something else crossed my mind. The accomplishment would be a feather in the cap as much for the company as for the enabling ecosystem that would have made it possible. As someone who has had the good fortune of working for over two decades with two of the largest employers in the Indian private sector—TCS and Cognizant—I couldn’t help thinking about the contributions made by different stakeholders in catalysing the growth of the IT industry. This includes clients, government, educational institutions, investors, professional trade bodies and media.",
  "But the standout contribution has undoubtedly been that of educational institutions. What has really changed in the educational ecosystem of the past two decades to make something of this magnitude possible?",
  "The answer is India went beyond the affiliating system of universities to create more and more standalone institutions, which significantly increased “quality at scale” and staked a claim to the exalted status enjoyed by just the IITs and NITs until then. With deemed universities and autonomous institutions coming to the fore, the quality of faculty improved, curricula became more relevant, teaching-learning processes were reimagined and industry linkages were forged—all leading to a renaissance in higher education. Sample this. Just a small set of autonomous institutions and deemed universities—IITs, NITs, BITS Pilani, SASTRA, PSG College of Technology, RV College of Engineering, MS Ramaiah Institute of Technology, Vellore Institute of Technology, Manipal Academy of Higher Education, Amrita Vishwa Vidyapeetham, SRM Institute of Science and Technology, and Thiagaraja College of Engineering, to name a few—would have contributed over 100,000 students to TCS’ or Cognizant’s headcount during this period. Needless to say, the vast majority of colleges linked to affiliating universities would have made an important but arguably much smaller contribution. That begs the question: How quickly can we unshackle these colleges that have the same potential—if not more—from these affiliating universities so that we are ready for the next wave of opportunities unleashed by digital technologies and create hundreds of successful companies like TCS and Cognizant across industries?",
  "For this, we need to focus on not just “quality at scale” but also “innovation at scale”. In other words, what we need is the Tesla model of education and not the Model-T of education.",
  "The skills of the future include ‘learnagility’, creativity and originality, problem finding and solving, critical thinking and analysis, social influence, reasoning and ideation, among others. These call for innovative learning models and inter-disciplinary approaches that are being pioneered today, even if in a small measure, in new-age state private universities and deemed universities such as Shiv Nadar University, Azim Premji University, Krea University, Chennai Mathematical Institute, Ashoka University, OP Jindal Global University and Flame University, to name a few. The National Education Policy, 2020, envisages the phasing out of the affiliating system of universities over the next 15 years. Unfortunately, the window of opportunity might well evaporate if we have to wait that long. Can we crunch this timeline to less than five years? Can states create a small group of progressive educationists and industrialists who have been there and done that in recent years and chalk out an agile roadmap to make every institution of higher learning autonomous?",
  "Else, we run the risk of losing out on a rare opportunity that India has to create a world-beating talent powerhouse—both for India and for the rest of the world. For the record, India is among a sprinkling of countries embracing the affiliating system of education today.",
  "Other recognisable names are Pakistan and Bangladesh. Need I say more? Facebook Twitter Linkedin Email Disclaimer Views expressed above are the author's own. END OF ARTICLE Opinions System ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond While India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west Modi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper Baptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses India needs Agnipath, not pensionpath Bulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal.",
  "Courts must intervene forcefully Murmu & BJP’s subalterns: It’s not the Adivasi vote, which BJP already gets, but the party’s larger political narrative around the marginalised that explains its choice of presidential candidate English-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist Being truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper Flaming question: Why is it so easy to burn trains?",
  "Because effective RPF, local police coordination is missing WRITE FOR TOI BLOGS Interested in blogging for timesofindia.com? We will be happy to have you on board as a blogger, if you have the knack for writing. Just drop in a mail at toiblogs@timesinternet.in with a brief bio and we will get in touch with you. Please note: TOI will have complete discretion to select bloggers TOI's decision in this regard will be final There's no remuneration for blogging TOI reserves the right to edit all blogs TOP VOICES SA Aiyar Swaminomics Chidanand Rajghatta Ruminations,TOI News,Tracking Indian Communities Arun Ram Chennai Talkies Rahul Shivshankar Beyond The Headline TOP EDITORIALS Jawed Habib writes: Hair care tips after colouring Agnipath: It’s a case of robbing Sepoy Patel to pay Col Paul The hymen: A marker of virginity? NewsBLOGSIndiaThe Tesla model of education About usCreate Your Own AdTerms of Use and Grievance Redressal Policy Privacy policyAdvertise with usRSSNewsletterFeedbackePaperSitemapArchives FOLLOW US ON Other Times Group News SitesThe Economic TimesHindi Economic TimesNavbharat TimesMaharashtra TimesVijaya KarnatakaTelugu SamayamTamil SamayamMalayalam SamayamEi SamayI am GujaratTimes NowTimes Now NavbharatTimesPointsIndiatimesBrand CapitalEducation TimesTimes FoodMiss KyraPopular CategoriesHeadlinesSports NewsBusiness NewsIndia NewsWorld NewsBollywood NewsHealth & Fitness TipsIndian TV ShowsCelebrity PhotosTop TrendsRussia Ukraine News LiveCoronavirus in India LiveRCB vs RR Live ScorePower Cut in MumbaiJeff BezosAP Inter Hall Ticket 2022Elon MuskIndia Covid CasesJack DorseyParag AgrawalLIC IPOKKR vs GTIPL Points Table 2022Sensex TodayCryptocurrency Exchange in IndiaEthereum cryptocurrency in IndiaCryptocurrency Price in IndiaHoroscope TodayLiving and entertainmentiDivaMensXP.comFeminaETimesGraziaZoomTravel DestinationsBombay TimesCricbuzz.comFilmfareOnline SongsTVLifestyleLongwalks AppNewspaper SubscriptionFood NewsTimes PrimeWhats HotHot on the WebShilpi RajPriya BhavaniSachin TendulkarsShilpi Raj MMS VideoBhojpuri Actress Aamrapali DubeyAjith-ShaliniSidharth MalhotraKGF 2 CollectionArun LalAkash AmbaniTrending TopicsElon Musk TwitterNusrat JahansBollywood FilmSamanthaWeekly Fashion RoundupRashmika MandannasKGF 2 CollectionCoronavirus Kids VaccineKGF 2 Full Movie CollectionShah Rukh Khan HouseAnushka SharmaLock UppMobile Phonesunder 10000Mobile Phones under 15000Mobile Phone under 20000BSNL Bharat Fiber Broadband PlanVivo Y55sLaptops under 30000WiFi RoutersTablets under 15000ServicesAds2BookCouponDuniaDineoutMagicbricksTechGigTimesJobsBollywood NewsTimes MobileGadgets NowCareersColombia Copyright © 2022 Bennett, Coleman & Co. Ltd. All rights reserved. For reprint rights: Times Syndication Service"
]