[
  "\n\n\n\nSustainable Development Goal 1 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 1\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\nFirst of 17 Sustainable Development Goals to end poverty everywhere\nSustainable Development Goal 1Mission statement\"End poverty in all its forms everywhere\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 1 (SDG 1 or Global Goal 1), one of the 17 Sustainable Development Goals established by the United Nations in 2015, calls for the end of poverty in all forms. The official wording is: \"No Poverty\". ",
  "[1] Member countries have pledged to \"Leave No One Behind\": underlying the goal is a \"powerful commitment to leave no one behind and to reach those farthest behind first\". [2] SDG 1 aims to eradicate every form of extreme poverty including the lack of food, clean drinking water, and sanitation. Achieving this goal includes finding solutions to new threats caused by climate change and conflict. SDG 1 focuses not just on people living in poverty, but also on the services people rely on and social policy that either promotes or prevents poverty. [3]\nThe goal has seven targets and 13 indicators to measure progress. The five \"outcome targets\" are: eradication of extreme poverty; reduction of all poverty by half; implementation of social protection systems; ensuring equal rights to ownership, basic services, technology and economic resources; and the building of resilience to environmental, economic and social disasters. ",
  "The two targets related to \"means of achieving\" SDG 1 are mobilization of resources to end poverty; and the establishment of poverty eradication policy frameworks at all levels. [1][4]\nDespite the ongoing progress, 10 percent of the world's population live in poverty and struggle to meet basic needs such as health, education, and access to water and sanitation. ",
  "[5] Extreme poverty remains prevalent in low-income countries particularly those affected by conflict and political upheaval. [citation needed] In 2015, more than half of the world's 736 million people living in extreme poverty lived in Sub-Saharan Africa. Without a significant shift in social policy, extreme poverty will dramatically increase by 2030. [6] The rural poverty rate stands at 17.2 percent and 5.3 percent in urban areas (in 2016). [7] Nearly half are children. [7]\nOne of the key indicators that measure poverty is the proportion of population living below the international and national poverty line. ",
  "Measuring the proportion of the population covered by social protection systems and living in households with access to basic services is also an indication of the level of poverty. [4] Eradicating poverty has been made more difficult by the COVID-19 pandemic in 2020. ",
  "Local and national lockdowns led to a collapse in economic activity that reduced or eliminated sources of income and accelerated poverty. [8] A study published in September 2020 found that poverty increased by 7 percent in just a few months, even though it had been steadily decreasing for the last 20 years. [9]: 9 \n\nContents\n\n1 Background\n2 Targets, indicators and progress\n\n2.1 Target 1.1: Eradicate extreme poverty\n2.2 Target 1.2: Reduce poverty by at least 50%\n2.3 Target 1.3: Implement nationally appropriate social protection systems\n2.4 Target 1.4: Equal rights to ownership, basic services, technology, and economic resources\n2.5 Target 1.5: Build resilience to environmental, economic, and social disasters\n2.6 Target 1.a: Mobilization of resources to end poverty\n2.7 Target 1.b: Establishment of poverty eradication policy frameworks at all levels\n2.8 Custodian agencies\n\n\n3 Monitoring\n4 Challenges\n\n4.1 Impact of COVID-19 pandemic\n\n\n5 Links with other SDGs\n6 Organizations\n\n6.1 US Based Organizations\n\n\n7 References\n8 External links\n\n\nBackground[edit]\n Proportion of people living below $1 90 a day, 1990–2015, 2018 nowcast and 2030 projection (percentage)\nIn 2013, an estimated 385 million children lived on less than US$1.90 per day. These figures are unreliable due to huge gaps in data on the status of children worldwide. On average, 97 percent of countries have insufficient data to determine the state of impoverished children and make projections towards SDG Goal 1, and 63 percent of countries have no data on child poverty at all. [10]\nSince 1990, countries around the world have taken various measures to reduce poverty and achieved remarkable results. ",
  "The number of people living in Extreme poverty decreased from 1.8 billion to 776 million in 2013. [11][12] Still, people continue to live in poverty with the World Bank estimating that 40 million to 60 million people will fall into extreme poverty in 2020. ",
  "[13] A very low poverty threshold is justified by highlighting the need of those people who are in the least favourable position. That target may not be adequate for human subsistence and basic needs, however, it is for this reason that changes relative to higher poverty lines are also commonly tracked. Poverty is more than the lack of income or resources: People live in poverty if they lack basic services such as healthcare, security, and education. They also experience hunger, social discrimination, and exclusion from decision-making processes. One possible alternative metric is the Multidimensional Poverty Index. [14]\nWomen face potentially life-threatening risks from early pregnancy and frequent pregnancies. ",
  "These can result in lower education and income levels. Poverty affects age groups differently, with the most devastating effects experienced by children. ",
  "It affects their education, health, nutrition, and security, impacting emotional and spiritual development. [15] Achieving Goal 1 is impeded by lack of economic growth in the poorest countries of the world, growing inequality, increasingly fragile statehood, and the impacts of climate change. [15] Local governments play a relevant role in matters relating to poverty. These roles differ across the world and include:[16]\n\nProper governance to fulfill the needs of the urban poor and be able to promote accountability and transparency. Ensuring inclusive education to increase the chance of employability. Working on the business ethics of community businesses that impact poor and rural communities. ",
  "Before the COVID-19 pandemic in 2020, the pace of global poverty reduction was retarding, and was forecasted that the global target of ending poverty by 2030 would be missed. However, the pandemic is pushing tens of millions of persons back into extreme poverty, undoing years of progress. ",
  "It is estimated that the global extreme poverty rate is projected to be 8.4 to 8.8 percent in 2020, which is close to its level in 2017. Consequently, an estimated 40 to 60 million persons will be pushed back into extreme poverty, the first increase in global poverty in more than 20 years. [17]\n\nTargets, indicators and progress[edit]\nFurther information: List of SDG targets and indicators\nPoverty eradication is important for the reduction of inequalities that currently exist among people and for the socio-economic and political stability of countries left behind. The UN defined 7 Targets and 14 Indicators for SDG 1. The main data source for SDG 1 indicators (including maps) come from Our World in Data's SDG Tracker. [4] The targets cover a wide range of issues including the eradication of extreme poverty (target 1.1), reduction of poverty by half (1.2), implementation of social protection systems (1.3), ensuring equal rights to ownership, basic services, technology and economic resources (1.4), building of resilience towards environmental, economic and social disasters (1.5), and mobilization of resources to end poverty (1.6). ",
  "[18]\nTargets specify the goals while indicators represent the metrics by which the world aims to track whether these targets are achieved. [19] Eradicating extreme poverty requires a strong economy that produces jobs and good wages; a government that can provide well equipped schools, hospitals, roads, and energy; and healthy, well-nourished children who are the future human capital that will fuel economic growth. ",
  "[20] SDG 1 has two specific poverty reduction targets: eradicating extreme poverty (target 1.1) and reduce poverty by half by 2030 (target 1.2). Five of the targets are to be reached by 2030, and two have no specified date. Target 1.1: Eradicate extreme poverty[edit]\n Poverty headcount ratio at $1.90 a day is the percentage of the population living on less than $1.90 a day[4]\nThe full text of Target 1.1 is: \"By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.90 a day. \"[1]\nTarget 1.1 includes one indicator: Indicator 1.1.1 is the \"Proportion of population living below the international poverty line aggregated by sex, age, employment status, and geographical location (urban/rural)\". [4]\nThe pace of reducing extreme poverty started off well with 2010 (15.7 percent), 2015 (10 percent), 2019 (8.2 percent) and is projected in 2020 at (8.4 to 8.8 percent). This is because the COVID-19 pandemic is reversing the poverty reduction cycle. ",
  "[21]: 3 \nThe world's workers living in extreme poverty fell, from 14.3 to 8.3 to 7.1 percent in 2010, 2015 and 2019, respectively. [21]\n\nTarget 1.2: Reduce poverty by at least 50%[edit]\nThe full text of Target 1.2 is: \"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions. ",
  "\"[1]\nIndicators include:[4]\n\nIndicator 1.2.1: Proportion of population living below the national poverty line. Indicator 1.2.2: Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions. According to a 2018 report, China has contributed more than 70 percent of the world's poverty reduction since its reform and opening-up in the late 1970s. Over the past four decades, through a series of policy and institutional reforms, China has reduced the rural poor by 739.9 million. China's poverty reduction methods include development-oriented poverty alleviation, improving the self-development capacity of the poor population, encouraging multi-party participation in poverty alleviation, focusing on poverty alleviation innovation, and poverty alleviation methods. These can be a reference for other developing countries to reduce poverty. ",
  "[22]\n\nTarget 1.3: Implement nationally appropriate social protection systems[edit]\n Coverage of social insurance programs shows the percentage of population participating in programs that provide old age contributory pensions[4]\nThe full text of Target 1.3 is: \"Implement nationally appropriate social protection systems and measures for all, by 2030 achieve substantial coverage of the poor and the vulnerable. \"[1]\nIndicator 1.3.1 is the \"Proportion of population covered by social protection systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable\". ",
  "[4]\nAbout 4 billion people, did not benefit from any form of social protection, which is critical to help the poorest and the most vulnerable according to 2016 data. [21]\nHalf of the world's population still lacks full coverage of essential health services, and only 22 percent of unemployed workers were covered by unemployment benefits. [21]\n\nTarget 1.4: Equal rights to ownership, basic services, technology, and economic resources[edit]\nThe full text of Target 1.4 is: \"By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including micro-finance. \"[1]\nIts two indicators are:[4]\n\nIndicator 1.4.1: Proportion of population living in households with access to basic services. Indicator 1.4.2: Proportion of total adult population with secure tenure rights to land, (a) with legally recognized documentation, and (b) who perceive their rights to land as secure, by sex and type of tenure. Target 1.5: Build resilience to environmental, economic, and social disasters[edit]\n Haitian woman walks with her child toward the distribution line in Port-au-Prince, Haiti, after massive earthquake shook with the whole country in 2010\nThe full text of Target 1.5 is: \"By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters. ",
  "\"[1]\nIt has four indicators:[4]\n\nIndicator 1.5.1: Number of deaths, missing persons and directly affected persons attributed to disasters. Indicator 1.5.2: Direct economic loss attributed to disasters in relation to global gross domestic product (GDP). ",
  "Indicator 1.5.3: Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015–2030. Indicator 1.5.4: Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies. A total of 80 countries reported disaster-related losses for 2018, including 23,458 deaths and 2,164 persons missing. More than 39 million persons were reported as affected, 29 million of whom saw their livelihood disrupted or destroyed. In terms of direct economic losses, $23.6 billion was reported by countries, 73 percent of which was attributed to the agricultural sector. [21]\n\nTarget 1.a: Mobilization of resources to end poverty[edit]\nThe text of Target 1.a is: \"Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation in order to provide adequate and predictable means for developing countries particularly least developed countries. ",
  "\"[1]\nIt has three indicators:[4]\n\nIndicator 1.a.1: Proportion of domestically generated resources allocated by the government directly to poverty reduction programmes. Indicator 1.a.2: Proportion of total government spending on essential services (education, health and social protection). ",
  "Indicator 1.a.3: Sum of total grants and non-debt-creating inflows directly allocated to poverty reduction programmes as a proportion of GDP. A proposal has been tabled in 2020 to delete Target 1.a. [23]\n\nTarget 1.b: Establishment of poverty eradication policy frameworks at all levels[edit]\nThe full text of Target 1.b is: \"Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions. \"[1]\nIt has one indicator: Indicator 1.b.1 is the \"Pro-poor public social spending\". [24]\n\nCustodian agencies[edit]\nCustodian agencies are in charge of measuring the progress of the indicators:[25][26]\n\nFor Indicator 1.1.1: World Bank (WB) and International Labor Organization (ILO)\nFor Indicator 1.2.1: WB\nFor Indicator 1.2.2: National Statistics Offices, WB, UNICEF and UNDP\nFor Indicator 1.3.1: ILO and WB\nFor Indicator 1.4.1: United Nations Human Settlements Programme (UN-HABITAT)\nFor Indicator 1.4.2: WB and UN-HABITAT collectively. For all four Indicators under Target 1.5: United Nations International Strategy for Disaster Reduction (UNISDR)\nFor Indicator 1.a.1: Organisation for Economic Co-operation and Development (OECD)\nFor Indicator 1.a.2: UNESCO-UIS\nFor Indicator 1.b.1: UNICEF and Save the Children\nMonitoring[edit]\nThe 2030 Agenda for Sustainable Development highlights the strong commitment of UN Member States and the international community to ending poverty. ",
  "High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General with a recent UN's High Level Political Forum thematic review of SDG 1. [21]: 5 \n\n Fruit vendor during COVID-19 pandemic trying to get some money to buy food for their families in Kathmandu\nChallenges[edit]\nImpact of COVID-19 pandemic[edit]\nCOVID-19 has caused the first increase in global poverty (up by 7 percent in just a few months), ending a 20-year streak of progress. ",
  "[9]: 9  Almost 37 million more people have fallen into extreme poverty in 2020, and because of COVID-19, they now live below the US$1.90 a day extreme poverty line. [9]: 24  Another estimate put the figure at 71 million people who have been pushed into extreme poverty in 2020. [27] The lock down has led to a collapse in economic activities hence causing reduced income leading to accelerated poverty. [8] It is reported that young workers are two times more seemingly to be suffering from unemployment than their elders. [28] There are projections that Sub-Saharan Africa will have the highest rate of increasing poverty because it already has more populations living close to the international poverty line. [29]\nCOVID-19 has further increased the challenges of achieving zero poverty goals as well as other SDG goals by 2030. ",
  "Though many alternative measures are being deployed to get the relevant data, the available tools and methods have not been able to sufficiently address the continuously evolving climate. [30]\nIn order to achieve and sufficiently monitor the progress of SDGs, decision makers as well as stake holders need access to timely and reliable data. ",
  "[31] As countries got locked down in 2020 due to the COVID-19 pandemic, many data collection activities that rely on direct interviews were suspended. [30] The pandemic interrupted data collection. Decision-makers did not have access to reliable data, especially in the early months. [31]\nFurthermore, COVID‑19 exposed the inadequacy in the global food chain. [32] The pandemic is having resounding impact on fragile nations for example, 15.6 million Yemeni nationals are estimated to be practically starving on a daily basis with millions more being driven into a state of distress. [32]\n\nLinks with other SDGs[edit]\nThe SDGs are interlinked as one growth can positively affect another and vice versa. ",
  "Eradicating poverty can lead to zero hunger (SDG 2) as hunger and poverty are connected. SDG 1 is linked to reduced inequalities (SDG 10) as inequality around the world remains high, and poverty has significant impacts on measures of inequality. ",
  "At the same time, access to decent work which has both gendered effects under gender equality (SDG 5) also affects the outcomes of decent work and economic growth (SDG 8). SDG 1 particularly links to good health and well-being (SDG 3) as eradication of poverty will necessarily increase the standard of living. Furthermore, it affects the availability of quality education for all (SDG 4) as academic costs become unaffordable, and drinking water (SDG 6) inaccessible and many others. [21]\n\nOrganizations[edit]\nOrganizations dedicated to eradicating extreme poverty to aid in achieving SDG 1 include: \n\nOxfam International\nThe Organization for Poverty Alleviation and Development (OPAD)\nEnd Poverty Now\nThe Global Citizen\nThe Humanitarian Organization for Poverty Eradication\nConcern Worldwide\nWorld Relief\nONE Campaign\nCare International\nInstitute for Research on Poverty\nWorld Vision\nUS Based Organizations[edit]\nIn the US there are over sixty thousand tax-exempt organizations working on issues related to UN SDG 1, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [33] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation[34],Hewlett Foundation,[35] and Giving Tech Labs, created a free online interactive tool Poverty in the US. This online tool enables users to see poverty-related indicators nationally and by state, as well as relevant information for over 60 thousand tax-exempt organizations in the US working on issues related to UN SDG 1. ",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit]\n\n\n^ a b c d e f g h i United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ United Nations Development Programme (2016), Leaving No One Behind: a Social Protection Primer for Practitioners, Foreword, accessed 30 September 2020\n\n^ \"Goal 1: No Poverty\". ",
  "United Nations Development Programme (UNDP). Retrieved 17 September 2020. ^ a b c d e f g h i j k Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 1) SDG-Tracker.org, website\n\n^ \"Decline of Global Extreme Poverty Continues but Has Slowed\". World Bank. Retrieved 2020-08-26. ",
  "^ \"Goal 1 - End poverty in all it forms,everywhere\". United Nations, Department of Economic and Social Affairs, Statistics Division. ",
  "Retrieved 2020-08-26. ^ a b United Nations Department of Economic and Social Affairs (2016-07-20). The Sustainable Development Goals Report 2016. The Sustainable Development Goals Report. UN. doi:10.18356/3405d09f-en. ",
  "ISBN 978-92-1-058259-9. ^ a b Leal Filho, Walter; Brandli, Luciana Londero; Lange Salvia, Amanda; Rayman-Bacchus, Lez; Platje, Johannes (2020-07-01). ",
  "\"COVID-19 and the UN Sustainable Development Goals: Threat to Solidarity or an Opportunity?\". Sustainability. 12 (13): 5343. doi:10.3390/su12135343. ISSN 2071-1050. S2CID 225547434. ^ a b c BMGF (2020) Covid-19 A Global Perspective - 2020 Goalkeepers Report, Bill & Melinda Gates Foundation, Seattle, USA\n\n^ \"Progress for Every Child in the SDG Era\" (PDF). ",
  "UNICEF. Retrieved 2 April 2018. ",
  "^ \"The Role of Trade in Ending Poverty\". World Bank. Retrieved 2020-09-17. ^ \"World Development Indictors 2017\". World Bank. April 2017. ",
  "Retrieved 22 October 2021. ^ \"Overview\". ",
  "World Bank. Retrieved 2020-09-17. ^ \"Goal 3: Good health and well-being\". UNDP. Retrieved 2020-09-03. ^ a b \"We help Alleviate Poverty - End Poverty in all its forms everywhere\". ",
  "Integral World. Retrieved 20 September 2020. ",
  "^ \"The importance of all sustainable development goals for cities and communities\" (PDF). ^ \"End Poverty in all its forms everywhere - Progress and Info\". United Nations Department of Economic and Social Affairs - Sustainable Development. Retrieved 17 September 2020. ^ \"Goals, targets and indicators | The Human Right Guide to the Sustainable Development Goals\". sdg.humanrights.dk. ",
  "Retrieved 2020-08-27. ^ \"Goal 1: No Poverty - SDG Tracker\". ",
  "Our World in Data. Retrieved 2020-08-26. ^ \"The World Bank - Millennium Development Goals - Eradicate Extreme Poverty and Hunger by 2015\". www5.worldbank.org. Retrieved 2020-08-27. ^ a b c d e f g United Nations (2017) HLPF Thematic Review of SDG , New York\n\n^ \"China's poverty alleviation over the last 40 years: successes and challenges\". ",
  "Retrieved 2020-01-01. ^ \"IAEG-SDGs 2020 Comprehensive Review Proposals Submitted to the 51st session of the United Nations Statistical Commission for its consideration\". ",
  "United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 1 September 2020. ^ \"SDG Indicators — SDG Indicators\". unstats.un.org. Retrieved 2020-09-21. ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). ",
  "United Nations, Geneva\" (PDF). United Nations Economic Commission for Europe. ",
  "Retrieved September 22, 2020. ^ \"SDG Indicators — SDG Indicators\". unstats.un.org. Retrieved 2020-09-26. ^ \"Goal 1 | Department of Economic and Social Affairs\". sdgs.un.org. ",
  "Retrieved 2020-09-24. ^ \"sustainable development goal report 2020\" (PDF). ",
  "^ \"The impact of COVID-19 (Coronavirus) on global poverty: Why Sub-Saharan Africa might be the region hardest hit\". blogs.worldbank.org. Retrieved 2020-09-28. ^ a b \"Impact of COVID-19 on agriculture and food statistics\". The Food and Agriculture Organization (FAO). Retrieved 22 September 2020. ",
  "^ a b \"Harnessing the power of data for sustainable development\". United Nations Statistics Division. ",
  "Retrieved 22 September 2020. ^ a b \"COVID-19 and the SDGs\". United Nations Development Programme. Retrieved 22 September 2020. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". ",
  "nextbillion.net. Retrieved 2021-11-11. ",
  "^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. Retrieved 2021-11-11. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. "
]