[
  "Nike races ahead to reduce water use | Aquatech Exhibitor Portal MyAquatechtrade Contact Search Exhibitor Portal MyAquatechtrade Contact Search / AMSTERDAM The Road ALL ABOUT ON THE ROAD How to attend Next stop Travel schedule FAQ Previous Editions Contact Events AQUATECH EVENTS Aquatech Amsterdam Aquatech Innovation Forum Aquatech China Aquatech Mexico Receive the best newsletter on water - straight to your inbox! Subscribe now Water Tech Index WATER TECH INDEX Find companies News NEWS Desalination Digital Solutions Essential guides Industrial Water Membranes Pipes & pumps Sludge Surface water NEWS Urban water Utilities Water Treatment Wastewater Water Resource Management Water Reuse All news NEWS FROM... Our Masters of Water Receive the best newsletter on water - straight to your inbox!",
  "Subscribe now Press & Media PRESS Press releases Information & services Terms and conditions for press accreditation Apply for accreditation MEDIA Logos Images Aquatech Amsterdam Images Aquatech China Images Aquatech Mexico Images Innovation Forum Increase your reach — connect with our global audience Advertise with us news breakouts newsletter contact more Subscribe now Industrial Water Americas Thursday, 13 February 2020 Just do it: Nike races ahead on water targetsReduction in freshwater use LeBron James. Serena Williams. Cristiano Ronaldo. Michael Jordan. Some of the greatest athletes in history have proudly worn Nike’s iconic ‘swoosh’ logo, helping it to become one of the world’s most recognisable sports brands. Valued at $15.9 billion, the US apparel giant has grown far beyond its roots as a footwear company: it’s become an inspirational symbol.",
  "Yet behind the scenes, how does the company rate when it comes to water use – a key challenge and opportunity for any mega manufacturer of textiles in a traditionally water-heavy industry? According to its FY2019 Impact Report, it appears the company is embodying its motto to 'Just do it', certainly on reducing freshwater across its supply chain.",
  "The company has actively reduced freshwater used across its global operations. However, on the wastewater side, only just over half of its suppliers met quality requirements, according its recently released FY2019 Impact Report. No planet, no sport “If there is no planet, there is no sport. It is this understanding that drives the urgency of our commitment to sustainability and impact.” That was the message from John Donahoe, president and CEO of Nike, who in his Impact Report message connected the “growing climate emergency” to the “voice of our athletes”. He said: \"As marathon start times get moved into pre-dawn hours and players and fans suffer from heat exhaustion due to extreme weather conditions, those who work in sport see first-hand the damaging effects of climate change. This crisis is affecting the athletes we serve – not someday, but right now – and in turn compelling us to swiftly evolve our business.\"",
  "The CEO referenced the company’s pledge to eliminate footwear manufacturing waste to landfill or incineration, as well as increasing the use of more sustainable materials. This includes turning one billion plastic bottles into recycled polyester per year, for footwear and apparel.",
  "Nike’s water/wastewater progress, in numbers The Nike FY19 Impact Report showed the company has avoided using 23 billion litres of water as a result of efficiency programmes implemented since 2016. In 2019 the company used, on average, 94.3 litres of fresh water per kilogram (L/kg), compared to 109.3 L/kg in 2018 – a 25 per cent reduction. This compares to 126.5 L/kg in 2016, 117.2 L/kg in 2017 and 109.3 L/kg in 2018. According to the Sustainability Accounting Standards Board (SASB), an independent standards-setting organisation, in 2019, 98 per cent of the company's focus suppliers met wastewater legal compliance. However, only 51 per cent met Nike’s Wastewater Quality requirements. Meanwhile, approximately 79 per cent reported compliance with the company’s Zero Discharge of Hazardous Chemicals (ZDHC) wastewater requirements.",
  "The ZDHC guidelines were introduced in 2015 and are designed to help meet a vision of a \"supply chain with zero industrial wastewater discharge\". On the energy side, while Nike has improved the amount of renewable energy across its operations to 27 per cent, its energy consumption per unit (key operations) increased last year by four per cent.",
  "How Nike achieved the water reductions In the Impact Report, Nike said the fundamental challenge with water remains: while the company uses less, manufacturing of textiles requires more of it. It was in 2017 when Nike developed its own ‘Water Minimum Program’ across its supply chain. This required suppliers to create site-water balances and understand where their water is going. Furthermore, operational data from wastewater treatment systems are also collected. Data on freshwater withdrawal and production each month is used to create a monthly dashboard to share and discuss with suppliers, effectively creating an in-house competition. “Once suppliers saw how their water efficiency stacked up against their peers, some realized they could do better,” the company added.",
  "Suppliers who were “water inefficient” then took the initiative to install more water-efficient dyeing equipment, or wastewater recycling to reduce freshwater footprint. Rematex: championing wastewater recycling Nike said that to drive its freshwater footprint as close to zero as possible, it teamed up with key textile dyeing and finishing manufacturing facilities to \"attack the challenge from multiple angles\".",
  "This included championing wastewater recycling, starting at the Ramatex facility in Suzhou, China. After an installed system delivered water significantly cleaner than discharge regulations required, a wastewater recycling system was added. By the end of FY19, that commercially available recycling system helped Ramatex reduce its freshwater withdrawals by 60 per cent from its FY16 baseline. \"Vendors have demonstrated the potential to save up to an 80 per cent reduction through implementing recycling systems.\" Nike added that the Ramatex reference achieved “what many in the textile industry did not think was achievable” – reducing water use while complying with the ZDHC guidelines While not mentioned in the Impact Report, a previous Nike initiative is worth noting. A partnership with Mexican knitted textile supplier, Vertical Knits, enabled the firm to reduce water by 85 per cent per kilogram of fabric, through innovative techniques and manufacturing.",
  "Cleaning up the ‘Dirty Laundry’ It was in 2011 when Nike and other multinational brands came under the spotlight for their manufacturing practices. A report was launched from environmental campaigner, Greenpeace, titled ‘Unravelling the corporate connections to toxic water pollution in China’.",
  "The policies and practices of Nike, Adidas and Puma were examined in particular detail as all three have been recognised by external bodies – such as the Dow Jones Sustainability Index. At the time, Greenpeace said while many companies appeared “concerned about water quality”, the investigation found that “toxic chemicals” were being released into the surrounding water and local river systems by their suppliers. However, both Nike and Adidas were praised for going beyond regulatory requirements with restrictions on perfluorooctanoic acid (PFOA) and applying the same legal limit as used for perfluorooctane sulphonate (PFOS). Related content Water recycling to help Carlsberg meet sustainability goals Starbucks raises its game on water use Intel takes byte out of water risk with reuse project Explore all our coverage related to industrial water Share your water technology stories with us Do you have an innovation, research results or an other interesting topic you would like to share with the international water technology industry? The Aquatech website and social media channels are a great platform to showcase your stories! Please contact our Sr Brand Marketing Manager Annelie Koomen.",
  "Are you an Aquatech exhibitor? Make sure you add your latest press releases to your Company Profile in the Exhibitor Portal for free exposure.",
  "Receive the best newsletter on water - straight to your inbox! We promise never to send you spam and you can unsubscribe at any time! Best read articles 7 investors every water start-up should know Our essential guide to surface water Tech dive: moment of truth for ceramic membranes Our essential guide to wastewater treatment, management & solutions Meet 'Barrel’ - the new face of digital desalination? About us Aquatech is the platform for professionals in the world of water technology. On this platform we offer you: Aquatech events with information on the leading worldwide water technology tradeshows. Products & Services: The online catalogue where you meet your manufacturers, suppliers and distributors.",
  "News and press releases: The latest 'need to know' in the water industry. Newsletter Receive the best newsletter on water - straight to your inbox!",
  "Subscribe now Contact us RAI Amsterdam Aquatech P.O. Box 77777 1070 MS Amsterdam Europaplein 24 1078 GZ Amsterdam The Netherlands aquatech@rai.nl Stay connected Organised by: Co-organisers: Partner: 2022 © RAI Amsterdam. All rights reserved Privacy Statement Exhibitor Warning Advertise with us Cookie settings Terms of use Sitemap We and our trusted partners use cookies and other technologies. These cookies and other technologies are placed to improve, analyse and personalize your experience on our website. Additionally these cookies are used for customized advertisements. Accept Change settings For more information, read our cookie statement Read more about the use of your personal data Your choices regarding cookies on this website We like to show you a good website, tailored to your preferences.",
  "In addition, we would like to tailor our messages on external websites and offers via social media. Do you want this too?",
  "Then set the components to 'On'. Hereby you give us your consent to offer you a personal experience through the use of cookies and other technologies. Statistical cookies: A good website is never finished. With our statistical cookies we analyze how visitors use our website. This allows us to analyze trends, manage the websites, follow the movements of users and gather broad demographic information. On Off Social media cookies: These cookies make it possible to use certain social media, such as showing YouTube videos on our websites and to share the content of our websites via social media.",
  "If you do not allow these cookies, you cannot play YouTube videos or share content via social media. On Off Personalization cookies: We like to offer customization and want to continuously improve the functionality of our websites."
]