[
  "Nike saves the Earth with sustainable bubbles Fashion Footwear Culture Streetstyle English Italian Fashion Footwear Culture Streetstyle Sports G-Club Galleria Follow Facebook Instagram Twitter Pinterest Youtube Spotify Newsletter Notifications English English Italian Wandering backstage at JW Anderson's latest show Crazy outfits, Rembrandt paintings and smoking How do you dress to go to a festival? Italian streetwear at the Polifonic Festival with Zalando How the luxury giants face the Metaverse From VivaTech with LVMH to Meta's new Avatar Stores Marcelo Burlon, ten years later Backstage at his show, the designer talks about himself on the occasion of the brand's 10-year anniversary The 5 best moments of Milan Fashion Week From JW Anderson's debut in Milan to the D&G-branded archive The Sea Sheperd uniform according to Sease Recycled plastic waste recovered from the sea becomes a new uniform All denim trends for summer 2022 Here's how not to say no to denim from head to toe like celebrities The exposed thong is the summer trend of 2022 The Y2K born trend comes back thanks to Tribale by Elodie and Bella Hadid The importance of innovation according to Timberland Drieke Leenknegt talks about the new chapter of Timberland 5 mistakes not to make when wearing mules and clogs Summer's best shoes, but with a modicum of caution Jacquemus x Nike sneakers mix gorpcore and french aesthetics Available from June 28 The Louis Vuitton x Nike Air Force 1 on display in New York The exhibition and release of the Air Force 1 by Virgil Abloh sneakers Jacquemus announces collaboration with Nike Coming up next June 28 It's time to invest in sneakers From resell to NFT, when a shoe is worth more than gold We don't deserve the return of sneakers with suits Some trends are better left in the attic Sneakers have changed for the better The end of hype culture shifted the way we view sneakers DC Shoes presents a new sneaker collection inspired by Andy Warhol The cult brand of the '90s in dialogue with the world of pop art What are the most worn sneakers in the fashion capitals Dunk Low wins in Milan, adidas in Berlin The Nike Air Force 1 \"Mushroom\" by Billie Eilish is coming this month Together with a mini capsule of loungewear DHL's first collabo with an African brand The protagonist is the brand Veldskoen The map of Milan Fashion Week Men's FW22 Fashion brings the heath to the town The link between Mercedes Maybach and hip-hop culture How the German automaker entered the rap narrative The street style of Milan Fashion Week All the best looks warned on city streets Color Carne is not just a color The Color Carne awareness campaign is an advocacy project for more authentic representation Milan hosts the first Menstrual Cycle Festival Three days to talk, confront and inform to break down the taboo on everything about periods The map of Milan Fashion Week Men's FW22 Fashion brings the heath to the town The best of street style at Pitti Uomo 2022 Style immortalized on the streets of Florence Brad Pitt and Gwyneth Paltrow still love each other In an interview for Goop, the former couple talked about their past and their current relationship 5 movies to discover and rediscover Jane Austen Starting with the new Netflix film starring Dakota Johnson Hogan turns the metaverse into reality for Design Week 2022 Between virtual worlds, talks on the metaverse, and NFTs becoming real Richard Biedul in Paris Paris Fashion Week SuMin Kim in Paris Paris Fashion Week Rickey Thompson in Paris Paris Fashion Week Caro Daur in Paris Paris Fashion Week Alice Barbier in Paris Paris Fashion Week Susie Lau in London London Fashion Week Alexa Chung in Paris London Fashion Week Xiayan & Justyna in Paris Paris Haute Couture Fashion Week María in Paris Paris Haute Couture Fashion Week Marc Kodjo in Paris Paris Fashion Week Men's SS22 Browse all Nike saves the Earth with sustainable bubbles “A large part of achieving those goals rests on how Nike makes its Air bags” As a bonus step, Nike makes the process even more sustainable by re-using over 90 percent of its excess scrap material.",
  "Once they've been approved, the Air units are shipped to other Nike factories where they'll be affixed to uppers. Which results in inflated Air bags primed for the final step: inspection. The fun part begins when pressurized nitrogen is pumped throughout the molds. Then the shapes must be cleaned up around the edges. The next step is beginning to trim down the molds. The molds function as the blueprint for the Air units.",
  "The process continues by clamping down the TPU to create molds. Once the TPU has reached its desired temperature, clamps are set in place.",
  "Heaters are then used to warm up the TPU sheets. It all begins with two sheets of TPU (thermoplastic polyurethane), which are fed into a thermoforming machine. Fashion May 17th, 2018 Author Filippo Vego Nike saves the Earth with sustainable bubbles “A large part of achieving those goals rests on how Nike makes its Air bags” Share Tweet Pin 124 Recently Nike published its Sustainable Business Report and the objectives are only for real game changers of the industry, as Nike is. This report shows Nike’s emblematic 30-year commitment to sustainability and the outstanding information is: 75 percent of all Nike shoes and apparel now contain some recycled material, and Nike is the industry leader of using recycled polyester. Yarn, soles and basketball courts are a few examples of the many products Nike creates by transforming plastic bottles, manufacturing scraps and used product into new materials, do you want to know what they become? The Air unit.",
  "Probably Nike’s most iconic product manufactured in a sustainable way. As the brand declares: \"Air is one of Nike’s most sustainable innovations\".",
  "Introduced in 1979 the Air unit consists of pressurized air inside a plastic flexible bag, that generally sits in the midsole beneath the heel, forefoot or both to provide the sensation of walking or running on air. Nike through the years worked really hard on this technology to improve it in different aspects. In the last decades Nike realized always bigger, stronger and lighter Air Units, but now in 2018, it's not enough. Companies in 2018 need to figure out their impact on people’s lives, but also on our planet’s life, setting concrete objectives to reduce the impact on the earth by using more recycled materials and sustainable energies. Nike has already set its objectives, as the improvement of the percentage of recycled materials in its production to reach 100-percent of the manufacturing use of renewable energy across North America by 2019 (halfway toward reaching its worldwide goal by 2025). “A large part of achieving those goals rests on how Nike makes its Air bags” says Nike and the brand's illustrators show 11 simple drafts on how they make their Airbags.",
  "In this case, the super innovative and giant VaporMax air sole unit. Let’s check this creative illustrations, and let's think about how a company needs to be in 2018 with an eye towards the future?",
  "It all begins with two sheets of TPU (thermoplastic polyurethane), which are fed into a thermoforming machine. Heaters are then used to warm up the TPU sheets. Once the TPU has reached its desired temperature, clamps are set in place. The process continues by clamping down the TPU to create molds. The molds function as the blueprint for the Air units. The next step is beginning to trim down the molds.",
  "Then the shapes must be cleaned up around the edges. The fun part begins when pressurized nitrogen is pumped throughout the molds.",
  "Which results in inflated Air bags primed for the final step: inspection. Once they've been approved, the Air units are shipped to other Nike factories where they'll be affixed to uppers. As a bonus step, Nike makes the process even more sustainable by re-using over 90 percent of its excess scrap material. air max nike sustainability VaporMax What to read next Should we prepare to say goodbye to clothing labels? An American trade association would like it to be so The Sea Sheperd uniform according to Sease Recycled plastic waste recovered from the sea becomes a new uniform Jacquemus x Nike sneakers mix gorpcore and french aesthetics Available from June 28 Fashion made in the lab Can the future of luxury be cultivated in vitro? 5 brands that recycle waste materials to produce new garments Recycling marble dust, agricultural waste and vintage denim I leak fanno bene alla moda?",
  "Perché sapere di una release sei mesi prima può essere un vantaggio Sign up to our newsletter Grab the best in street style, sneakers, fashion and sports in our newsletter Send I wish to receive news and promotions Privacy policy Please fill all the fields You are already subscribed An error occured. Try again later Company About Contacts Work with us nss factory Facebook Legal Privacy policy Manage Cookies Cookie policy Instagram Magazine Fashion Footwear Culture Streetstyle Twitter Network nss magazine nss sports nss G-Club nss galleria nss store Pinterest Newsletter Sign up to our newsletter Push notifications Youtube Contacts Drop us a line Spotify Copyright ©2022 nss factory - All rights reserved - Built with Brownie © 2022 nss magazine testata giornalistica registrata presso il Tribunale di Milano."
]