[
  "Elon Musk, billionaires, and the United Nations: The 1% solution to global development Skip to main content Search Brookings Search About UsPress RoomExpertsEventsBrookings PressWashU@BrookingsCareersNewslettersSupport Brookings Cart 0 Search The Brookings Institution The Brookings Institution Elon Musk, billionaires, and the United Nations: The 1% solution to global development FacebookTwitterLinkedInPrintSMSEmailMoreRedditClimate AI Cities & Regions Global Dev Intl Affairs U.S. Economy U.S. Politics & Govt More Search Menu 0 Future Development Elon Musk, billionaires, and the United Nations: The 1% solution to global development Homi Kharas Friday, November 5, 2021 Future Development FacebookTwitterLinkedInPrintSMSEmailMoreReddit Early this week, Elon Musk rose to a challenge posed by the World Food Programme’s Director, David Beasley to donate 2 percent of his wealth to solve the global hunger crisis.",
  "He tweeted: If WFP can describe on this Twitter thread exactly how $6B will solve world hunger, I will sell Tesla stock right now and do it. — Elon Musk (@elonmusk) October 31, 2021 Mr. Beasley backtracked, saying he’d fly anywhere to meet Mr. Musk and that millions of lives could be improved with the money. The exchange generated over 330,000 likes and tens of thousands of comments on social media. While seemingly only semi-serious, it reveals important features of today’s world. 1. Billionaires can impact billions of lives Until recently, even the wealthiest individuals did not have enough money to make a material dent in global problems, let alone “solve” them.",
  "Compared to the size of national economies, or the budgets of the governments of national economies, their wealth appeared small. This is no longer the case.",
  "There are 2,755 billionaires in the world today, with an estimated wealth of $13.2 trillion. Even just 1 percent of this wealth (equivalent to a tax rate of 15-20 percent on the accrued income that billionaires have received with returns of 5-7 percent per year) would yield a flow of $130 billion per year. This can be compared with annual official aid (net ODA) of roughly $160 billion from all countries and multilateral institutions combined. Looking for contributions from billionaires has moved from a nice-to-have niche improvement to becoming part of the conversation on financing to solve large-scale global issues. There are 2,755 billionaires in the world today, with an estimated wealth of $13.2 trillion. Even just 1 percent of this wealth … would yield a flow of $130 billion per year.",
  "What could be done with $130 billion each year? Figure 1 below provides some estimates of the cost of solving selected global problems.",
  "For example, updating previous work, I estimate that $95 billion would be enough to eradicate extreme poverty for all the 708 million people in the world living below the international threshold of $1.90 per person per day. Yes, a 1 percent contribution from the world’s billionaires would provide more than enough resources to end extreme poverty today. Other major global issues have less precise costing estimates but paint a similar picture. The issue of “solving” world hunger has a range of estimates, partly because solving hunger is not simply about having enough food, but about having consistent access to sufficient, safe, and nutritious food, often in conflict-prone, or climate change-affected areas. Preferably, the food should also be grown in a sustainable way and the food system changes required depend on simultaneous system changes in health, energy, and transport. The U.N.’s Food and Agriculture Organization (FAO) nevertheless estimates that annual investments of $39 billion to $50 billion would be required to achieve a world without hunger by 2030.",
  "This includes both the 800 million people suffering from acute food insecurity, as well as the 1.5 billion additional people suffering from moderate food insecurity. Homi Kharas Senior Fellow - Global Economy and Development, Center for Sustainable Development According to the Ecological Threat Register, 1 billion people live in countries that do not have the resilience to deal with the ecological threats they face.",
  "The Nature Conservancy and others estimate the funding gap to preserve nature and biodiversity to be about $600 billion per year. But they note that $500 billion of this could be found by redirecting subsidies for agriculture, forestry, and fisheries that harm biodiversity, leaving an unfunded gap of $100 billion in incremental money to be raised. In reviewing the financing requirements for developing countries, ex-China, to recover from the COVID-19 pandemic along a low-carbon economic growth trajectory, I estimate additional aid needs of about $96 billion by 2025. This would dramatically help the 1.2 billion people living in 48 “V-20” countries (those most vulnerable to climate change). Figure 1 provides a summary. Each issue costs less than 1 percent of the wealth of the world’s billionaires, and each would have an impact on hundreds of millions, in some cases, billions, of people.",
  "Mr. Musk, by himself, may not be able to solve these problems, but the collective of the world’s billionaires now have sufficient wealth that even if they contribute less than 1 percent of their wealth each year, they could mobilize the requisite level of funding. This raises the question as to what the responsibilities of billionaires are, in terms of contributing back to strengthen the system that has enabled them to become so wealthy, either voluntarily funding solutions of their choosing or by paying more in taxes.",
  "The comparisons here are simply to point out that the issues of inequality in global wealth and the issues of sustainable development and basic living standards for billions of the world’s poorest people have become inextricably intertwined with each other. For the first time in history, a small group of private individuals could, if they so choose, materially impact global development at a scale that has previously been the near exclusive domain of governments. 2. How can billionaires contribute? Private philanthropy has a long history and is codified in several religious texts—the concept of zakat for Muslims and tithes for Christians and Jews. It encompasses charity but goes beyond, often seeking to achieve systemic change in society.",
  "Plato funded an Academy 2,500 years ago to ensure that Athens would remain a center for intellectual discussions. In a similar vein, Andrew Carnegie’s libraries have been an important element of social change in America.",
  "A number of large foundations have looked beyond the shores of their own countries to help change other societies. The Bill & Melinda Gates Foundation is the largest private donor reporting to the OECD aid statistics database, with annual net disbursements surpassing $3.5 billion. Their experience shows that it is possible—indeed desirable—for large philanthropists to partner with official development agencies to tackle large global problems. Related Books Breakthrough Edited by Homi Kharas, John W. McArthur, and Izumi Ohno 2022 Equally, the Bill& Melinda Gates Foundation experience shows that successful approaches must be institutionalized. Effective and impactful funding requires an organizational structure to govern the flow of funds, and this takes time to create. Mr. Musk’s willingness to sell Tesla stock to fund a good cause is welcome, but if he wishes to engage in solving truly large and deep problems such as global hunger, he would need to build or support an organization that could sustain financing over many years.",
  "This brings us back to the Twitter exchange between Messrs. Beasley and Musk. Mr. Musk has usefully changed the conversation from whether one should or could address global hunger to a debate on how to do this—“describe exactly how…” to use his words.",
  "This is a big step forward. No one before, government or individual, has ever said “show me how and I will get it done.” As a consequence, huge energy gets devoted to trying to persuade donors to take on this or that issue, rather than focusing on what would be most impactful. With their unprecedented levels of wealth, Mr. Musk and his fellow billionaires can now truly seek to eradicate global poverty, end global hunger, stop species extinction, and put developing countries onto a low-carbon, inclusive growth trajectory. I’m also ready to get on a plane (using my own personal funds) to talk to him about what can be done at his convenience. But if the billionaires do not act, I will also be in the vanguard of those advocating for a tax on them, with proceeds earmarked towards improving the lives of the poorest on this planet. Related Content Report Status check: Managing debt sustainability and development priorities through a ‘Big Push’ Homi Kharas and Meagan Dooley Friday, October 29, 2021 Future Development The Future Development blog informs and stimulates debate on key development issues.",
  "This blog was first launched in September 2013 by the World Bank and the Brookings Institution in an effort to hold governments more accountable to poor people and offer solutions to the most prominent development challenges. Continuing this goal, Future Development was re-launched in January 2015 at brookings.edu.",
  "For archived content, visit worldbank.org » Acknowledgments: The Bill & Melinda Gates Foundation is a donor to The Brookings Institution. Brookings recognizes that the value it provides is in its absolute commitment to quality, independence and impact. Activities supported by its donors reflect this commitment and the analysis and recommendations are not determined or influenced by any donation. Related Topics Development Financing Emerging Markets Global Development Global Economy Global Inequality Global Poverty Humanitarian & Disaster Assistance Income Inequality & Social Mobility Poverty Sustainable Development Goals Taxation More Up Front Audacity Needed in Natural Resource Governance: Daniel Kaufmann and Mario Picon Friday, June 17, 2022 Future Development The war in Ukraine triggered a global food shortage Heinz Strubenhoff Tuesday, June 14, 2022 Africa in Focus 7 ways to accelerate implementation of the AfCFTA Francis Mangeni and Andrew Mold Monday, June 13, 2022 The Brookings Institution Facebook Find us on Facebook Twitter Find us on Twitter YouTube Find us on YouTube Podcast Listen to our Podcast Browse Newsletters Browse Newsletters RSS Subscribe to our RSS Languages Español 中文 عربي About Us Research Programs Find an Expert Careers Contact Terms and Conditions Brookings Privacy Policy Copyright 2022 The Brookings Institution The Brookings Institution Close Trending U.S. Politics & Government International Affairs Topics Climate AI Cities & Regions Global Dev Intl Affairs U.S. Economy U.S. Politics & Govt More About Us Press Room Experts Events Brookings Press WashU@Brookings Careers Newsletters Support Brookings Cart 0 Get daily updates from Brookings Enter Email Close"
]