[
  "Google Sustainability - Driving Sustainable Innovation Skip to content Sustainability Mission Commitments Overview Carbon Circular Economy Water Progress Overview Projects Technology Overview Tools For partners Guidance Partner stories Reports Close the navigation drawer Search Google Sustainability Sustainability Carbon neutral since 2007.Carbon free by 2030. Sustainable with Google Helping every day be more sustainable with Google.",
  "Learn more Our latest efforts Read more on The Keyword We unify our practices, partnerships, and products around a single mission â\u0080\u0094 to foster sustainability at scale. By organizing information about our planet, and making it actionable through technology, we help people make even more positive impact, together. Setting the pace Setting the pace We do everything with the Earth in mind. Building on our leadership position as the worldâ\u0080\u0099s largest annual corporate purchaser of renewable energy, we continue to innovate ways to make our operations more sustainable, inspiring others to follow. Weâ\u0080\u0099re pioneering a new recycled alloy for our products. Learn more 2007 Carbon neutral since 2007 Read about the circular economy in Google data centers.",
  "Read story A responsible supply chain isn't just the right thing to do for people and the planet â\u0080\u0094 it's also good for business. Learn more Pushing change forward Pushing change forward When it comes to sustainability, we get more done when we move together.",
  "Thatâ\u0080\u0099s why we partner with nonprofits, research orgs, governments, and businesses to build custom technology and bespoke tools to accelerate meaningful change. How Global Fishing Watch is transforming fishery management. Read story We're helping more than 500 cities measure, track, and reduce an aggregate of 1 gigaton of carbon emissions by 2030. Wildlife Insights helps conservationists protect species from extinction with AI. Learn more The Environmental Insights Explorer is empowering cities with data for a carbon-free future. Learn about the tool Making impact personal Making impact personal We want to make it easy to be more sustainable.",
  "Thatâ\u0080\u0099s why we build products and technology to help people to better understand their impact and actions. Helping people find more eco-friendly options for getting from place to place."
]