[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOAL 15: LIFE ON LAND - UNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nUNITED NATIONS SUSTAINABLE DEVELOPMENT GOALSSearch this site\n\n\n\nUnited Nations Sustainable Development Goals\n\n\n\n\n\n\n\n\n\nGOAL 1: No PovertyGOAL 2: NO HUNGERGOAL 3: GOOD HEALTH & WELL BEINGGOAL 4: QUALITY EDUCATIONGOAL 5: GENDER EQUALITYGOAL 6: WATER & SANITATIONGOAL 7: ENERGYGOAL 8: DECENT WORK & ECONOMIC GROWTHGOAL 9: INNOVATION, INDUSTRY, & INFRASTRUCTUREGOAL 10: REDUCED INEQUALITIESGOAL 11: Sustainable Cities and CommunitiesGOAL 12: SUSTAINABLE CONSUMPTION & PRODUCTIONGOAL 13: CLIMATE ACTIONGOAL 14: LIFE UNDER WATERGOAL 15: LIFE ON LANDGOAL 16: PEACE, JUSTICE, & STRONG INSTITUTIONSGOAL 17: PARTNERSHIP FOR THE GOALSORIGINAL VIDEOSSitemap\n\n\n\n \n\nUnited Nations Sustainable Development Goals‎ > ‎\n  \n\nGOAL 15: LIFE ON LAND\n\n\n\nYouTube VideoDeforestation is a big struggle that we face everyday. 3 to 6 billion trees are cut each year for paper and about 1.6 billion people rely on forests for basic needs like food. ",
  "Also, 1 in 10 species known to man is found in the Amazon Rain forest(the biggest Rain-Forest). That's about 10% of animals known to mankind. But what is the point of the goal and why should we care? Find out below.The point of life on land is to protect and preserve forests and other ecosystems. Also to reduce deforestation. If this problem doesn’t get solved there will not be any trees for animals to live in and hide. ",
  "If we don't stop deforestation we won't have any trees, and we need trees for everyday life. Vegetation gives us air and if we cut all the trees down we won't have any air to breath and the air wouldn't be as good as it used to (global warming).This is a major problem we are struggling with. ",
  "But we can't let deforestation get the best of us. It’s easy to help. You could do it off your sofa. Well, for starters we could tell the one person who pays bills to try to pay online and try to reduce the amount of paper they use. Also, most of us have social media sites, we can share a picture or a post on how to help. Therefore, we waste lots of paper on stuff we don't need, for instance sometimes for school we print our notes but we can study it on the computer instead of killing trees. ",
  "Those are a few ideas to help stop deforestation. Some countries that are struggling with this problem are listed below.One country for example is Nigeria. ",
  "Half of the land was covered in trees. In the past two decades the country cut down 36% of their trees so people could have homes. Another example is Benin. Benin didn’t have a lot of trees. Only 16% of the land did. Now, of 4% of the trees are still intact. ",
  "A few years ago, Ghana was full of trees and now, only about 10% of the trees still stand. Indonesia was covered in trees. ",
  "Now 29% of the trees have been cut down. The islands that we know as the Philippines, used to be full of vegetation. Now, only about 35% of the trees are left. Honduras is struggling because a  few years ago the forest in this land was lush and plentiful. Today about half of it is gone.Therefore, those are just some of the many reasons why deforestation is a big issue. We need to solve this problem. ",
  "If we don’t preserve our vegetation, it will all go to waste.Works CitedEdsust. \"Mapping Deforestation.\" ",
  "YouTube. YouTube, 04 Aug. 2016. Web. 23 Dec. 2016.McDermott, Mat. \"10 Countries With the Highest Deforestation Rates in the World.\" TreeHugger. ",
  "11 Aug. 2009. Web. ",
  "14 Dec. 2016. \"Goal 15: Life on Land.\" The Global Goals. Web. 21 Dec. 2016.How Many Trees Are Cut down a Day for Paper?\" ",
  "How Many Trees Are Cut down a Day for Paper? - Quora. ",
  "Web. 15 Dec. 2016. \"Free Image on Pixabay - Deforestation, Forest, Tree Stump.\" Free Photo: Deforestation, Forest, Tree Stump - Free Image on Pixabay - 62486. Web. ",
  "22 Dec. 2016.10 Countries With the Highest Deforestation Rates in the WorldHopefully it comes as no great surprise to you that deforestation is a major problem in many areas of the world, both it terms of preserving biodiversity and preventingwww.treehugger.comWorks CitedMcDermott, Mat. \"10 Countries With the Highest Deforestation Rates in the World.\" ",
  "TreeHugger. 11 Aug. 2009. Web. 21 Dec. 2016.How many trees are cut down a day for paper?Answer (1 of 7): We can just guess the number of trees cut every day is a guess work and not concrete as many countries don’t have records of their logging activity, hence we have to rely on assumptions. As for how many trees are cut down each year, the 2005 report concludes that primary forest ...www.quora.comWorks Cited\"How Many Trees Are Cut down a Day for Paper?\" How Many Trees Are Cut down a Day for Paper? ",
  "- Quora. Web. ",
  "21 Dec. 2016.How many trees are cut down every year?A new Nature study estimates Earth is home to three trillion trees. It says 46 percent of the planet’s trees have been cleared since the dawn of agriculture 12,000 years ago.news.mongabay.comWorks Cited@rhett_butler. \"How Many Trees Are Cut down Every Year?\" Conservation News. Article Published by Rhett Butler on 2015-09-02., 15 Dec. 2016. Web. ",
  "21 Dec. 2016.Protecting ForestsForests are crucial for the health and well-being of people and the planet. Our forests are under threat, but the solutions to deforestation are at hand.www.greenpeace.orgWorks Cited@greenpeaceusa. "
]