[
  "\n\n\n\n\n\n\n\n\n\n\n\n\nIBM - Responsibility at IBM - Employee Well-being\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIBM®\n\nSite map\nSearch\n\n\n\n\n\nIBM    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIBMâ\u0080\u0099s culture of health\n\n\n\n\nExplore\n\nOur Approach\n\nOur Initiatives\n\nGlobal Footprint\n\nPolicies & Principles\n\n\n\n\n\nOur Reports\n\nCurrent Corporate Responsibility Report\n\nCurrent GRI Report\n\nEnvironment Report\nReport Archive\n\n\n\n\n\n\n\n\n\n\n\n\n\nIBMâ\u0080\u0099s culture of health\nOur ability to serve clients and communities depends upon our employeesâ\u0080\u0099 well-being. IBM has long understood that investing in a culture of health makes sense for both its employees and its business. ",
  "Our commitment to employee health, well-being and safety dates to the early history of the company. IBM established a leadership position on workplace safety even before Thomas J. Watson Jr. issued our first formal policy in 1967. In 1932, Thomas J. Watson Sr., IBMâ\u0080\u0099s first president and general manager, told the Third Annual Greater New York Safety Conference:\n                        â\u0080\u009cSafety is a matter of individual responsibility for each factory, for each establishment, for each president, for each executive,\n                        for each foreman and for each worker.â\u0080\u009d\n                      \nToday, employee well-being continues to be incorporated into every aspect of IBMâ\u0080\u0099s global business, from our strategic and business planning to operations, as reflected in our vision statement:\nâ\u0080\u009cPerformance is optimized through healthy choices, people, workplaces, families and communities.â\u0080\u009d\nOur work to realize this vision is guided by five mission statements:\n\nProvide safe and healthy work environments. Improve the overall health of our employees. Design health benefits and health promotion programs to improve access, increase quality, reduce costs and drive innovation. Support business continuity and results. ",
  "Address local and global health priorities. Our goal of building and maintaining a healthy global workforce is contingent upon the personal health and resilience of IBMers. ",
  "Employees who are safe, healthy, mentally resilient and physically fit tend to experience better quality of life and higher personal productivity, and those who discover health problems early tend to get well faster and spend less on medical care. IBMâ\u0080\u0099s Corporate Health & Safety organization â\u0080\u0094 encompassing occupational health, industrial hygiene, safety, and wellness professionals â\u0080\u0094 is responsible for implementing proactive, values-based practices, programs and policies that effectively manage the complex, diverse and ever-changing health and safety needs of IBMers worldwide. Learn more about these award-winning offerings in our Corporate Responsibility Reports. â\u0080\u009cA culture of health requires a fundamental commitment to its possibility â\u0080\u0093 not just through a policy, but in every decision we make.â\u0080\u009d\n- Lydia Campbell, M.D., M.P.H., Vice President and IBM Chief Medical Officer, Corporate Health & Safety\n\nIBMâ\u0080\u0099s Health and Safety Management System\n\n                        First implemented in 1999, IBM's Health and Safety Management System (HSMS) is a global,\n                        centralized system that links the company's occupational medicine, industrial hygiene, safety, wellness and health benefits, strategic initiatives\n                        and programs to IBMâ\u0080\u0099s strategies covering all aspects of IBM business worldwide. IBM's corporate policy, â\u0080\u009cOur Culture of Health,â\u0080\u009d is the cornerstone of IBM's HSMS, which follows the \"plan-do-check-act\"\n                        principles that are common in International Organization for Standardization (ISO) consensus standards. This systematic approach involves a \"planning, implementation, evaluation and review\" cycle that monitors and audits well-being requirements and\n                        improvement objectives. ",
  "It also provides a process for corrective or preventive health and safety actions that are integral to IBM business processes. The management system is implemented throughout all of IBM's business units worldwide via a tiered structure â\u0080\u0094\n                        the top tier consists of activities carried out globally, linked to a second tier organized by geographical unit,\n                        location or business line. ",
  "The HSMS ensures that performance improvement is linked to evolving business priorities while enabling\n                        continual improvement in employee health and well-being, as well as control of health and safety risks that can impact business operations. Each year a strategic planning process considers new global objectives,\n                        which are then translated into relevant initiatives with the flexibility to accommodate distinct health and safety requirements at a local level. The system is regularly reviewed for efficacy, efficiency and consistency, with input from management, employees and other external reviewers. Recognition of excellence: ISO45001 Certification\nExternal certification of IBM's HSMS has been beneficial in improving the quality and consistency of global implementation. It has also enabled IBM to fulfill marketplace demands and foster business opportunity, because the company is more readily able to\n                        demonstrate its standardized approach to managing employee well-being to clients and potential customers. In addition, certification aligns with IBM's priority to accelerate global integration via recognized management systems. ",
  "In 2019, following evaluation by a third-party auditor, IBMâ\u0080\u0099s HSMS obtained \n                        corporation-wide certification to the ISO45001:2018 standard. IBMâ\u0080\u0099s global \n                        certification is based on a three-year cycle, with a certification audit in the \n                        first year and surveillance audits in the second and third years. ",
  "Global workplace safety\n\n                        IBM's commitment to workplace safety was formalized decades ago. Today, our safety record is among the best in the industry. Having moved beyond compliance, IBM has implemented best practices in health and safety management globally to\n                        prevent work-related injuries and illnesses for our employees. The importance we place in these efforts demonstrates our commitment to employees, customers and business partners. Yearly updates and accomplishments, including awards and certifications, are maintained in the annual IBM Corporate Responsibility Report. This information can be found in the â\u0080\u009cIBMerâ\u0080\u009d section under â\u0080\u009cHealth and Safety,â\u0080\u009d as well as key performance indicators in the â\u0080\u009cPerformance Summaryâ\u0080\u009d section. ",
  "5 Dimensions of Health\nIBM's â\u0080\u009c5 Dimensions of Healthâ\u0080\u009d affect the well-being of your body and mind, as well as your relationshipsÂ with others. Leading a balanced life across all the dimensions of health promotes optimized wellness, because the five dimensions are interdependent. ",
  "Physical â\u0080\u0094 Healthy recipes, or new ways to get and stay active. Mind â\u0080\u0094Â Tools for reducing stress, improved cognition and relieved anxiety are a few ways you can invest in your mental health. Financial â\u0080\u0094Â From retirement planning to investment tools and planning your future, these make life easier to manage. Social â\u0080\u0094Â Balance work and life with family and friends, build healthier relationships or make new connections. Purpose â\u0080\u0094Â Align values with your life and work. Making healthy choices in each area is key and IBM supports employees and their families through various well-being offerings. "
]