[
  "The loss of ‘decent work’ is making employees less productive | Computerworld Close Ad computerworld UNITED STATES United States Australia India Netherlands New Zealand United Kingdom Welcome! Here are the latest Insider stories.",
  "Google Workspace vs. Microsoft 365: Which has better management tools? Download: UEM vendor comparison chart 2022 Top 4 mistakes to avoid when purchasing SaaS apps Jamf and more: Apple MDM tools for smaller businesses More Insider Sign Out Sign In Register Sign Out Sign In Register NEW Insider PRO Learn More Latest Insider With ‘unlisted apps,’ Apple makes another enterprise move 8 key technologies for the future of work How to manually update Microsoft Defender Mac enrollment simplified: Apple Configurator comes to iOS NEW FROM IDG Learn More Welcome! Check out the latest Insider stories here. Sign Out Sign In Register More from the Foundry Network About Us | Contact | Republication Permissions | Privacy Policy | Cookie Policy | Member Preferences | Advertising | Foundry Careers | Ad Choices | E-commerce Links | California: Do Not Sell My Personal Info | Follow Us × Close With work-life ‘integration,’ say goodbye to the 9-5 workday RELATED STORIES Understanding the connection between productivity and pay SPONSORED BY Advertiser Name Here Sponsored item title goes here as designed Q&A: Phil Libin on the future of work — and why an office return is a bad idea Q&A: Qwick CEO details his company's 4-day workweek trial Home Industry Technology Industry Windows Into The Future By Rob Enderle, Contributor, Computerworld | Opinion The loss of ‘decent work’ is making employees less productive When companies better took care of their employees, those employees did more for their company — and were more loyal. It's time to get back to the days of 'decent work.' Thinkstock / Margarita Lyr / Getty Images I was on an international panel for the World Talent Economy forum earlier this week to discuss the topic of Decent Work and Economic growth.",
  "Decent work is a concept not used very much these days; it’s an old concept that focuses on the holistic nature of the employee.From Wikipedia: According to the International Labour Organization (ILO), “decent work involves opportunities for work that are productive and deliver a fair income, security in the workplace and social protection for families, better prospects for personal development and social integration, freedom for people to express their concerns, organize and participate in the decisions that affect their lives and equality of opportunity and treatment for all women and men.”The idea of decent work was a common concept when I first started in tech, but after the 1980s, the concept fell away — a loss that is not only contributing to the Great Resignation under way now but is also having an adverse impact on productivity. Let me explain why it matters.What workers used to getDecent work isn’t about skills matching, self-actualization, or even a specific job.",
  "It focuses instead on fairness, security, and the social protection of workers. When I first entered the tech industry to work for an IBM subsidiary, IBM made a tremendous effort to assure I was taken care of as an employee. For instance, I was grossly underpaid for my level, so for a time the company made sure I got the highest raises (percentage wise) of anyone in my division. (This policy was not tied to my gender, though the company was, at the time, predominantly male; I knew this because the women I worked with at the same level were also paid far more than I was initially. )When a commitment to decent work was in place, firms provided employee rewards like subsidized or even free food at work; subsidized services like nurseries for children; laundry; help with financial planning; and aggressive benefits tied to relocation. In addition, you were given a mentor, a pension to ensure you would be covered in retirement — and the company paid for healthcare.",
  "These benefits were offset by a lower comparative salary, but that delta was far less than the costs of the things IBM covered. We even had a fully equipped, on-site gym, a pool, and a variety of courts for everything from tennis to volleyball.",
  "There was also the IBM University, and access to university programs from top schools like Pace University (where I got my CMA certificate). The benefit to the company was that I could focus on the job at hand and not be distracted by the things we now worry about as we try to manage our jobs, our increasingly complex finances, and eventually, retirement. IBM also got extreme employee loyalty in return. The only company that was successful at recruiting away IBM employees was BMC. It accomplished that by offering to match benefits and salary while providing a lower-cost area to live in that was attractive and had great schools for kids. BMC enhanced the benefits and lowered employee costs — but did not pump salaries.",
  "And an employee had far fewer things to worry about.How workers fare todaySince then, companies have been relentlessly focused more on lowering their costs. Pensions are gone from most segments, common amenities like gyms are uncommon, and employees share in medical insurance costs that have been going up sharply.",
  "Childcare is off the table, and even subsidized or free food is more the corporate exception than the rule.These things were once the glue that held employees to their firm. Without it, employees suddenly realized that the grass might actually be greener elsewhere. Thus, we’re in the midst of The Great Resignation.We know productivity rose during the pandemic, but at the cost of work/life balance. That loss often pushed workers to look to other firms or retire outright to take care of personal needs. (Many of those needs were once covered by employee benefits in the days of decent work.) We have improved diversity numbers since then, but by continuing to underpay women, we have seen another problem arise: salary inequity.",
  "That becomes yet another reason for a portion of the workforce to focus on looking for new places to work to eliminate salary inequity.Keeping employees loyal and focusedIt was a mistake to move away from the concept of decent work to focus excessively on salaries and cost containment. Much as it is foolish to defund preventative maintenance on machinery, ignoring the need to minimize employee distractions (and make retirement something to look forward to) not only undermines productivity, it leads to things like The Great Resignation.It’s time to revisit employee compensation and benefits with a focus on ensuring employees get decent work and thus have not only a better work/life balance, but a far deeper connection to the company and its long-term strategic needs."
]