[
  "Uguaglianza di genere - Wikipedia Uguaglianza di genere Da Wikipedia, l'enciclopedia libera. Jump to navigation Jump to search Uno dei simboli generici dell'uguaglianza di genere L'uguaglianza di genere, conosciuta anche come parità tra i sessi, parità di genere, uguaglianza sessuale o uguaglianza dei generi, è una condizione nella quale le persone ricevono pari trattamenti, con uguale facilità di accesso a risorse e opportunità, indipendentemente dal genere, a meno che non ci sia una valida ragione biologica per un trattamento diverso[1].",
  "Indice 1 Storia 1.1 Uguaglianza di genere presso gli Shakers 1.2 Dopo la seconda guerra mondiale 1.2.1 Nella legislazione europea 2 Conseguenze della disuguaglianza di genere 2.1 Mutilazione genitale femminile 2.2 Matrimoni forzati e matrimoni precoci 2.3 Salute 2.4 Stereotipi di genere 2.5 Economia 3 Note 4 Bibliografia 5 Voci correlate 6 Altri progetti Storia[modifica | modifica wikitesto] L'affermazione della parità di genere (erroneamente detta \"dei sessi\") è solennemente avvenuta nella Dichiarazione universale dei diritti umani delle Nazioni Unite che cerca di creare uguaglianza nel diritto e nelle situazioni sociali, come ad esempio in attività democratiche, e di garantire parità di retribuzione a parità di lavoro. Questo è l'obiettivo 5 dei diritti umani dell'ONU. In precedenza, essa era più che altro frutto di elaborazioni intellettuali: ad esempio, nel suo libro del 1405 La Città delle Dame, Christine de Pizan scrisse che l'oppressione delle donne si fonda su pregiudizi irrazionali, sottolineando numerosi progressi nella società creati da donne. [2] Nell'Ottocento, però, nella pratica sociale andò affermandosi la lotta femminista, anche se già si erano avuti alcuni esperimenti sociali in direzione di un pieno riconoscimento della parità dei sessi. Gli Shaker, ad esempio, erano più di una setta religiosa radicale ai margini della società americana: essi misero in pratica l'uguaglianza dei sessi e mostrarono che l'uguaglianza può essere raggiunta e come farlo[3][4]. Oggi molti Stati la affermano tra le proprie leggi.",
  "Inoltre l'Agenda 2030 sostiene questa tematica garantendo con l'obiettivo numero 5 la parità di genere in tutti i settori. Uguaglianza di genere presso gli Shakers[modifica | modifica wikitesto] Gli Shakers, un gruppo evangelico celibe fondato in America nel 1774, praticò l'uguaglianza dei sessi subito dopo aver iniziato ad organizzarsi nelle proprie enclave separatiste[5].",
  "Il capo del ministero centrale degli Shakers Joseph Meacham, ebbe nel 1788 una rivelazione: i sessi dovevano essere uguali; così portò Lucy Wright nel ministero come propria controparte femminile, e insieme ristrutturarono la società per bilanciare i diritti dei sessi. Meacham e Wright stabilirono squadre di direzione in cui ogni anziano, che si occupava del benessere spirituale degli uomini, era accompagnato da un'anziana, che faceva lo stesso per le donne. Ogni diacono era accompagnato da una diaconessa. Uomini avevano la supervisione degli uomini; donne avevano la supervisione delle donne[6]. Donne vivevano con donne; uomini vivevano con uomini. Nella società Shaker, una donna non doveva essere controllata o comunque di proprietà di un uomo.",
  "Dopo la morte di Meacham nel 1796, Lucy Wright divenne il capo del ministero Shaker fino alla propria morte nel 1821[7]. La vita dello shaker diligente, Shaker Historical Society, 1923 Andando avanti, gli Shaker mantennero lo stesso modello della direzione equilibrata nel genere per più di 200 anni.",
  "Promossero inoltre la parità con i sostenitori e le sostenitrici dei diritti delle donne. Nel 1853 il fratello Shaker William Leonard scrisse che lo shakerismo poneva fine al \"degrado e oppressione della Nonna\" e suggerì che la discussione pubblica dei diritti della donna, così come altre riforme, nascesse con gli Shakers e fosse dovuta al loro riconoscimento di Dio sia come maschio sia come femmina[8]. Nel 1859, lo Shaker anziano Frederick Evans dichiarò le proprie convinzioni con forza, scrivendo che gli Shaker erano «i primi ad affrancare la donna dalla condizione di vassallaggio a cui tutti gli altri sistemi religiosi (più o meno) la consegnano, e a garantirle quei giusti diritti uguali all'uomo che, con la sua somiglianza a lui in organizzazione e facoltà, sia Dio che la natura sembrano domandare». Evans e la sua controparte, l'anziana Antoinette Doolittle, si unirono ai sostenitori dei diritti delle donne su piattaforme oratorie in tutto il nord-est degli Stati Uniti negli anni '70 del 1800. Un visitatore o visitatrice degli Shakers scrisse nel 1875[9]: «Ogni sesso lavora nella propria sfera d'azione adatta, essendoci vera e propria subordinazione, deferenza e rispetto della femmina verso il maschio nell'ordine di quest'ultimo, e del maschio alla femmina nell'ordine di quest'ultima [enfasi aggiunta], in modo che in ognuna di queste comunità i difensori zelanti dei 'diritti delle donne' possono trovare qui una realizzazione pratica dei loro ideali» (Glendyne R. Wergland, Sisters in the Faith: Shaker Women and Equality of the Sexes (Amherst: University of Massachusetts Press, 2011)) Dopo la seconda guerra mondiale[modifica | modifica wikitesto] Dalla seconda guerra mondiale, il movimento di liberazione delle donne e il femminismo hanno creato un movimento generale verso il riconoscimento dei diritti delle donne. Le Nazioni Unite e altre agenzie internazionali hanno adottato diverse convenzioni che promuovono l'uguaglianza di genere.",
  "Queste convenzioni non sono state adottate in modo uniforme da tutti i paesi e includono: La Convenzione contro la discriminazione nell'istruzione è stata adottata nel 1960 ed è entrata in vigore nel 1962 e 1968[10]. La Convenzione sull'eliminazione di ogni forma di discriminazione della donna (CEDAW) è stata adottata nel 1979 dall'Assemblea generale delle Nazioni Unite.",
  "È stato descritto come una Carta internazionale dei diritti delle donne, entrata in vigore il 3 settembre 1981[11]. La Dichiarazione di Vienna e il Programma d'azione, una dichiarazione sui diritti umani adottata per consenso alla Conferenza mondiale sui diritti umani il 25 giugno 1993 a Vienna. I diritti delle donne sono trattati al paragrafo 18[12]. La Dichiarazione sull'eliminazione della violenza contro le donne è stata adottata dall'Assemblea generale delle Nazioni Unite nel 1993[13]. Nel 1994, il Programma d'azione ventennale del Cairo è stato adottato alla Conferenza internazionale sulla popolazione e lo sviluppo (ICPD) al Cairo. Questo programma d'azione non vincolante ha affermato che i governi hanno la responsabilità di soddisfare i bisogni riproduttivi degli individui, piuttosto che gli obiettivi demografici.",
  "In quanto tale, ha chiesto pianificazione familiare, servizi per i diritti riproduttivi e strategie per promuovere l'uguaglianza di genere e fermare la violenza contro le donne[14]. Sempre nel 1994, nelle Americhe, la Convenzione interamericana sulla prevenzione, la punizione e l'eliminazione della violenza contro le donne, nota come Convenzione di Belém do Pará, ha chiesto la fine della violenza e della discriminazione contro le donne[15].",
  "Alla fine della Quarta Conferenza Mondiale sulle Donne, l'ONU ha adottato la Dichiarazione di Pechino il 15 settembre 1995, una risoluzione adottata per promulgare una serie di principi riguardanti l'uguaglianza di genere[16]. La Risoluzione 1325 del Consiglio di sicurezza delle Nazioni Unite (UNSRC 1325), adottata il 31 ottobre 2000, riguarda i diritti e la protezione delle donne e delle ragazze durante e dopo i conflitti armati[17]. Il Protocollo di Maputo garantisce alle donne diritti completi, compreso il diritto a prendere parte al processo politico, all'uguaglianza sociale e politica con gli uomini, al controllo della loro salute riproduttiva e alla fine delle mutilazioni genitali femminili. È stato adottato dall'Unione africana sotto forma di protocollo alla Carta africana dei diritti dell'uomo e dei popoli ed è entrato in vigore nel 2005[18]. La direttiva UE 2002/73/CE – Parità di trattamento del 23 settembre 2002 che modifica la Direttiva del Consiglio 76/207/CEE sull'attuazione del principio della parità di trattamento tra uomini e donne per quanto riguarda l'accesso al lavoro, alla formazione e promozione professionale e al lavoro condizioni stabilisce che: \"Le molestie e le molestie sessuali ai sensi della presente direttiva sono considerate una discriminazione fondata sul sesso e pertanto vietate\"[19]. La Convenzione del Consiglio d'Europa sulla prevenzione e la lotta contro la violenza nei confronti delle donne e la violenza domestica, lo strumento giuridicamente vincolante prima in Europa nel campo della violenza contro le donne, è entrato in vigore nel 2014[20].",
  "Il Gender Equality Strategy 2014–2017 del Consiglio d'Europa, che ha cinque obiettivi strategici[21]: Combattere gli stereotipi di genere e il sessismo Prevenire e combattere la violenza sulle donne Garantire la parità di accesso delle donne alla giustizia Raggiungere una partecipazione equilibrata di donne e uomini nel processo decisionale politico e pubblico Raggiungere il mainstreaming di genere in tutte le politiche e misure Nella legislazione europea[modifica | modifica wikitesto] Con la decisione del Consiglio del 20 dicembre 2000, relativa al programma concernente la strategia comunitaria in materia di parità tra donne e uomini (quinto programma d’azione 2001-2005), \"l’Unione europea ha previsto, anche sulla base della relazione annuale presentata dalla Commissione nel 2004, interventi specifici di sensibilizzazione sulle problematiche di genere, studi sull’efficacia delle politiche comunitarie in materia, forme di finanziamento utili alla stessa realizzazione del programma\"[22]. La Carta dei diritti fondamentali dell’Unione Europea, all’articolo 23, prevede che «il principio di parità non osta al mantenimento o all’adozione di misure che prevedano vantaggi a favore del sesso sottorappresentato»: in tal senso recepisce la giurisprudenza della Corte di giustizia dell'Unione europea dei precedenti decenni, ove si \"mette in luce il timore che la parità dei singoli venga sacrificata, nel caso concreto, al fine di garantire in via generale la parità dei gruppi.",
  "Di qui la necessità che le norme statali prevedano meccanismi di flessibilità che evitino, sostanzialmente, discriminazioni alla rovescia\"[23] (consulta https://www.senato.it/istituzione/la-costituzione) Conseguenze della disuguaglianza di genere[modifica | modifica wikitesto] Mutilazione genitale femminile[modifica | modifica wikitesto] Cartello stradale vicino a Kapchorwa, Uganda, 2004 L'UNFPA e l'UNICEF considerano la pratica della mutilazione genitale femminile \"una manifestazione di disuguaglianza di genere profondamente radicata. Persiste per molte ragioni. In alcune società, ad esempio, è considerata un rito di passaggio. In altre, è vista come un prerequisito\". per il matrimonio. In alcune comunità – siano esse cristiane, ebraiche, musulmane – la pratica può anche essere attribuita a credenze religiose”[24].",
  "Matrimoni forzati e matrimoni precoci[modifica | modifica wikitesto] Poster contro il matrimonio forzato Il matrimonio precoce o il matrimonio forzato sono prevalenti in alcune parti dell'Asia e dell'Africa. La maggior parte delle vittime che chiedono consiglio è di sesso femminile e ha un'età compresa tra i 18 ei 23 anni[25].",
  "Tali matrimoni possono avere effetti dannosi sull'istruzione e lo sviluppo di una ragazza e possono esporre le ragazze all'isolamento sociale o ad abusi[26][27][28]. Salute[modifica | modifica wikitesto] I costrutti sociali di genere (cioè ideali culturali di mascolinità e femminilità socialmente accettabili) hanno spesso un effetto negativo sulla salute. L'Organizzazione Mondiale della Sanità cita l'esempio delle donne che non possono viaggiare da sole fuori casa (per recarsi ad esempio in ospedale) e delle donne a cui le norme culturali impediscono ai propri mariti di usare il preservativo, in culture che incoraggiano contemporaneamente la promiscuità maschile, come norme sociali che danneggiano la salute delle donne. Gli adolescenti che subiscono incidenti a causa delle aspettative sociali di impressionare i loro coetanei attraverso l'assunzione di rischi e gli uomini muoiono a un tasso molto più elevato di cancro ai polmoni a causa del fumo, nelle culture che collegano il fumo alla mascolinità, sono citati dall'OMS come esempi di norme di genere che incidono negativamente sulla salute degli uomini. L'OMS ha anche affermato che esiste una forte connessione tra la socializzazione e la trasmissione di genere e la mancanza di una gestione adeguata dell'AIDS[29][30]. Le organizzazioni per i diritti umani hanno inoltre espresso preoccupazione per l'impunità legale degli autori di crimini contro le donne, crimini spesso ignorati dalle autorità[31].",
  "Stereotipi di genere[modifica | modifica wikitesto] 1952: rappresentazione degli stereotipi sulle donne al volante, basata sullo stereotipo che le donne non possono guidare bene. Gli stereotipi di genere derivano dai ruoli socialmente approvati di donne e uomini nella sfera privata o pubblica, a casa o sul posto di lavoro.",
  "In famiglia, le donne sono in genere viste come figure materne, il che di solito le colloca in una tipica classificazione di \"sostegno\" o \"accudimento\". Ci si aspetta che le donne vogliano assumere il ruolo di madri e assumersi la responsabilità primaria dei bisogni familiari[32]. Economia[modifica | modifica wikitesto] La promozione della parità di genere è vista come un incoraggiamento a una maggiore prosperità economica. L'attività economica femminile è una misura comune dell'uguaglianza di genere in un'economia[33]. La discriminazione di genere spesso porta le donne a ottenere lavori a basso salario e ad essere colpite in modo sproporzionato dalla povertà, dalla discriminazione e dallo sfruttamento[34]. Note[modifica | modifica wikitesto] ^ United Nations.",
  "Report of the Economic and Social Council for 1997. A/52/3.18 September 1997, at 28: ^ (EN) Riane Eisler (2007).",
  "The Real Wealth of Nations: Creating a Caring Economics. p. 72. ^ (EN) F. W. (Frederick William) Harvard University, J. P. (John Patterson) MacLean e Shaker Collection (Library of Congress) DLC, Shakers : compendium of the origin, history, principles, rules and regulations, government, and doctrines of the United Society of Believers in Christ's Second Appearing : with biographies of Ann Lee, William Lee, Jas. Whitaker, J. Hocknell, J. Meacham, and Lucy Wright, New York : D. Appleton and Company, 1859. URL consultato il 3 gennaio 2022. ^ (EN) The Last Shakers?",
  "| Commonweal Magazine, su commonwealmagazine.org. URL consultato il 3 gennaio 2022.",
  "^ (EN) Shaker Heritage Society | History of the Shakers, su home.shakerheritage.org. URL consultato il 3 gennaio 2022. ^ (EN) History of the Shakers (U.S. National Park Service), su nps.gov. URL consultato il 3 gennaio 2022. ^ torricellimi.edu.it (PDF). ^ (EN) Livia Gershon, The Shaker Formula for Gender Equality, su JSTOR Daily, 1º febbraio 2018.",
  "URL consultato il 3 gennaio 2022. ^ academic.oup.com.",
  "^ e_conv_contro_discrimin_home, su dirittiumani.donne.aidos.it. URL consultato il 3 gennaio 2022. ^ Convenzione sull’eliminazione di ogni forma di discriminazione nei confronti della donna, su eda.admin.ch. URL consultato il 3 gennaio 2022. ^ Centro di Ateneo per i Diritti Umani - Università di Padova | Strumenti internazionali :: Dichiarazione di Vienna e Programma d’azione (1993), su unipd-centrodirittiumani.it. URL consultato il 3 gennaio 2022.",
  "^ (EN) United Nations High Commissioner for Refugees, Refworld | Vienna Declaration and Programme of Action, su Refworld. URL consultato il 3 gennaio 2022.",
  "^ home_conf _cairo, su dirittiumani.donne.aidos.it. URL consultato il 3 gennaio 2022. ^ (EN) OAS, OAS - Organization of American States: Democracy for peace, security, and development, su oas.org, 1º agosto 2009. URL consultato il 3 gennaio 2022. ^ Centro di Ateneo per i Diritti Umani - Università di Padova | Pubblicazioni :: Dichiarazione di Pechino, su unipd-centrodirittiumani.it. URL consultato il 3 gennaio 2022.",
  "^ (EN) What is UNSCR 1325?, su United States Institute of Peace. URL consultato il 3 gennaio 2022.",
  "^ Centro di Ateneo per i Diritti Umani - Università di Padova | Strumenti internazionali :: Protocollo alla Carta Africana sui diritti dell’uomo e dei popoli sui diritti delle donne in Africa (2003), su unipd-centrodirittiumani.it. URL consultato il 3 gennaio 2022. ^ eur-lex.europa.eu. ^ oas.org (PDF). ^ search.coe.int, https://search.coe.int/cm/Pages/result_details.aspx?ObjectID=09000016805c7246 Titolo mancante per url url (aiuto). URL consultato il 3 gennaio 2022.",
  "^ Marta Cartabia (a cura di), I diritti in azione. Universalità e pluralismo dei diritti fondamentali nelle Corti europee, Bologna, Il Mulino, 2007, p. 486 (Marilisa D’Amico e Stefania Leone: La rappresentanza politica femminile, doi capitolo: 10.1401/9788815142849/c14).",
  "^ Ibidem. ^ (EN) Female genital mutilation, su United Nations Population Fund. URL consultato il 3 gennaio 2022. ^ (EN) Public Health Scotland, Harmful traditional practices, su healthscotland.scot. URL consultato il 3 gennaio 2022. ^ ohchr.org (PDF).",
  "^ unicef.org. ^ (EN) Child Marriage | Human Rights Watch, su hrw.org.",
  "URL consultato il 3 gennaio 2022. ^ Gender and HIV/AIDS, su web.archive.org, 27 luglio 2003. URL consultato il 3 gennaio 2022 (archiviato dall'url originale il 27 luglio 2003). ^ WHO: Why gender and health?, su web.archive.org, 7 luglio 2004. URL consultato il 3 gennaio 2022 (archiviato dall'url originale il 7 luglio 2004). ^ OHCHR | Impunity for violence against women is a global concern, su ohchr.org.",
  "URL consultato il 3 gennaio 2022. ^ (EN) Susan Maxine Shaw e Janet Lee, Women's Voices, Feminist Visions: Classic and Contemporary Readings, McGraw-Hill, 2007, ISBN 978-0-07-311250-3.",
  "URL consultato il 3 gennaio 2022. ^ web.archive.org (PDF), su siteresources.worldbank.org (archiviato dall'url originale il 5 maggio 2011). ^ unwomen.org. Bibliografia[modifica | modifica wikitesto] Beverley Baines, Daphne Barak-Erez, Tsvi Kahana, Feminist Constitutionalism: Global Perspectives [1 ed. ], 0521137799, 9780521137799, 9780521761574 Cambridge University Press, 2012. Beverley Baines, Ruth Rubio-Marin, The Gender of Constitutional Jurisprudence, 0521823366, 9780521823364, 9780511231582 Cambridge University Press 2004.",
  "C. Pinotti, Parità di trattamento fra uomini e donne, tra mainstreaming e azioni positive, nel diritto comunitario e nel diritto nazionale alla luce delle riforme costituzionali, in Consiglio di Stato, 2005, nn. 7-8, pp."
]