[
  "How Nvidia is fighting climate change in the Omniverse | Sustainability MagazineCommunitySearchAdvertiseEditorialArticleESGHow Nvidia is fighting climate change in the OmniverseBy Blaise HopeJanuary 18, 2022undefined minsThe US gaming and computer graphics giant Nvidia is meeting ESG goals and now fighting climate change through AI, the metaverse and mitigating disastersNvidia Corporation is an American technology multinational based in Santa Clara, California. The company is known for popularising the term Graphic Processing Unit and claims to be its inventor with the GeForce 256, launched in 1999.Since then, the company has continued to design GPUs for both the gaming and professional markets, with GeForce continuing as its primary GPU line.",
  "It has also developed system-on-a-chip-units (SoCs) for the mobile computing and automotive markets. Nvidia's GeForce's only direct competitor in the GPU market is Advanced Micro Devices (AMD) Radeon.Today, Nvidia has more than 60 offices worldwide with over 13,700 employees. The company describes itself as \"a learning machine that constantly evolves by adapting to new opportunities that are hard to solve, that only it can tackle, and that matter to the world. \"Nvidia fighting climate change and natural disastersSince 2014, Nvidia has reduced its emissions by 15% per employee and set a goal to have 65% of its global electricity use come from renewable sources by the end of 2025.In November last year, Nvidia CEO Jensen Huang announced that the company would use several of its products to help predict and mitigate environmental disasters by simulating the effects of climate change. It will achieve this by creating a digital version of the planet Earth.The digital Earth will come in the form of a new supercomputer named E2 (Earth 2) and will be developed inside the company's Omniverse. According to Huang, Nvidia's Earth's digital twin, which is designed to model the planet's climate, will be able to accurately predict regional impacts of climate change up to 30 years into the future.Nvidia has also partnered with the Lockheed Martin AI Centre to further help mitigate the consequences of climate change, such as flooding, droughts, and wildfires.",
  "Together, they will launch an AI-powered initiative that will also use machine learning to enhance the accuracy and decrease the response time of wildfire predictions, enabling operators to limit the spread of fires more quickly.• Join global business leaders and sustainability experts taking meaningful action at Sustainability LIVE, held at Tobacco Dock, London, 23-24 February 2022. Register to attend today!"
]