[
  "Zero Hunger in the World: Help the Human Race and the Planet to live long and prosper - Codemotion Magazine Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerCodemotion MagazineWe code the future. TogetherDiscover Live Tech Communities Hackathons Coding Challenges For Kids Watch Talks Playlists Edu Paths Magazine AI/ML Backend Frontend Dev Life DevOps Soft Skills Talent Partners For Companies Home » AI/ML » Data Science » Zero Hunger in the World: Help the Human Race and the Planet to live long and prosperAI/MLZero Hunger in the World: Help the Human Race and the Planet to live long and prosper We are running out of time to save the Earth as the effects of climate change are growing in intensity and vastity.",
  "IBM's yearly Global Challenge is an opportunity for all developers to give their contribution to saving the Planet. Learn how to get access to the Zero Hunger challenge!Last update May 4, 2021 by Leo Sorge The impacts of climate change are global in scope and unprecedented in scale. Without drastic action today, adapting to these impacts in the future will be more difficult and costly. Technology can help, and IBM is making an effort to prepare for change by helping in the development of new generations of programmers who will be able to apply their skills to the most critical problems created by the climate crisis: water and air pollution, hunger and human health. If you want to build new skills to carry forward into your professional career, meet a worldwide community of innovators at 2021 IBM Global Challenge. Make your mak as part of a transformative solution that effectively combats climate change; the time is now!",
  "Table Of Contents The ChallengeThe PillarsAgrollyTechnology at the service of the PlanetDigging deeper into the problem: Zero HungerIBM Technologies used in this ChallengeThe proposed architectureThe ideaMore ideas about this challengeReference information from IBMInternet of ThingsNode-REDData scienceArtificial intelligenceLet’s start in four easy steps!Step 1: Join the communityStep 2: Access the resourcesStep 3: Get connectedStep 4: Submit your solutionConclusions The Challenge IBM is part of the 2021 Call for Code Global Challenge, based on the 17 Substainable Development Goals of the UN. This is a worldwide initiative that asks teams to develop solutions to change our planet’s life – and your own life too!",
  "The scale of the involved community is huge: over 400,000 developers in 179 Countries have participated, creating in excess of 15,000 applications. Participate in a team, envisage a solution, and compete to have a chance to win $200,000 and receive comprehensive support to see your solution deployed. The Call for Code initiative offers you the opportunity to build and contribute to sustainable, open-source technology projects that address social and humanitarian issues. Call for Code is different from other tech for good initiatives, in that the top-rated solutions are realised and deployed to make a tangible difference in communities with the greatest need. IBM has promoted this initiative consistently – this year marks the fourth edition – and continues to provide the impetus to push it forward. What are you waiting for?",
  "Be part of the fun, choose the type of involvement that is right for you, and build skills while creating meaningful change! The simplest way to get involved with Call for Code is by forming a team to compete in the Global Challenge.",
  "If your current schedule does not allow you to be part of a team, you can still help by contributing code to existing open source projects. The Pillars Competing in a global challenge offers every participant a huge bonus: understanding how every single step of a large project is realised. This builds on a variety of individual competencies and broadens your overall perspective. Any good staff member might be the source of a winning solution! Open-Source, community-driven environments provide a strong foundation for every digital project today. Every international project draws on a solid network of communities and components to maximum advantage.",
  "Building on strong foundations, robust environments can easily be developed through a rich infrastructure such as IBM’s. To win is the ultimate goal of every competitor, and this is also true of the Call For Code Global Challenge 2021, but broadened horizons are an important take-away for every participant.",
  "Add to that the chance offered to every participating developer – international exposure and visibility, whether as a winner or simply from participating. Agrolly Agrolly won the 2020 Call for Code Global Challenge. Their solution was built by a group of Pace University students with diverse backgrounds and experience from Taiwan, Brazil, Mongolia, and India. Agrolly aims to fill the information gap for farmers with fewer resources available to them, so that they can make more educated decisions, obtain necessary financing, and improve their economic outcome. Using IBM Cloud Object Storage, IBM Watson Studio, IBM Watson Assistant, and The Weather Company technologies, the platform provides a full-service solution to execute climate risk assessments. The platform features a long-term rainfall forecast, which is tested periodically for increased accuracy.",
  "Additionally, crop water requirements sourced from the Food and Agriculture Organization of the United Nations (FAO) are tailored for the location of each farmer, type of crop, and stage of the farm. Agrolly also provides a forum module allowing farmers to exchange information and solutions and allows text and picture uploads.",
  "Finally, the Agrolly platform includes crop-risk algorithms allowing risk assessments to be carried out by small farmers. Technology at the service of the Planet On our webinar to introduce the 2021 Call for Code Global Challenge, Georges-Henri Moll, distinguished Data Scientist at IBM, and Xavier Rey-Robert, Developer Advocate at IBM, demonstrate how to view open data in a Node.js dashboard. In their example, they show how to locate polluted waters, and Xavier Rey-Robert explains how to build a Node.js dashboard for an earthquake alert system. These tutorials are taken from the starter kits for the 2021 Call for Code. If you are curious to learn more, or to understand how to take full advantage of this opportunity, we advise you not to miss it! Digging deeper into the problem: Zero Hunger It is estimated that pproximately 9 percent of the global population suffers from hunger.",
  "Much of the world’s food is grown by small-scale, independent farms and distributed through local community cooperatives that sell the surplus produce. These co-ops are a central point for quality control, deliveries, and enabling food commodity markets.",
  "However, co-ops face a myriad of logistical challenges to get the right food to the right places with minimal time and cost. A global organizational effort is needed to forge a new, comprehensive supply chain. How can technology solve the problem? The answer is Zero Hunger. Many processing areas suffer from a high percentage of raw and processed food becoming unusable. A better management system could reduce the percentage of wasted food in all production stages to zero.",
  "Moreover, helping the cultivation process could result in more crops being harvested, thus giving the community better access to food. By bringing the paper ledgers of food co-ops online, communities can harness data insights from their environment to achieve better crop resilience and higher overall yield, creating sustainable food production systems.",
  "To improve access to nutritious food in local communities, especially those suffering from acute hunger, co-operative systems can be digitized and enhanced. By aggregating and analyzing market, transportation, demand, horticultural, and environmental data, co-ops can optimize productivity, reduce overheads, and decrease volatility in the supply chain of farming communities. IBM Technologies used in this Challenge Let’s imagine your team has chosen to focus on the Zero-Hunger solution. What is your team required to do? One method that can help crops grow better is known as “precision agriculture”. This is a paradigm imported from revolutionary industry-production schemes where all production phases are kept under control through sensing devices, correct data recording, extraction of information from data, and overall control of the harvesting flow.",
  "In the Zero Hunger project, IBM suggests a flow reengineering where the sensors are hi-res cameras, the infrastructure is determined by a communication platform, and data processing is hosted on the cloud. A traditional phone also takes pictures: very complex technology is not needed, nor is it usually available in such communities.",
  "In short, here are the three basic technologies with their proper names: Tech #1: Two users with two devices (hi-res camera+mobile phone, admin device);Tech #2: CPaaS, communication platform as a service: Twilio (or Telstra);Tech #3: IBM cloud. Open Node-Red flow editor (on node.js) to talk with IBM CPDaaS (Cloud Pak for Data as a Service), a private cloud solution. The proposed architecture This challenge is dedicated to building a water-quality dashboard, analyzing many sources of data, such as – but not limited to – geospatial and environmental data. The online track suggests one possible architecture. Going deeper into the proposed solution, you can follow a well-defined process, leading to a defined solution. The schematic below tells you exactly what you need to do to compete with other zero-hunger world builders.",
  "However, this is only one of the solutions that could be developed to address this challenge: the team is free to choose! This is also true for many interesting new components such as AI, blockchain, or any other technology that could be included the proposed architecture.",
  "Please note that there is a small difference in the available tools if your team is based in Australia. The messaging service is provided by Telstra for Australian-based teams, and by Twilio if you are elsewhere in the world. The user uses their non-smartphone device camera to capture a photo of their product yield for quality testing and analysis.The user sends a camera image and/or a text message through their non-smartphone device MMS/SMS service.The image and/or message is redirected to the Twilio Programmable Messaging service (or the Telstra Programmable Messaging service if located in Australia).The Twilio/Telstra Programmable Messaging service will forward the message to the Node-RED app hosted on IBM Cloud.The Node-RED app interacts with the IBM Cloud Pak for Data AI/ML service to receive the response.IBM Cloud Object Storage is provisioned to receive the images and/or message data.The image and/or message data is added to the available IBM Cloud Object Storage.The IBM Cloud Pak for Data AI/ML service does the necessary computations and returns a response.The Node-RED app processes the response and converts it to a user-readable format, then forwards it to the digital co-operative management system app UI (Optional: to Twilio or Telstra).The response is received by the digital co-operative management system app UI.The co-op admin can view the response via the digital co-operative management system app UI. (Optional: The Twilio or Telstra Programmable Messaging service forwards the response as a reply message to the User through their messaging APIs. )(Optional: The user receives the reply message as a response from the IBM Cloud Pak for Data AI/ML service through their non-smartphone device MMS/SMS service.) The idea To improve access to nutritious food in local communities, especially those suffering from acute hunger, co-operative systems can be digitized and enhanced.",
  "By aggregating and analyzing market, transportation, demand, horticultural, and environmental data, co-ops can optimize productivity, reduce overhead, and decrease volatility in the supply chain of the farming communities. More ideas about this challenge You and your team may propose any project.",
  "IBM sketched some more ideas and listed them on a dedicated GitHub page. Here is the list of their ideas: Image sharing Accounting and credits Weather data Optimize trips Choose crops Increase prices Reference information from IBM The complete solution-building path is paved with software components from either the open-source community or the IBM Solutions Portfolio. To identify a topic and create your solution, start with a set of three featured tutorials: Combatting global hunger with the Node-RED starter kitAnalyzing geospatial environment dataCreate serverless functions to send push notifications The basic elements every team needs to address are the Internet of things, the Node-RED visual programming environment, data science and Artificial Intelligence assistance. Let’s take a look at the rich set of tutorials that IBM has prepared for all participants, element by element. Internet of Things Build your first IoT application with Twilio Build a cognitive IoT app in just 7 steps Create an Internet of Things Platform starter application Turn your smartphone into an IoT device Watson on Node-RED Node-RED Create a Node-RED starter application Build a secure microservices-based banking application Build a Node-RED COVID-19 dashboard Build an Earthquake Early Warning (EEW) system and visualize historical seismic data sets Build a blockchain network for trusted IoT Data science Useful data sets for Call for Code Identify patterns, relationships, and connections using data visualization Artificial intelligence Build a framework that connects WhatsApp to Watson Services Create a web application to optimize your supply chain inventory Online order processing during pandemics Build an image classification model Let’s start in four easy steps! The participation process is easy and straightforward.",
  "You can join the community, access the resources, get connected, and then submit your solution. At that point, the only activity left is… crossing your fingers!",
  "Step 1: Join the community By joining the community, you will be registered for the Global Challenge and will receive: A free IBM Cloud account with $200 in credits, allowing you to build your skills and kick-start your solution;Call for Code communications so you can stay up to date with the latest announcements, events, resources, and more;Access to a dedicated Slack workspace where you can find tips from Call for Code mentors to help accelerate app development. Step 2: Access the resources Learn about the ways in which climate change impacts our world, and get the resources you need to fight back. Find starter kits with code patterns, expert videos, and tutorials to build your idea. Step 3: Get connected Whether you want to find teammates, meet experts, ask questions, or simply meet good developers from around the world, there’s a community for you. Be sure to join the Call for Code Slack channel to get access to mentors and receive the latest updates. Step 4: Submit your solution When you’re ready to submit your open-source solution, visit the submission page to: Provide a link to a public source code repository on GitHub;Include a 3-minute demo video;Submit your solution.",
  "Your solution is officially in the running for a chance to win $200,000 and support in setting up your team as a startup. Submissions are open now, and close in three months, on July 31.",
  "The review process will last until November 2021, when the winners will be announced. Should you have any further questions, you can access the 2021 Global Challenge FAQ. Conclusions The world’s infrastructure needs a global process of re-engineering to keep our planet – and the human race – alive. IBM Call for Code Global Challenge 2021 is a great way to contribute to improving Earth’s health, and a developer’s health and wealth too. You can make a difference at a planetary level. Don’t wait: Join the Zero Hunger challenge TODAY!",
  "facebooktwitterlinkedinredditShare on:facebooktwitterlinkedinredditTagged as:IoT A comprehensive guide to Governed Data LakesPrevious Post 10 Security Measures to Look Out for When Choosing a Cloud Vendor ContractorNext Post Related articlesHelp the Earth: win the 2021 IBM Call for Code Global Challenge!A comprehensive guide to Governed Data LakesThe State of AI in 2021Kubernetes: Monitoring, Alerting, Observability, and MoreAI Ladder: the IBM Approach to Artificial IntelligenceIs Your Company Ready to Enter the Metaverse?Hyperautomation: From Myth to Driver of the Digital EraWhat is Synthetic Monitoring and 5 Reasons Your Business Needs ItDriving in the Cloud: How Creative Programming is Reshaping TransportationHow Can AI support Football Tech Staff in Technical and Tactical Analysis and Decision Making?Primary SidebarLessons Learned in the Cloud Dive deep into this whitepaper dedicated to the Cloud and discover more about Kubernetes. Codemotion Milan 2022 https://youtu.be/ym8iilUy_U0 Latest Articles AWS vs. Azure Cost Comparison [2022]CloudWhich Cloud Adoption Strategy Should I Follow?CloudPHP for Web Development in 2022: Dead, Alive, or Missing in Action?Web DeveloperGolden Rules for Combining Front-end Security and UIFrontendDiscover More Survey Reveals Four Types of Developers: Which One Are You?Don’t Miss the Next Edition of our Devs Book Club with Matteo Pagani!JavaScript: A First Look at the Type Annotation Proposal FooterMagazine Events Community Learning Kids How to use our platform Contact us Become a contributor About Codemotion Magazine How to run a meetup Tools for virtual conferences Follow us FacebookTwitterLinkedInInstagramYouTubeRSS DOWNLOAD APP © Copyright Codemotion srl Via Marsala, 29/H, 00185 Roma P.IVA 12392791005 | Privacy policy | Terms and conditions Follow us FacebookTwitterLinkedInInstagramRSS DOWNLOAD APP CONFERENCE CHECK-IN"
]