[
  "\n\n\n\nMicrosoft partners champion gender equality – Microsoft Australia News Centre\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nSkip to Main Content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nNews\n\n\n\n\nNews\n\n\n\n\n                            News\n                        \n\n\n\n\n Home \n\n\n\nOur Company \n\n\nOfficial Website\n\n\nMicrosoft Stories\n\n\nMicrosoft Philanthropies\n\n\nEvents Calendar\n\n\nLegal News\n\n\n\n \n\nOur Products and Services \n\n\nApps\n\n\nBing\n\n\nBusiness\n\n\nCloud Computing\n\n\nConsumer Products\n\n\nDeveloper Tools\n\n\nDynamics\n\n\nHardware\n\n\nInternet Explorer\n\n\nMSN\n\n\nOEM\n\n\nOffice & Office Servers\n\n\nOneDrive\n\n\nOutlook.com\n\n\nSecurity & Privacy\n\n\nSkype\n\n\nSurface\n\n\nWindows\n\n\nWindows Embedded\n\n\nWindows Phone\n\n\nXbox & Kinect\n\n\n\n \n\nBlogs & Communities \n\n\nOfficial Microsoft Blog\n\n\nMicrosoft APAC Citizenship Blog\n\n\nMicrosoft Australia Education Blog\n\n\nAustralian Partner Blog\n\n\nGovTech Blog\n\n\n\n \n\nPress Tools \n\n\nPress Contacts\n\n\nPress kits\n\n\nMicrosoft CEO\n\n\nExecutive Biographies\n\n\nFacts About Microsoft\n\n\nCorporate News\n\n\nVideo & Broll\n\n\nImage Gallery\n\n\nAbout Microsoft Australia\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nSale\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nXbox Live Gold\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Security\n\n\nAzure\n\n\nDynamics 365\n\n\nMicrosoft 365 for business\n\n\nMicrosoft Industry\n\n\nMicrosoft Power Platform\n\n\nWindows 365\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\nDeveloper Center\n\n\nDocumentation\n\n\nMicrosoft Learn\n\n\nMicrosoft Tech Community\n\n\nAzure Marketplace\n\n\nAppSource\n\n\nVisual Studio\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nMicrosoft Experience Centre\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping basket\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation Menu\n\n\n\n\n\n\nMicrosoft\n\n\n\n\t\t\t\t/ Features\n\t\t\t\t/ Community \n\n\n\nNews Center\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nNavigation Menu\n\n\n\n\n\n\n\n\n\n\n\n\n\nMale Champions of Change group tackles COVID-19 impact head-on\n\n\nMicrosoft partners champion gender equality\n\n\n\n\n \n\n\t\t\t\t\tBy\t\t\t\t\n\t\t\t\tMicrosoft News Center\t\t\t\n28 May, 2020\n\n\n\n\n\n\n\n\n\n\n\nSYDNEY – 28th May 2020 – Working together Microsoft and a group of foundation partners have formed the Male Champions of Change Microsoft Partner Group to help accelerate the technology sector’s push for gender equality and urgently shore up the hard-won gains already achieved which risk being eroded by COVID-19. Women currently make up 29 per cent[1] of Australia’s technology workforce. ",
  "While gender diversity has slowly improved, it is well shy of equality and there remains an 18 per cent gender pay gap in technology occupations. COVID-19 has magnified the challenge; according to a recent report from the Australian Academy of Science the pandemic is expected to disproportionately hinder women’s STEM careers[2] and exacerbate female job insecurity. According to that report, Australia’s women have been hardest hit in terms of job losses from professional, scientific and technical services businesses; jobs in this field were down 6.3 per cent for women and 4.8 per cent for men between mid-March and mid-April. This heightens the challenge facing the Male Champions of Change (MCC) Microsoft Partner Group which brings together tech sector leaders who are committed to achieving gender equality in the sector, finding innovative and disruptive ways to lower the barriers to entry to the sector, and supporting and enabling women in the workplace to thrive now and in the future. A group of Microsoft’s largest partners, which combined employ tens of thousands of people, will be foundation members of the Group and include Data#3, Datacom, Dicker Data, Empired, Ingram Micro, Insight, Interactive, Rackspace, Synnex and Thomas Duryea Logicalis. Several more major Microsoft partners are members of other Male Champions of Change (MCC) groups already, and we welcome others who are interested to join. ",
  "Steven Worrall, managing director of Microsoft Australia will sponsor the MCC Microsoft Partner Group which includes CEOs or MDs of the foundation partners. All have committed their time and significant investment to the group. ",
  "According to Worrall; “Microsoft is working with the MCC to pioneer this first ever Champions of Change group created within a single company’s ecosystem. There are more than 10,000 Microsoft partners operating in Australia, employing 300,000 people – this is an important step toward ensuring a much greater proportion of those employees are women in the future. “That is critically important as digital transformation of Australian industries, education, healthcare, government and society accelerates. We need greater diversity of thought and lived experience to ensure that the solutions being deployed meet the needs of all of us. “I’m proud that so many of our partners are invested in creating positive change in gender equality in their organisations and within the broader ICT ecosystem. MCC provides a platform to drive disruptive action across the whole of the tech sector and create better workplaces for everyone.”\nWorrall added that finding ways to encourage gender diversity is not just the right thing to do, it is the smart thing to do. ",
  "“Research reveals that gender diverse companies are 15 per cent more likely to financially outperform[3] male-dominated peers while in Australia, the Grattan Institute has estimated that adding 6 per cent more women to the workforce could add $25 billion to our GDP[4],” he said. Elizabeth Broderick, former Australian Sex Discrimination Commissioner and founder of Male Champions of Change said; “The Male Champions of Change strategy is about male leaders stepping up beside women to lead with action to advance gender equality. ",
  "While no two MCC groups are identical – being shaped by business, social, and industry considerations – they all have at their heart a deep commitment to driving diversity and inclusion. “This approach is a major innovation – where leaders within a business eco-system are taking charge to change that system. Technology is transforming every industry on earth. It is critically important that women are part of that transformation.”\nVlad Mitnovetski, CEO, Dicker Data said: “The entire working landscape has fundamentally changed because of COVID-19 – but the challenges associated with ensuring gender diversity are if anything magnified. As we emerge from this pandemic, there is a real opportunity to reset our workplaces, to build in greater flexibility, create new career pathways and increase opportunities for women. “We have established working groups to look at these priority areas and find ways to enact important and necessary change,” he added. ",
  "Globally, Microsoft’s commitment is a 1 per cent increase every year in employing women. This MCC cohort will commit to similar goals to improve the gender diversity within the ICT industry in Australia. ",
  "Rachel Bondi, Chief Partner Officer, Microsoft Australia and Co-Chair of the Male Champions of Change (MCC) Microsoft Partner Group said that the group’s formation was critically important given the challenges women were facing during the COVID-19 crisis. “The first meeting of the group decided to fast track on three priority action areas – building flexible workplaces, developing new approaches to attracting and retaining women in the sector, and leveraging equality to encourage successful transformation. Working together we can have an important multiplier effect and help to accelerate the entire Australian tech sector’s drive for inclusion and diversity. “As more of our partners come on board, the conversation regarding the importance of tech sector diversity and inclusion will be amplified; new programs to encourage women into the sector will emerge; capability will improve and corporate cultures will become more inclusive. Together we can strive for gender equality across our industry and serve as a diversity beacon for other sectors of the economy.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t1 of 3                                        \n\n\t\t\t\t\t\t\t\t\t\t\tRachel Bondi, Chief Partner Officer, One Commercial Partner, Microsoft Australia                                        \n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t2 of 3                                        \n\n\t\t\t\t\t\t\t\t\t\t\tSteven Worrall, Managing Director - Microsoft Australia                                        \n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t3 of 3                                        \n\n\t\t\t\t\t\t\t\t\t\t\tElizabeth Broderick, Founder - Male Champions of Change                                        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout Male Champions of Change\nMale Champions of Change is an Australian not for profit institute focused on achieving gender equality, advancing women in leadership and building respectful and inclusive workplaces. The MCC coalition now includes 15 groups, comprised of more than 230 men and women leaders across Australian and International sectors and industries. ",
  "About Microsoft\nMicrosoft (Nasdaq “MSFT” @microsoft) enables digital transformation for the era of an intelligent cloud and an intelligent edge. Its mission is to empower every person and every organisation on the planet to achieve more. "
]