[
  "UNEP overcomes global data challenges to track and reduce marine litter - Journey to AI Blog United States IBM® Site map Search within Journey to AI Blog Journey to AI Blog Home Categories Analyze: Build and scale AI Collect: Make data accessible Infuse: Operationalize AI Modernize: Cloud-ready data Organize: Business-ready analytics Podcast Use cases: How to build for AI Archive IBM Data and AI UNEP overcomes global data challenges to track and reduce marine litter The United Nations Environment Programme and the IBM® Data Science and AI Elite team showcase how AI can reduce marine litter and accelerate beach cleanup efforts By Kunal Sawarkar | 5 minute read | August 19, 2020 Like Print 12 The Wilson Center, one of the nation’s premier nonpartisan policy organizations, teams with the United Nations Environment Programme UNEP and the IBM Data Science and AI Elite team to develop a solution to track and reduce marine litter. Plastic waste is destroying marine ecosystems at a rapid pace – from ruining beaches to killing baby turtles to destroying coral on the sea floor.",
  "With half the world’s plastic produced in the last 13 years and 8.8 million tons washing into the oceans annually, few places on earth have escaped its reach. Plastic litter fouls the remote, icy coves of Antarctica, the pristine shores of Réunion and Mauritius, and even the unfathomable reaches of the 10,000 meter-deep Mariana Trench. A problem so pervasive and pernicious requires immediate, global attention. Unify tools, processes and talent required for enterprise data and AI Sustainable Development Goals aim to conserve life below water The United Nations Environment Programme (UNEP) rallies marine experts, environmentalists, nonprofits, academics and citizen scientists from countries around the world to confront environmental sustainability. In 2015, it established 17 sustainable Development Goals (SDG) for the planet, with goal 14 calling for conservation and sustainable use of the oceans. Its United Nations Development Programme (UNDP) set a goal of significantly reducing marine pollution by 2025.",
  "But to reduce pollution demands measuring it; the organization needed to establish a standard and baseline – so a subset goal called for the creation of an index to measure coastal eutrophication and the density of floating plastic. While no one would argue against the importance of ridding beaches of single-use plastic and other forms of debris, there’s a big problem: you can’t improve what you can’t measure.",
  "There’s no process in place to deliver data on the amount of plastic polluting beaches today – and no one really knows if siloed beach cleanup efforts are even making a dent. Establishing a baseline for marine plastics means we need to answer some critical questions: How much is plastic pollution advancing year over year? How do plastic waste levels fluctuate between different countries or states? Which policies – like locally banning plastics – effectively reduce marine litter? Where is the problem getting better and where is it getting worse? And most important, in places where plastic pollution is most severe, which volunteer efforts will make a substantial impact?",
  "Watch how IBM Cloud Pak for Data, enables environmental scientists to organize and analyze data from myriad sources and collection methods from around the globe. And meet the world’s first virtual environmental advocate – Sam – designed to unify researchers, communities and policymakers –to get all stakeholders on board.",
  "Challenge 1: Uniting the world’s ocean litter data Estimating the volume of marine litter scattered across all five oceans is harder than it seems. No standard marine litter data collection method exists to guide countries and organizations. So we needed to harmonize tons of schemas and metadata so data reported from all corners of the world could be used. To foster more effective collaboration between all stakeholders, UNEP set a key objective to establish a global platform for marine litter. With IBM Watson® Knowledge Catalogue (WKC) on IBM Cloud Pak for Data we were able to automatically clean, crosswalk, classify, conform and make the right data available quickly for data scientists. WKC also allows citizen scientists to trace origins of the data, collaborate with other scientists, request datasets and share their insights on the dataset using rating and tagging mechanisms.",
  "Challenge 2: Conquering conditional datasets to preserve the health of beaches The second challenge was to calculate the volume of marine beach litter. Statistically randomized surveys help create accurate scientific estimates, but data collection about litter is, by its very nature, random.",
  "Heavily reliant on volunteer cleanup crews, data about cleanup efforts can be shaped by temporal and spatial biases. For example, one volunteer collects beach litter daily. What they collect each day will differ from what someone who collects weekly or monthly may find, leading to samples highly dependent on myriad variables, thus difficult to compare and analyze. And clean-up efforts are inconsistent across locations, with some places cleaned too frequently, others rarely or never touched, indicating that samples are neither independent nor identically distributed (IID). Such conditional datasets prevent problem resolution using typical machine learning methods. To address these challenges, the DSE team utilized the Bayesian Inference method with Makov Chain Monte Carlo (MCMC) sampling techniques.",
  "The Bayesian approach allowed us to account for uncertainties in the problem; MCMC allows us to create a chain of dependent events to estimate the parameters of marine litter. This proof of concept revealed this unique hybrid methodology could be adjusted and modified to enhance the model’s strength.",
  "The DSE created a machine learning pipeline in IBM Cloud Pak for Data to establish a streamlined end-to-end AI lifecycle. Once we established a baseline for measuring marine litter, the team could predict the number of volunteers needed for a cleanup effort at a particular beach. Given current trends and policies the model will help project the amount of expected litter five years into the future. Challenge 3: Looking ahead to shore up prevention and support The best way to solve the marine litter problem is to prevent it. Looking forward, how can we forestall permanent damage to pristine coastlines? The DSE team created a time-series forecast to help communities track marine plastic and develop more accurate and effective policy to eradicate it.",
  "To make the dataset easily consumable, our team created an executive dashboard allowing various stakeholders to: Monitor the progression of marine litter density year over year Slice and dice the data by national location to evaluate litter trends over time Narrow focus to specific beaches for more granular data collection Refine methodology to recommend the best mobile apps to volunteer groups. To help drive a more effective marine debris collection effort, this dashboard provides users with a comprehensive view of cleanup efforts and displays their impact relative to other areas."
]