[
  "\n\n\n\n\n\n\n\nApple Vision & SDGs - Apple Vision limited\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nCall Us: +256700322465\n+256775075466\n\n\n\n\n\n\n\n[email protected]\n[email protected]\n\n\n\n\n\n\n\nP.O Box 72547 Clock Tower \nKampala, Uganda\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nHOME\nWHO WE ARE\n\nAbout Us\nManagement\nCompany Policies\nCompany Objectives\nApple Vision & Innovation\nApple Vision & Sustainability\nMission, Vision & Core Values\nValue Proposition Statement\n\n\nWHAT WE DO\n\nTraining\nConsulting\nEngineering\nAuxiliary Services\nLegal Consulting Services\n\n\nBUSINESS AREAS\n\nWater & Environment\nManufacturing, Oil & Gas Industry\nBuilding, Transportation & Urban Spaces\n\n\nBLOG\nCONTACT\nCAREERS\n\nJobs\nHow to Apply\nWorkforce Diversity\nApple Vision Academy\nYour Career at Apple Vision\nEmployee Development & Career path\n\n\nINVESTORS & PARTNERS\n\nAbout Uganda\nWhy invest in Apple Vision Limited\nInvestor Contacts\nInvestor FAQs\nPartners\n\n\n \n\n\n\n\n\nCall Us: +256700322465\n+256775075466\n\n\n\n\n\n\n\n[email protected]\n[email protected]\n\n\n\n\n\n\n\nP.O Box 72547 Clock Tower \nKampala, Uganda\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\nApple Vision & SDGs \nHomeApple Vision & SDGs \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Vision & Innovation \n\n\nApple Vision & SDGs\n\n\n \n\n\n\nApple Vision passionately contributes to enhancing the environment in which we live, promoting the resilience and prosperity of its clients, staff, and all stakeholders, and thus improving the quality of life in Uganda, East Africa, and Africa at large. This contribution is a step in the right direction to achieving a better and more sustainable future for all.Uganda as a signatory to the United Nations 2030 Agenda for Sustainable Development is very committed to achieve socio-economic transformation and green development as stated in Uganda Vision 2040. ",
  "To support the above agenda, Apple Vision puts both the United Nations Sustainable Development Goals (SDGs) and Uganda Vision 2040 goals at the heart of its business activities. The SDGs and Uganda Vision 2040 provide the framework for Apple Vision’s endeavor to create a more livable and sustainable future, characterized by safe and healthy living conditions, for present and future generations.Apple Vision’s strong support of the implementation of the SDGs and Uganda Vision 2040 is exemplified through: \n\n\n\n\n\n\n \nIts dedicated service to its clients (and involvement of stakeholders)\n\n\n\n \nIts corporate culture of sustainability\n\n\n\n \nPositive contribution to society\n\n\n\n\n\n\nSustainable Solutions & Services \n\n\n\nBy aligning its business agenda with the SDGs and Uganda Vision 2040, and utilizing the conceptual framework that they provide, Apple Vision is able to maximize the company’s contribution to sustainable development within the vast majority of its projects.Apple Vision’s ambition to deliver sustainable solutions and services not only includes efforts aimed at meeting the United Nations SDGs and Uganda Vision 2040, but furthermore extends to supporting the implementation of other relevant international frameworks such as the Sendai Framework for Disaster Risk Reduction 2015–2030, the New Urban Agenda, the United Nations Framework Convention on Climate Change, with its groundbreaking Paris Agreement, among others. Apple Vision’s contribution to the SDGs \n\n\n\nApple Vision aims to contribute to all the 17 SDGs, either directly or indirectly. The solutions which Apple Vision currently delivers within its projects are coherent with the following goals: \n\n\n\n\n\n\n \nSustainable Development Goal #6: Clean Water and Sanitation\n\n\n\n \nSustainable Development Goal #7: Affordable and Clean Energy\n\n\n\n \nSustainable Development Goal #9: Industry, Innovation and Infrastructure\n\n\n\n \nSustainable Development Goal #11: Sustainable Cities and Communities\n\n\n\n \nSustainable Development Goal #12: Responsible Consumption and Production\n\n\n\n \nSustainable Development Goal #13: Climate Action\n\n\n\n \nSustainable Development Goal #14: Life below Water\n\n\n\n \nSustainable Development Goal #15: Life on Land\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal #6: Clean Water and Sanitation \n\n\n\nApple Vision aims to contribute to all the 17 SDGs, either directly or indirectly. The solutions which Apple Vision currently delivers within its projects are coherent with the following goals: \n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal #7: Affordable and Clean Energy \n\n\n\nApple Vision advises its client in their endeavors to provide universal access to energy, to escalate energy efficiency and to promote the adoption and use of renewable energy sources.Apple Vision also develops concepts for clean energy supply and energy distribution networks. Included are suitable storage alternatives, such as pumped storage systems, power-to-gas facilities and hydrogen storage systems.Visit https://sustainabledevelopment.un.org/sdg7 for more information on UN Sustainable Development Goals knowledge platform on SDG7. ",
  "Sustainable Development Goal #9: Industry, Innovation and Infrastructure \n\n\n\nResilient critical infrastructures, such as transport, and communication, as well as energy and gas supply systems, enhance our life quality and prompt the innovations that drive economic development.With its vast experience in designing and managing new infrastructure projects, rehabilitating aging infrastructure, and upgrading existing infrastructure, Apple Vision supports the sustainable development of regions and societies.Visit https://sustainabledevelopment.un.org/sdg9 for more information on UN Sustainable Development Goals knowledge platform on SDG9. Sustainable Development Goal #11: Sustainable Cities and Communities \n\n\n\nToday, the largest population of people lives in cities and the number is projected to increase steadily in future. ",
  "Sustainable urban mobility, resilient communication infrastructure, supplies of water and energy, wastewater and waste management, as well as green buildings, are thus critical for sustainable living conditions in urban areas.Using its vast expertise engineers and planners, Apple Vision helps its clients to develop Smart Cities.Visit https://sustainabledevelopment.un.org/sdg11 for more information on UN Sustainable Development Goals Knowledge Platform on SDG11. Sustainable Development Goal #12: Responsible Consumption and Production \n\n\n\nEconomic and social development over the last decades has been closely linked with added pressure being placed on the environment and with increased environmental degradation. Global consumption and production behavior have undeniably led to negative impacts on the environment and on resources.Whether in the oil and gas, the petrochemical or the industrial sector, Apple Vision advocates state-of-the-art technologies and develops innovative solutions to help its clients implement projects that make the most efficient use of natural resources. In addition, the environmentally compatible handling of chemicals, waste and emissions are major topics of concern within Apple Vision’s entire service portfolio.Visit https://sustainabledevelopment.un.org/sdg12 for more information on UN Sustainable Development Goals Knowledge Platform on SDG12. Sustainable Development Goal #13: Climate Action \n\n\n\nClimate change is becoming increasingly obvious, with changing weather patterns, rising sea levels and temperatures having disruptive impacts on both economies and societies.Apple Vision engages in minimizing greenhouse gas emissions, whilst simultaneously increasing resilience to the impacts of climate change and developing adaptation measures.Visit https://sustainabledevelopment.un.org/sdg13 for more information on UN Sustainable Development Goals Knowledge Platform on SDG13. Sustainable Development Goal #14: Life below Water \n\n\n\nThe marine environment is a highly fragile ecosystem, providing critical natural resources for humanity. ",
  "Intact coastal ecosystems moreover protect settlements and economic areas from hazards coming from the sea.By developing and implementing wastewater treatment facilities, Apple Vision contributes to mitigating and reducing the amount of harm being done to marine ecosystems. Apple Vision’s projects are also in line with international environmental standards for the protection of the marine environment.Visit https://sustainabledevelopment.un.org/sdg14 for more information on UN Sustainable Development Goals knowledge platform on SDG14. ",
  "Sustainable Development Goal #15: Life on Land \n\n\n\nMinimizing harm to the environment and restoring biodiversity are critical aspects of the successful implementation of sustainable infrastructure projects.Apple Vision draws on vast in-house expertise to evaluate the environmental and social impacts of projects, and to define adequate avoidance, mitigation and compensation measures.Visit https://sustainabledevelopment.un.org/sdg15 for more information on UN Sustainable Development Goals knowledge platform on SDG15. Apple Vision limited is a multi-disciplinary consulting and engineering registered company in Uganda. Facebook\n \n\n\n\nLinkedin\n \n\n\n\n\n\n\n\n\n\n\n\n\nLinks\n\n\n \n\n\n\n\nHome\nWHO WE ARE\nWHAT WE DO\nBUSINESS AREAS\nBlog\nContact\nCareers\nCompany Policies\nEmail\n \n\n\n\n\n\n\n\n\n\n\nWhat We Do\n\n\n \n\n\n\n\nTraining\nConsulting\nEngineering\nAuxiliary Services\nLegal Consulting Services\n \n\n\n\n\n\n\n\n\n\n\nBusiness Areas\n\n\n \n\n\n\n\nWater & Environment\nManufacturing, Oil & Gas Industry\nBuilding, Transportation & Urban Spaces\n \n\n\n\n\n\n\n\n\n\n\nContact Us\n\n\n \n\n\n\n\n\n\n\n\n \n\nKubiri - Makerere\nKampala, Uganda \n\n\n\n \n\nP.O Box 72547 Clock Tower Kampala, Uganda \n\n\n\n \n\n+256700322465  +256775075466 \n\n\n\n \n\n[email protected] \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopyright 2021 Apple Vision Limited All Rights Reserved. Designed by Pahappa \n\n\n\n\n\n\n\n\n\n\nTerms & Conditions\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2022\n \n\n\n\n\n\nTranslate » \n \n\n\n\n\n\nRequired 'Candidate' login to applying this job. Click here to logout \nAnd try again \n\n\n\n\n\n\n \n\n\n\n\nLogin to your account\n\n\n\n\n\n\nUsername/Email Address:\n\n\n\n\nPassword:\n\n\n\n\n\n\n\n\n\nForgot Password? |\nSign Up \n\n\n Save Password \n\n\n\n\n\n\n\n\n\n\nReset Password\n\n\n\n\n\n\nUsername/Email Address:\n\n\n\n\n\n\n\n\nAlready have an account? ",
  "Login\n\n\n\n\nEnter the username or e-mail you used in your profile. A password reset link will be sent to you by email. ",
  "Signup to your Account\n\n\n\n\nChoose your Account Type\n\n\n\n\n\n\n\nCandidate\nI want to discover awesome companies. Employer\nI want to attract the best talent. First Name *\n\n\n\n\nLast Name *\n\n\n\n\nUsername *\n\n\n\n\nEmail *\n\n\n\n\nPassword *\n\n\n\n\n\nConfirm Password *\n\n\n\n\nPhone:\n\n\n\n\n\n\n\n\n\nOrganization Name\n\n\n\n\nSelect Sector:\n\n\nSelect Sector\nMining\n\n\n\n\n\n\n\n\n\nAlready have an account? Login\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nOur customer support team is here to answer your questions. Ask us anything! ???? ",
  "Hi, how can we help? Hi, how can we help? "
]