[
  "The Sustainable City - Wikipedia The Sustainable City From Wikipedia, the free encyclopedia Jump to navigation Jump to search This article includes a list of general references, but it lacks sufficient corresponding inline citations. Please help to improve this article by introducing more precise citations.",
  "(May 2021) (Learn how and when to remove this template message) Community in Dubai, United Arab EmiratesThe Sustainable CityCommunity Coordinates: 25°01′46″N 55°16′42″E﻿ / ﻿25.0294°N 55.2784°E﻿ / 25.0294; 55.2784Coordinates: 25°01′46″N 55°16′42″E﻿ / ﻿25.0294°N 55.2784°E﻿ / 25.0294; 55.2784CountryUnited Arab EmiratesEmirateDubaiCityDubaiEstablished2015Area • Total0.46 km2 (0.18 sq mi)Population • Total2,700 • Density5,900/km2 (15,000/sq mi) The Sustainable City is a 46-hectare property development in Dubai, United Arab Emirates. Situated on the Al Qudra Road, it is the first net-zero energy development in the Emirate of Dubai. The masterplans amalgamate green, energy efficient designs with a people-centric philosophy that includes nature and animals thus ameliorating public space. The development includes 500 villas, 89 apartments and a mixed-use area consisting of offices, retail, healthcare facilities, a nursery and food and beverage outlets. Phase 2 of the development will include a hotel, school and innovation centre. [1] The city was developed by Dubai-based Diamond Developers, whose chairman, Faris Saeed, has stated that much of his inspiration for the development came from UC Davis West Village.",
  "[2] Key elements of the City include:[3] a residential area of 500 townhouses and courtyard villas inspired by Dubai's old Bastakiya district 11 natural ‘biodome’ greenhouses, organic farm and individual garden farms for local food production that use a passive cooling method with fans and pads. 10 MW peak solar production waste water recycling, with segregated drainage for greywater and blackwater using papyrus as a biofilter biking and shaded jogging trails charging stations for electric cars an equestrian centre A sustainable school (Fairgreen International School) An autism center (Sanad Village) Short stay holiday homes (The Sustainable Homes) SEE Institute Apart from periphery roads and car parking areas, the development is a car-free site.",
  "[4] The parking areas are topped by solar shading featuring solar panels that are connected to an electrical grid to supply energy into different sections of the city. [5] Panels are also placed on the roofs of all of the houses. [citation needed] The construction waste is reused to furnish the public spaces. [citation needed] The townhouses have UV reflective paint to reduce the thermal heat gain inside the houses. [citation needed] References[edit] ^ WebDev, I. E. T. (2012-11-09). \"UC Davis West Village inspires plan for Dubai Sustainable City\".",
  "UC Davis. Retrieved 2022-06-24.",
  "^ WebDev, I. E. T. (2012-11-09). \"UC Davis West Village inspires plan for Dubai Sustainable City\". UC Davis. Retrieved 2022-06-15. ^ \"Faris Saeed: The man who built utopia\". The Sustainable City.",
  "2019-06-30. Retrieved 2022-06-18.",
  "^ Nguyen, Quang minh (15 June 2022). \"Application of \"Car-Free City\" and \"City of Short Walks\" to Living Quarters in Hanoi Towards Sustainable Mobility and Logistics\". Procedia Engineering Journal. ^ \"Solar Integration: Inverters and Grid Services Basics\". Energy.gov. Retrieved 2022-06-15.",
  "The Sustainable City - Gulf Sotheby's International Realty Dubai's Green City Kicks Off [ Sustainable City To Complete By 2015] Baharash Architecture UC Davis West Village Inspires Plan Dubai Sustainable City CW Awards 2016 - Sustainable Project Recognized Dr. Suad Joseph, University of California, Davis ,article UC Davis sustainability research collaboration External links[edit] Official website vteDevelopments in DubaiSkyscrapers Address Boulevard Al Sahab Towers Almas Tower Burj Al Alam Burj Al Arab Burj Khalifa Cayan Tower DAMAC Residenze Dubai Pearl Emirates Towers Jumeirah Lake Towers Marina 101 Pentominium Trump International Hotel and Tower Shopping centres Arabian Center BurJuman City Centre Deira The Dubai Mall Dubai Marina Mall Dubai Outlet Mall Ibn Battuta Mall Mall of Arabia Mall of the Emirates Mall of the World Mercato Shopping Mall Entertainment City of Arabia Dubai Autodrome Dubai Sports City Dubailand Global Village Transport Al Maktoum International Airport Dubai Metro Green Line Red Line Route 2020 Dubai Tram Dubai Trolley Palm Jumeirah Monorail Land reclamation Bluewaters Island Dubai Waterfront Jumeirah Islands Logo Islands Marsa Al Arab Palm Islands Deira Islands Palm Jebel Ali Palm Jumeirah The Universe The World Other projects Al Furjan Al Muntazah Arabian Canal Arabian Ranches Atlantis, The Palm Bawadi Business Bay Culture Village Discovery Gardens Downtown Dubai Dubai Design District Dubai Festival City Dubai Golf City Dubai Investments Park Dubai International City Dubai Lifestyle City Dubai Marina Dubai Meydan City Dubai Multi Commodities Centre Dubai Silicon Oasis Dubai South Dubai TechnoPark Falconcity of Wonders The Gardens Hydropolis Jebel Ali Village Jumeirah Garden City Marina Quays Mohammed bin Rashid City Palm Grandeur The Sustainable City Town Square Wafi City List of development projects in Dubai List of tallest buildings in Dubai vteNeighbourhoods and communities in DubaiDeira andeastern Dubai Abu Hail Al Baraha Al Buteen Al Dhagaya Al Garhoud Al Hamriya Port Al Khabisi Al Mamzar Al Mizhar Al Muraqqabat Al Murar Al Muteena Al Nahda Al Qusais Al Ras Al Rashidiya Al Rigga Al Sabkha Al Twar Al Waheda Al Warqaa Ayal Nasir Dubai International Airport Hor Al Anz Mirdif Muhaisnah Nad Al Hammar Nad Shamma Naif Port Saeed Rigga Al Buteen Umm Ramool Warisan Al Amardhi Bur Dubai andwestern Dubai Al Bada Al Barsha Al Furjan Al Hamriya Al Hudaiba Al Jaddaf Al Jafilia Al Karama Al Kefaf Al Manara Al Mankhool Al Markada Al Muntazah Al Quoz Al Rifa Al Safa Al Satwa Al Shindagha Al Souk Al Kabir Al Sufouh Al Wasl Bu Kadra Business Bay Discovery Gardens Downtown Dubai Dubai Marina Dubai International City Emirates Hills The Gardens Jebel Ali Jebel Ali Village Jumeirah Jumeirah Islands Jumeirah Lake Towers Nad Al Sheba Oud Metha Port Rashid Ras Al Khor Ras Al Khor Industrial Area Trade Centre 1 Trade Centre 2 Umm Al Sheif Umm Hurair Umm Suqeim Zabeel This United Arab Emirates location article is a stub. You can help Wikipedia by expanding it.vte Retrieved from \"https://en.wikipedia.org/w/index.php?title=The_Sustainable_City&oldid=1094772113\" Categories: 2015 establishments in the United Arab EmiratesResidential communities in DubaiSustainability in the United Arab EmiratesSustainable urban planningSustainable developmentUnited Arab Emirates geography stubsHidden categories: Articles lacking in-text citations from May 2021All articles lacking in-text citationsArticles with short descriptionShort description matches WikidataCoordinates on WikidataPages using infobox settlement with no mapAll articles with unsourced statementsArticles with unsourced statements from May 2021All stub articles Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version Languages Français Edit links This page was last edited on 24 June 2022, at 12:29 (UTC)."
]