[
  "Global Goal: Reduced Inequalities Global Goal: Reduced Inequalities By Krystal, Greg, and Joe Goal Summary Inequality can be defined as the difference in size, degree, circumstances, etc. Globally, inequality is a widespread issue and therefore a topic of discussion.",
  "Inequalities in income and wealth distribution cause economic instability and a variety of health and social problems. Ultimately, inequalities prevent nations, communities, and individuals from effectively working together and thriving. http://culturs.org/wp-content/uploads/2014/10/top-1-percent.jpg Why? We chose Global Goal #10, Reduced Inequalities, to focus on because of the severity of the widespread effects of inequality. Reducing inequality in underdeveloped nations is the most important step towards increasing living standards and achieving well-being among populationS. As a result, nations will be better able to flourish.",
  "Global studies show that nations with more equal societies have populations with better health, a longer life expectancy, and a lower mortality rate. There is also evidence that links greater equality to better social relationships.",
  "Greater equality also has an important role in leading to sustainable economies. Because of all the negative effects of inequality, we should strive to find realistic approaches to reducing it. Reasons Why Something Should Be Done 5 Reasons Why We Need to Reduce Global Inequality http://www.leftfutures.org/wp-content/uploads/2013/10/wealth-pyramid.jpg https://s3.amazonaws.com/blog.oxfamamerica.org/politicsofpoverty/2016/01/tax-havens-OUS-cropped.png Obstacles It is hard to really pinpoint exactly what is stopping global equality. In reality, it is how society is run. Gender, age, and racial inequality all trace back to societal views. It is up to us to realize the worth of all people and treat them in an equal manner.",
  "When it comes to income inequality, the problem can be a result of other forms of inequality and how our government is run. It is certainly unfair that the top 1% owns the same amount of money as nearly half the world's population.",
  "Personal Stories 2015's Biggest Gender Inequality Stories Age Discrimination: 66-year-old Man Wins Lawsuit Against Staples School Data Finds Pattern Along Racial Inequality What are people doing about this issue? 8 Ways to Reduce Global Inequality What America Can Do to Reduce Income Inequality Both The articles above mention taxes. Do taxes really help reduce income inequality? Find out below! You may be asking \"What can we do to help reduce inequality?\". Luckily, there are several things we can do in order to help promote equality: We can raise awareness about women in education, especially in traditionally male-dominant roles.",
  "We can advocate that all children should have access to education and stay in school. We can try to limit our usage of resources so that there is equal access to land and clean water and sanitation for all.",
  "We can invest in education and technology toward helping developing countries reduce their income inequality. Investing in these areas can create strong economies as countries develop, and thus help the world overall. As a result, these countries will also have fewer disadvantages when trading in the global market. We can support affirmative action to end unequal access to education and jobs. We can push for equal pay among all working in similar jobs. We can promote all Global Goals so that everyone is doing their part to reduce inequalities Pledge I, (state name) hereby pledge to not be passive when it comes to inequality.",
  "Social, racial, income, educational, gender, and all other forms of inequality prohibit us from thriving together. I will do my part in helping to reduce global inequalities and work toward a more equal society.",
  "The more people that take this pledge, the closer we are to achieving equality among all, thus providing a better society for future generations. Appreciate Made with Adobe Slate Make your words and images move. Get Slate © Adobe Systems Incorporated. All rights reserved. Terms of Service Privacy Policy Report Abuse Your report has been submitted. There was a problem submitting your report.",
  "Please contact Adobe Support. Report Abuse Close If you feel that this video content violates the Adobe Terms of Use, you may report this content by filling out this quick form."
]