[
  "Raise Green Engages IBM to Build a Solution to Support Solar Developers and Climate Entrepreneurs - Mar 26, 2021 IBM Newsroom Home Latest News Hybrid Cloud AI Quantum & Innovation Business Growth Mergers & Acquisitions Good Tech Press Releases Media Contacts Media Center Leadership Global Newsrooms Subscribe Press Releases Raise Green Engages IBM to Build a Solution to Support Solar Developers and Climate Entrepreneurs IBM Garage helps Raise Green launch new digital platform using Red Hat OpenShift and IBM Cloud Mar 26, 2021 ARMONK, N.Y. and SOMERVILLE, Mass., March 26, 2021 /PRNewswire/ -- IBM [NYSE: IBM] and Raise Green, an impact investment marketplace for clean energy projects, announced their collaboration to develop Raise Green's software solution deployed using Red Hat OpenShift on IBM Cloud, intended to empower any entrepreneur to start their own community solar energy businesses. Today marks the rollout of the latest Beta version of the Originator Engine, following the initial launch announced last year.",
  "To help address the growing urgency of climate change, Raise Green came to IBM Global Business Services (GBS) with a need that the parties developed into the Originator Engine – a groundbreaking digital tool that customers, investors, and ecosystem partners can leverage to create, finance, build, and run new solar businesses. \"Everyone has a role to play in tackling climate change in an equitable way. Countries have committed to act, technologies are ready, and policies are moving in the right direction, but it's not happening fast enough,\" said Franz Hochstrasser, CEO and co-founder of Raise Green. \"Raise Green is designed to empower communities tired of waiting for action on climate and social impact. IBM is helping us bring this innovation to life by designing a smooth user experience that makes starting a new business straightforward while enabling us to expand into areas beyond solar like template microgrids, energy efficiency, electric vehicle charging, urban farms, and affordable housing.\" Raise Green engaged IBM GBS to help build a digital experience that would empower climate entrepreneurs to start and finance their businesses and local climate projects by removing obstacles and equipping them with tools and resources.",
  "A team of IBM design and technology specialists worked with Raise Green to co-create, develop and deploy a proof-of-concept for the Originator Engine in just eight weeks through the IBM Garage – IBM's approach to fast-tracking innovation at scale, to help transform organizations from the inside out. The Originator Engine uses Red Hat OpenShift and is deployed on IBM Cloud for all of Raise Green's services.",
  "IBM Cloud is the industry's most open and secure public cloud. The Originator Engine combines multiple database standards, allows companies to create filings for the Securities and Exchange Commission (SEC), and offers investment opportunities through the Raise Green Investor Marketplace. The Originator Engine is designed to automate the process of creating and completing legal and financial documents by taking thousands of pages and converting them into streamlined and easy to use templates. \"The collaboration between Raise Green and IBM serves as a meaningful response to the question of how to get involved in the fight against climate change,\" said Debbie Vavangas, Global Lead, IBM Garage. \"To address the growing need for an innovative solution, Raise Green wanted to embrace cloud-based and agile methodologies which not only can accelerate the creation of a new digital experience for climate entrepreneurs but also gives Raise Green the flexibility to evolve digital capabilities for future growth.\" For more information about the Originator Engine, visit https://www.raisegreen.com/ About Raise Green Raise Green is the first marketplace in the U.S. for local and inclusive impact investment with verifiable and demonstrable environmental benefits.",
  "Through the platform, anyone can be an originator of their own community solar project. On Raise Green's investor marketplace, anyone (individuals and institutions) can invest in community-focused climate resilience projects across a varied range of project scales and minimum investments."
]