[
  "Industry, Innovation and Infrastructure - Google LibriAccediCampi nascostiLibriBiblioteca personaleGuidaRicerca Libri avanzataTrova libro cartaceoNessun eBook disponibileHoepli.itiBSLibreriauniversitaria.itAmazon ITla Feltrinelli.itTrovalo in una bibliotecaTutti i venditori »Acquista libri su Google PlayScopri il più grande eBookstore del mondo e inizia a leggere oggi stesso su Web, tablet, telefono o eReader.Visita subito Google Play »Industry, Innovation and InfrastructureWalter Leal Filho, Anabela Marisa Azul, Luciana Brandli, Amanda Lange Salvia, Tony WallSpringer International Publishing, 5 mag 2021 - 1265 pagine 0 RecensioniThe problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. Therefore, there is an increasing need to search for integrated solutions to make development more sustainable. ",
  "The United Nations has acknowledged the problem and approved the “2030 Agenda for Sustainable Development”. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. The Encyclopedia of the UN Sustainable Development Goals comprehensively addresses the SDGs in an integrated way. It encompasses 17 volumes, each one devoted to one of the 17 SDGs. This volume addresses SDG 9, namely “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation” and contains the description of a range of terms, to allow a better understanding and foster knowledge about it. ",
  "This book presents a set of papers on the state of the art of knowledge and practices about three important aspects of sustainable development, infrastructure, industrialization and innovation. It focuses on the support of cleaner technologies, enhanced scientific research, domestic technology development and universal internet access.Concretely, the defined targets are:Develop quality, reliable, sustainable and resilient infrastructure, including regional and transborder infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for allPromote inclusive and sustainable industrialization and, by 2030, significantly raise industry’s share of employment and gross domestic product, in line with national circumstances, and double its share in least developed countries Increase the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and marketsUpgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilitiesEnhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spendingFacilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and small island developing statesSupport domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commoditiesSignificantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countriesEditorial BoardOluwabunmi Opeyemi Adejumo, Leah A Dundon, Lizhen Huang, Heather Jones, Haruna Musa Moda Cosa dicono le persone - Scrivi una recensioneNessuna recensione trovata nei soliti posti.Informazioni sull'autore (2021)Walter Leal Filho (BSc, PhD, DSc, DPhil, DEd, DL, DLitt) is a Senior Professor and Head of the Research and Transfer Centre \"Sustainable Development and Climate Change Management” at Hamburg University of Applied Sciences in Germany, and Chair of Environment and Technology at Manchester Metropolitan University, UK. ",
  "He is the initiator of the Word Sustainable Development Symposia (WSSD-U) series, and chairs the Inter-University Sustainable Development Research Programme. Professor Leal Filho has written, co-written, edited or co-edited more than 400 publications, including books, book chapters and papers in refereed journals.Anabela Marisa Azul is a Researcher at the Center for Neuroscience and Cell Biology (CNC) and the Institute for Interdisciplinary Research of the University of Coimbra (UC, Portugal). She holds a Ph.D. in Biological Sciences, specializing in Ecology (2002, UC), and pursued her investigation on biology and ecology of fungi to pinpoint the role of mycorrhizal symbiosis for sustainability of Mediterranean forests under different land use scenarios at the Centre for Functional Ecology (CFE-UC), where she became an Associate Researcher (from 2009 to 2014). At CFE-UC, Marisa Azul developed a holistic approach that combined innovation in food production with sustainable development and public scientific awareness to multiple actors. At CNC, from 2014 on, Marisa Azul focuses her investigation on basic research and participatory research dynamics to pinpoint links between metabolism, health/disease, and sustainability. She has broad academic experience as a researcher working in participatory research and interdisciplinary that link biomedical and life/environmental sciences, social sciences, science education, science communication, and artistic forms. ",
  "Her research interests also lie in bringing together the academy and social/economical players. She has been successful in attracting national and international funding, coordinating projects, and mentoring young researchers on the topics mentioned. ",
  "She has co-authored over 40 scientific publications and book chapters, co-edited 4 books on Climate Change Management Series and 1 onWorld Sustainability Series published by Springer, co-authored 4 books for children and 2 comics, and co-produced 1 animation.Luciana Brandli, Ph.D., is an Associate Professor in the University of Passo Fundo, Brazil, working in the Ph.D. Program in Civil and Environment Engineering. Her current research interests include sustainability in higher education and green campus, management of urban infrastructure and sustainable cities, and the Agenda 2030 for sustainable development. She supervises a number of Master’s and Doctoral students on engineering and environment and sustainability issues and has in excess of 300 publications, including books, book chapters, and papers in refereed journals.Amanda Lange Salvia has a degree in Environmental Engineering from the University of Passo Fundo, Brazil, and graduate studies focused on sustainable cities and universities. Her work focuses on the Sustainable Development Goals, the role of universities towards sustainability and the impacts of climate change. Amanda has experience with international studies assessing aspects related to the 2030 Agenda and sustainability in higher education. ",
  "She is reviewer of various journals and is also a member of the editorial board of the International Journal of Sustainability in Higher Education. Tony Wall (BSc Hons, PGDip, PGCHE, MA, MSc, EdD, MCIPD, NTFHEA) is a Professor, Founder and Director of the International Thriving at Work Research Group in the United Kingdom where he is the institutional lead for the Inter-University Sustainable Development Research Programme. "
]