[
  "Sustainable energy - Wikipedia Sustainable energy From Wikipedia, the free encyclopedia Jump to navigation Jump to search \"Green power\" redirects here. For other uses, see Green power (disambiguation).",
  "Sustainable energy involves increasing production of renewable energy, making safe energy universally available, and energy conservation. Clockwise from top left: Concentrated solar power with molten salt heat storage in Spain, wind energy in South Africa, electrified public transport in Singapore, and clean cooking in Ethiopia Energy is sustainable if it \"meets the needs of the present without compromising the ability of future generations to meet their own needs\". [1] Most definitions of sustainable energy include considerations of environmental aspects such as greenhouse gas emissions and social and economic aspects such as energy poverty. Renewable energy sources such as wind, hydroelectric power, solar, and geothermal energy are generally far more sustainable than fossil fuel sources. However, some renewable energy projects, such as the clearing of forests to produce biofuels, can cause severe environmental damage. The role of non-renewable energy sources in sustainable energy has been controversial.",
  "Nuclear power is a low-carbon source whose historic mortality rates are comparable to wind and solar, but its sustainability has been debated because of concerns about radioactive waste, nuclear proliferation, and accidents. Switching from coal to natural gas has environmental benefits, including a lower climate impact, but may lead to a delay in switching to more sustainable options.",
  "Carbon capture and storage can be built into power plants to remove their carbon dioxide (CO2) emissions, but is expensive and has seldom been implemented. Fossil fuels provide 85% of the world's energy consumption and the energy system is responsible for 76% of global greenhouse gas emissions. Around 790 million people in developing countries lack access to electricity and 2.6 billion rely on polluting fuels such as wood or charcoal to cook. Reducing greenhouse gas emissions to levels consistent with the 2015 Paris Agreement will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. The burning of fossil fuels and biomass is a major contributor to air pollution, which causes an estimated 7 million deaths each year. Therefore, the transition to a low-carbon energy system would have strong co-benefits for human health.",
  "Pathways exist to provide universal access to electricity and clean cooking in ways that are compatible with climate goals, while bringing major health and economic benefits to developing countries. In proposed climate change mitigation pathways that are compatible with limiting global warming to 2 °C (3.6 °F), the world rapidly phases out coal-fired power plants, produces more electricity from clean sources such as wind and solar, and shifts towards using electricity instead of fuels in sectors such as transport and heating buildings.",
  "For some energy-intensive technologies and processes that are difficult to electrify, many pathways describe a growing role for hydrogen fuel produced from low-emission energy sources. To accommodate larger shares of variable renewable energy, electrical grids require flexibility through infrastructure such as energy storage. To make deep reductions in emissions, infrastructure and technologies that use energy, such as buildings and transport systems, would need to be changed to use clean forms of energy and also to conserve energy. Some critical technologies for eliminating energy-related greenhouse gas emissions are not yet mature. Wind and solar energy generated 8.5% of worldwide electricity in 2019. This share has grown rapidly while costs have fallen and are projected to continue falling.",
  "The Intergovernmental Panel on Climate Change (IPCC) estimates that 2.5% of world gross domestic product (GDP) would need to be invested in the energy system each year between 2016 and 2035 to limit global warming to 1.5 °C (2.7 °F). Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality.",
  "In many cases they also increase energy security. Policy approaches include carbon pricing, renewable portfolio standards, phase-outs of fossil fuel subsidies, and the development of infrastructure to support electrification and sustainable transport. Funding research, development, and demonstration of new clean energy technologies is also an important role of government. Part of a series onSustainable energy Energy conservation Arcology Building insulation Cogeneration Eco hotel Efficient energy use Energy storage Environmental planning Environmental technology Fossil fuel phase-out Green building Green building and wood Green retrofit Heat pump List of low-energy building techniques Low-energy house Microgeneration Sustainable architecture Sustainable city Sustainable habitat Thermal energy storage Tropical green building Zero-energy building Zero heating building Renewable energy Biofuel Biogas Biomass Carbon-neutral fuel Geothermal Hydroelectricity Hydropower Marine energy Renewable energy transition Renewable heat Solar Sustainable biofuel Tidal power Wave power Wind Sustainable transport Bicycle Cycle rickshaw Electric bicycle Electric vehicle Green vehicle Human–electric hybrid vehicle Human-powered helicopter Human-powered hydrofoil Human-powered land vehicle Human-powered transport Human-powered watercraft Hybrid vehicle Kick scooter Personal rapid transit Personal transporter Plug-in hybrid Quadracycle Rail transport Rapid transit Roller skating Skateboarding Solar vehicle Tram Twike Velomobile Walking Wind-powered vehicle Renewable energy portal Categoryvte Contents 1 Definitions and background 1.1 Definitions 1.2 Environmental impacts 1.3 Sustainable development goals 2 Energy conservation 3 Sustainable energy sources 3.1 Renewable energy sources 3.1.1 Solar 3.1.2 Wind power 3.1.3 Hydropower 3.1.4 Geothermal 3.1.5 Bioenergy 3.1.6 Marine energy 3.2 Non-renewable energy sources 3.2.1 Fossil fuel switching and mitigation 3.2.2 Nuclear power 4 Energy system transformation 4.1 Integrating variable energy sources 4.1.1 Energy storage 4.2 Electrification 4.3 Hydrogen 4.4 Energy usage technologies 4.4.1 Transport 4.4.2 Buildings and cooking 4.4.3 Industry 5 Government policies 6 Finance 7 See also 8 References 8.1 Sources 9 External links Definitions and background[edit] \"Energy is the golden thread that connects economic growth, increased social equity, and an environment that allows the world to thrive. Development is not possible without energy, and sustainable development is not possible without sustainable energy.\" UN Secretary-General Ban Ki-moon[2] Definitions[edit] The United Nations Brundtland Commission described the concept of sustainable development, for which energy is a key component, in its 1987 report Our Common Future.",
  "It defined sustainable development as meeting \"the needs of the present without compromising the ability of future generations to meet their own needs\". [1] This description of sustainable development has since been referenced in many definitions and explanations of sustainable energy.",
  "[1][3][4][5] No single interpretation of how the concept of sustainability applies to energy has gained worldwide acceptance. [6] Working definitions of sustainable energy encompass multiple dimensions of sustainability such as environmental, economic, and social dimensions. [5] Historically, the concept of sustainable energy development has focused on emissions and on energy security. Since the early 1990s, the concept has broadened to encompass wider social and economic issues. [7] The environmental dimension of sustainability includes greenhouse gas emissions, impacts on biodiversity and ecosystems, hazardous waste and toxic emissions,[6] water consumption,[8] and depletion of non-renewable resources. [5] Energy sources with low environmental impact are sometimes called green energy or clean energy.",
  "The economic dimension of sustainability covers economic development, efficient use of energy, and energy security to ensure that each country has constant access to sufficient energy. [6][9][10] Social issues include access to affordable and reliable energy for all people, workers' rights, and land rights.",
  "[5][6] Environmental impacts[edit] A woman in rural Rajasthan, India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution. The current energy system contributes to many environmental problems, including climate change, air pollution, biodiversity loss, the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [11] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [12][13] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century.",
  "[14] The burning of fossil fuels and biomass is a major source of air pollution,[15][16] which causes an estimated 7 million deaths each year. [17] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain.",
  "[18] Air pollution is the second-leading cause of death from non-infectious disease. [19] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [20] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually,[21][19] and also contributes significantly to outdoor air pollution. [22] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [22] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions.",
  "[23] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity.",
  "Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [24] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification. [25] In 2021, UNECE published a lifecycle analysis of the environmental impact of numerous electricity generation technologies, accounting for the following: resource use (minerals, metals); land use; resource use (fossils); water use; particulate matter; photochemical ozone formation; ozone depletion; human toxicity (non-cancer); ionising radiation; human toxicity (cancer); eutrophication (terrestrial, marine, freshwater); ecotoxicity (freshwater); acidification; climate change. [26] Sustainable development goals[edit] Further information: Energy poverty and Energy poverty and cooking World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [27] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [28] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking.",
  "[29][30] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals,[31] which cover issues ranging from climate action to gender equality. [32] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030.",
  "[33] Energy conservation[edit] Main articles: Energy conservation and Efficient energy use Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [34] Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [35][36] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [37] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [38] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling.",
  "Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [39] Government policies to improve efficiency can include building codes, performance standards, carbon pricing, and the development of energy-efficient infrastructure to encourage changes in transport modes.",
  "[39][40] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [41] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh) per US dollar of GDP. [41] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [42] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [42] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services.",
  "[43] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour, such as selecting larger vehicles and homes. [44] Sustainable energy sources[edit] Renewable energy sources[edit] Main article: Renewable energy Growth of renewables was 45% larger in 2020 compared to 2019, including a 90% rise in global wind capacity additions (green) and a 23% expansion of new solar photovoltaic installations (yellow).",
  "[45] Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [46] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [47][48] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [49][50] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [51] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply.",
  "[33] Solar[edit] A photovoltaic power station in California, United States Main articles: Solar power and Solar water heating The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [52] In 2019, solar power provided around 3% of global electricity,[53] mostly through solar panels based on photovoltaic cells (PV).",
  "The panels are mounted on top of buildings or installed in utility-scale solar parks. Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [54] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [55] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [56][57] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [58] Panels typically contain heavy metals, so they pose environmental risks if put in landfills.",
  "[59] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined.",
  "[60] In concentrated solar power, solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine. Concentrated solar power can support dispatchable power generation, as some of the heat is typically stored to enable electricity to be generated when needed. [61][62] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [63] Wind power[edit] Main articles: Wind power and Environmental impact of wind power Wind turbines in Xinjiang, China Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [64] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019.",
  "[53] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [55] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher.",
  "[65] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [66] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines. [67][68] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [69] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [70] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing.",
  "[71] Hydropower[edit] Main article: Hydroelectricity Guri Dam, a hydroelectric dam in Venezuela Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century.",
  "[72][73] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [74] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation.",
  "[75] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [76] The highest emissions tend to occur with large dams in tropical regions.",
  "[77] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [74] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [74] Geothermal[edit] Main articles: Geothermal power and Geothermal heating Cooling towers at a geothermal power plant in Larderello, Italy Geothermal energy is produced by tapping into deep underground heat[78] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [79] Power is produced from the steam created in underground reservoirs.",
  "[80] Geothermal energy provided less than 1% of global energy consumption in 2020. [81] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes.",
  "[82] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [76] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [83] Bioenergy[edit] Main article: Bioenergy Further information: Sustainable biofuel Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light. A sugarcane plantation to produce ethanol in Brazil Biomass is renewable organic material that comes from plants and animals. [84] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles.",
  "[85][86] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [87] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow.",
  "[88] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems, degrade soils, and consume water resources and synthetic fertilisers. [89][90] Approximately one-third of all wood used for fuel is harvested unsustainably. [91] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change, cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [90][92] Use of farmland for growing biomass can result in less land being available for growing food. In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol, which requires a significant proportion of the harvest.",
  "[93][94] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects, as these forests are critical carbon sinks and habitats for diverse species. [95][96] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources.",
  "[97] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [87] Relatively sustainable sources of biomass include algae, waste, and crops grown on soil unsuitable for food production. [87] If the biomass source is agricultural or municipal waste, burning it or converting it into biogas provides a way to dispose of this waste. [89] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported.",
  "Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [98] Marine energy[edit] Main article: Marine energy Marine energy has the smallest share of the energy market.",
  "It includes tidal power, which is approaching maturity, and wave power, which is earlier in its development. Two tidal barrage systems in France and in South Korea make up 90% of global production. While single marine energy devices pose little risk to the environment, the impacts of larger devices are less well known. [99] Non-renewable energy sources[edit] Fossil fuel switching and mitigation[edit] Switching from coal to natural gas has advantages in terms of sustainability. For a given unit of energy produced, the life-cycle greenhouse-gas emissions of natural gas are around 40 times the emissions of wind or nuclear energy but are much less than coal. Natural gas produces around half the emissions of coal when used to generate electricity and around two-thirds the emissions of coal when used to produce heat.",
  "Reducing methane leaks in the process of extracting and transporting natural gas could further decrease its climate impact. [100] Natural gas produces less air pollution than coal.",
  "[101] Switching from coal to natural gas reduces emissions in the short term, however in the long term it does not provide a path to net-zero emissions. Developing natural gas infrastructure risks carbon lock-in and stranded assets, where new fossil infrastructure either commits to decades of carbon emissions, or has to be written off before it makes a profit. [102][103] The greenhouse gas emissions of fossil fuel and biomass power plants can be significantly reduced through carbon capture and storage (CCS). Most studies use a working assumption that CCS can capture 85–90% of the carbon dioxide (CO2) emissions from a power plant. [104][105] Even if 90% of emitted CO2 is captured from a coal-fired power plant, its uncaptured emissions would still be many times greater than the emissions of nuclear, solar or wind energy per unit of electricity produced. [106][107] Since coal plants using CCS would be less efficient, they would require more coal and thus increase the pollution associated with mining and transporting coal.",
  "[108] The CCS process is expensive, with costs depending considerably on the location's proximity to suitable geology for carbon dioxide storage. [109][110] Deployment of this technology is still very limited, with only 21 large-scale CCS plants in operation worldwide as of 2020.",
  "[111] Nuclear power[edit] Main article: Nuclear power debate Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [112] Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [113] Nuclear power plants in over 30 countries generate about 10% of global electricity. [114] As of 2019, nuclear generated over a quarter of all low-carbon energy, making it the second largest source after hydropower. [81] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium—are similar to the emissions from renewable energy sources.",
  "[76] Nuclear power uses little land per unit of energy produced, compared to the major renewables,[115] and does not create local air pollution. [116] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years.",
  "[117][118] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [119] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [120] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste, nuclear weapon proliferation, and accidents. [121] Radioactive nuclear waste must be managed for thousands of years[121] and nuclear power plants create fissile material that can be used for weapons. [121] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [106] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement.",
  "[121] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [122] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants.",
  "Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal, but have not yet been deployed on a large-scale commercial basis. [123] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [124] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing. [125] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [126] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it won't contribute to a 2050 net zero goal for climate change mitigation. [127] Energy system transformation[edit] Main article: Energy transition Energy use in industry caused 24.2% of all GHG emissions in 2016.",
  "Energy use in buildings and transport caused 17.5% and 16.2% of emissions, respectively. Another 9.5% of emissions came from other energy uses and 5.8% were fugitive emissions from the production of fossil fuels.",
  "[128] The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [11] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars, and networks of electric vehicle charging facilities and repair shops. [129] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: The use of low-emission energy sources to produce electricity Electrification – that is increased use of electricity instead of directly burning fossil fuels Accelerated adoption of energy efficiency measures[130] Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [131] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel.",
  "[132] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [133] The IEA states that further innovation in the energy sector, such as in battery technologies and carbon-neutral fuels, is needed to reach net-zero emissions by 2050.",
  "[134] Developing new technologies requires research and development, demonstration, and cost reductions via deployment. [134] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [135][136] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [137][138] Historically, several countries have made rapid economic gains through coal usage. [137] However, there remains a window of opportunity for many poor countries and regions to \"leapfrog\" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [137] Integrating variable energy sources[edit] Buildings in the Solar Settlement at Schlierberg, Germany, produce more energy than they consume.",
  "They incorporate rooftop solar panels and are built for maximum energy efficiency. [139] To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility.",
  "[140] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [141] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [142] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [53] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [142] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability.",
  "[143] Energy demand can be shifted in time through energy demand management and the use of smart grids, matching the times when variable energy production is highest. With grid energy storage, energy produced in excess can be released when needed.",
  "[142] Further flexibility could be provided from sector coupling, that is coupling the electricity sector to the heat and mobility sector via power-to-heat-systems and electric vehicles. [144] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [145] Energy storage[edit] Main articles: Energy storage and Grid energy storage Battery storage facilityEnergy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [146] The most commonly used and available storage method is pumped-storage hydroelectricity, which requires locations with large differences in height and access to water.",
  "[146] Batteries, especially lithium-ion batteries, are also deployed widely. [147] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons.",
  "[148] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal variations in energy production. [149] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [150][151] Electrification[edit] Main article: Electrification The outdoor section of a heat pump. In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [152] Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector.",
  "[130] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply.",
  "[153] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [130] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [130] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [154] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [155] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world.",
  "[156] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [157] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals.",
  "[157] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [158] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo, a politically unstable region where mining is often associated with human rights risks. [157] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain. [159] Hydrogen[edit] Main articles: Hydrogen economy, Hydrogen fuel, and Hydrogen storage Hydrogen is a gas that can be burned with oxygen to produce heat and water or with carbon-dioxid to produce heat, water and methane or combined with oxygen in fuel cells to generate electricity directly, with water being the only emissions at the point of usage. The overall lifecycle emissions of hydrogen depend on how it is produced. Nearly all of the world's current supply of hydrogen is created from fossil fuels.",
  "[160][161] The main method is steam methane reforming, in which hydrogen is produced from a chemical reaction between steam and methane, the main component of natural gas. Producing one tonne of hydrogen through this process emits 6.6–9.3 tonnes of carbon dioxide.",
  "[162] While carbon capture can remove a large fraction of these emissions, the overall carbon footprint of hydrogen from natural gas is difficult to assess as of 2021[update], in part because of emissions created in the production of the natural gas itself. [163] Energy, in form of electricity, can be used to split water molecules, producing sustainable hydrogen provided the electricity was generated sustainably. However, this electrolysis process is currently financially more expensive than creating hydrogen from methane and the efficiency of energy conversion is inherently low. [132] Hydrogen can be produced when there is a surplus of intermittent renewable electricity, then stored and used to generate heat or to re-generate electricity. [164] It can be further transformed into synthetic fuels such as ammonia and methanol. [165] Innovation in hydrogen electrolysers could make large-scale production of hydrogen from electricity more cost-competitive.",
  "[166] There is potential for hydrogen to play a significant role in decarbonising energy systems because in certain sectors, replacing fossil fuels with direct use of electricity would be very difficult. [132] Hydrogen fuel can produce the intense heat required for industrial production of steel, cement, glass, and chemicals.",
  "For steelmaking, hydrogen can function as a clean energy carrier and simultaneously as a low-carbon catalyst replacing coal-derived coke. [167] Disadvantages of hydrogen as an energy carrier include high costs of storage and distribution due to hydrogen's explosivity, its large volume compared to other fuels, and its tendency to make pipes brittle. [163] Energy usage technologies[edit] Transport[edit] Utility cycling infrastructure, such as this bike lane in Vancouver, encourages sustainable transport. [168] Main article: Sustainable transport Transport accounts for 14% of global greenhouse gas emissions,[169] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [170][171] Short-distance flights can be replaced by high-speed rail, which is more efficient, especially when electrified.",
  "[172][173] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [174][175] The energy efficiency of cars has increased over time,[176] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution.",
  "[177] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [178] Substantially reducing pollution from these sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [179] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [180][149] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [181] Hydrogen vehicles may be an option for larger vehicles such as lorries. [182] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel.",
  "[183] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [184] Buildings and cooking[edit] Further information: Renewable heat, Green building, and Energy poverty and cooking Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy.",
  "[185] For cooking, electric induction stoves are one of the most energy-efficient and safest options. [186][187] Over one-third of energy use is in buildings and their construction. [188] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters, geothermal energy, central solar heating, reuse of waste heat, and seasonal thermal energy storage. [189][190][191] Heat pumps provide both heat and air conditioning through a single appliance. [192] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [193] A highly efficient way to heat buildings is through district heating, in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes.",
  "Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [194][195] Cooling of buildings can be made more efficient through passive building design, planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water.",
  "[196][197] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [197] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [198] In developing countries where populations suffer from energy poverty, polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [199] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries,[186] would dramatically improve health and have minimal negative effects on climate. [200][201] Clean cooking facilities, e.g.",
  "cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [186] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult.",
  "[202] Industry[edit] Over one-third of energy use is by industry. Most of that energy is deployed in thermal processes: generating heat, drying, and refrigeration. The share of renewable energy in industry was 14.5% in 2017—mostly low-temperature heat supplied by bioenergy and electricity. The most energy-intensive activities in industry have the lowest shares of renewable energy, as they face limitations in generating heat at temperatures over 200 °C (390 °F). [203] For some industrial processes, commercialisation of technologies that have not yet been built or operated at full scale will be needed to eliminate greenhouse gas emissions. [204] Steelmaking, for instance, is difficult to electrify because it traditionally uses coke, which is derived from coal, both to create very high-temperature heat and as an ingredient in the steel itself.",
  "[205] The production of plastic, cement, and fertilisers also requires significant amounts of energy, with limited possibilities available to decarbonise. [206] A switch to a circular economy would make industry more sustainable as it involves recycling more and thereby using less energy compared to investing energy to mine and refine new raw materials.",
  "[207] Government policies[edit] Further information: Politics of climate change and Energy policy \"Bringing new energy technologies to market can often take several decades, but the imperative of reaching net‐zero emissions globally by 2050 means that progress has to be much faster. Experience has shown that the role of government is crucial in shortening the time needed to bring new technology to market and to diffuse it widely.\" International Energy Agency (2021)[208] Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles. [209] Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [210] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [211] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration.",
  "Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [209] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources.",
  "[212][213] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [214] In other cases divorcing government from fossil fuel investments can contribute to a less hindered, more transparent and accelerated approach to implementing policies to support sustainable energy usage and production. [215] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [210] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [210] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [216] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment.",
  "[217] Carbon pricing (such as a tax on CO2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services.",
  "[218] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [219][220] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [221] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [222] Carbon taxes provide a source of revenue that can be used to lower other taxes[223] or help lower-income households afford higher energy costs. [224] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments. [225] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive.",
  "[226][227] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [228][229] In addition to domestic policies, greater international cooperation will be required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access.",
  "[230] Countries may support renewables to create jobs. [231] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [232] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [232] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [137] Finance[edit] Further information: Climate finance Electrified heat and transport are key areas of investment for the renewable energy transition.",
  "Raising enough money for innovation and investment is a prerequisite for the energy transition. [233] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035.",
  "Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [234] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [235] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [236] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [237] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [238] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation.",
  "However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [239][240] Fossil fuel funding and subsidies are a significant barrier to the energy transition.",
  "[241][233] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the impacts from air pollution. [242] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [243] Funding for clean energy has been largely unaffected by the COVID-19 pandemic, and pandemic-related economic stimulus packages offer possibilities for a green recovery. [244][245] See also[edit] Low-carbon economy Timeline of sustainable energy research 2020–present Renewable energy portal Energy portal Wind power portal References[edit] ^ a b c Kutscher, Milford & Kreith 2019, pp. 5–6.",
  "^ United Nations Development Programme 2016, p. 5. ^ \"Definitions: energy, sustainability and the future\".",
  "The Open University. Archived from the original on 27 January 2021. Retrieved 30 December 2020. ^ Golus̆in, Popov & Dodić 2013, p. 8. ^ a b c d Hammond, Geoffrey P.; Jones, Craig I. \"Sustainability criteria for energy resources and technologies\".",
  "In Galarraga, González-Eguino & Markandya (2011), pp. 21–47.",
  "^ a b c d UNECE 2020, pp. 3–4 ^ Gunnarsdottir, I.; Davidsdottir, B.; Worrel, E.; Sigurgeirsdottir, S. (2021). \"Sustainable energy development: History of the concept and emerging themes\". Renewable and Sustainable Energy Reviews. 141: 110770. doi:10.1016/j.rser.2021.110770. ISSN 1364-0321.",
  "S2CID 233585148. Archived from the original on 15 August 2021.",
  "Retrieved 15 August 2021. ^ Kutscher, Milford & Kreith 2019, pp. 1–2. ^ Vera, Ivan; Langlois, Lucille (2007). \"Energy indicators for sustainable development\". Energy.",
  "32 (6): 875–882. doi:10.1016/j.energy.2006.08.006.",
  "ISSN 0360-5442. Archived from the original on 15 August 2021. Retrieved 15 August 2021. ^ Kutscher, Milford & Kreith 2019, pp. 3–5. ^ a b United Nations Environment Programme 2019, p. 46.",
  "^ \"Global Historical Emissions\". Climate Watch.",
  "Archived from the original on 4 June 2021. Retrieved 19 August 2021. ^ Ge, Mengpin; Friedrich, Johannes; Vigna, Leandro (August 2021). \"4 Charts Explain Greenhouse Gas Emissions by Countries and Sectors\". World Resources Institute. Archived from the original on 19 August 2021.",
  "Retrieved 19 August 2021. ^ \"The Paris Agreement\".",
  "United Nations Framework Convention on Climate Change. Archived from the original on 19 March 2021. Retrieved 18 September 2021. ^ Watts, Nick; Amann, Markus; Arnell, Nigel; Ayeb-Karlsson, Sonja; et al. (2021). \"The 2020 report of The Lancet Countdown on health and climate change: responding to converging crises\".",
  "The Lancet. 397 (10269): 151. doi:10.1016/S0140-6736(20)32290-X.",
  "ISSN 0140-6736. PMID 33278353. ^ \"Every breath you take: The staggering, true cost of air pollution\". United Nations Development Programme. 4 June 2019. Archived from the original on 20 April 2021.",
  "Retrieved 4 May 2021. ^ \"New WHO Global Air Quality Guidelines aim to save millions of lives from air pollution\".",
  "World Health Organization. 22 September 2021. Archived from the original on 23 September 2021. Retrieved 16 October 2021. ^ \"Acid Rain and Water\". United States Geological Survey.",
  "Archived from the original on 27 June 2021. Retrieved 14 October 2021.",
  "^ a b World Health Organization 2018, p. 16. ^ \"Ambient (outdoor) air pollution\". World Health Organization. 22 September 2021. Archived from the original on 8 October 2021. Retrieved 22 October 2021.",
  "^ Ritchie, Hannah; Roser, Max (2019). \"Access to Energy\".",
  "Our World in Data. Archived from the original on 1 April 2021. Retrieved 1 April 2021. ^ a b World Health Organization 2016, pp. vii–xiv. ^ Soysal & Soysal 2020, p. 118.",
  "^ Soysal & Soysal 2020, pp. 470–472.",
  "^ Tester 2012, p. 504. ^ Life Cycle Assessment of Electricity Generation Options (Report). United Nations Economic Commission for Europe. p. 59. Archived from the original on 15 November 2021. Retrieved 24 November 2021.",
  "^ Kessides, Ioannis N.; Toman, Michael (28 July 2011). \"The Global Energy Challenge\".",
  "World Bank. Archived from the original on 25 July 2019. Retrieved 27 September 2019. ^ Morris et al. 2015, pp. 24–27.",
  "^ \"Access to clean cooking\". SDG7: Data and Projections.",
  "IEA. October 2020. Archived from the original on 6 December 2019. Retrieved 31 March 2021. ^ IEA 2021, p. 167. ^ Sarkodie, Samuel Asumadu (20 July 2022).",
  "\"Winners and losers of energy sustainability—Global assessment of the Sustainable Development Goals\". Science of the Total Environment.",
  "831. 154945. Bibcode:2022ScTEn.831o4945S. doi:10.1016/j.scitotenv.2022.154945. ISSN 0048-9697. PMID 35367559.",
  "S2CID 247881708. ^ Deputy Secretary-General (6 June 2018).",
  "\"Sustainable Development Goal 7 on Reliable, Modern Energy 'Golden Thread' Linking All Other Targets, Deputy-Secretary-General Tells High-Level Panel\" (Press release). United Nations. Archived from the original on 17 May 2021. Retrieved 19 March 2021. ^ a b \"Goal 7: Ensure access to affordable, reliable, sustainable and modern energy for all\". SDG Tracker.",
  "Archived from the original on 2 February 2021. Retrieved 12 March 2021.",
  "^ \"Energy use per person\". Our World in Data. Archived from the original on 28 November 2020. Retrieved 16 July 2021. ^ \"Europe 2030: Energy saving to become \"first fuel\"\". EU Science Hub.",
  "European Commission. 25 February 2016.",
  "Archived from the original on 18 September 2021. Retrieved 18 September 2021. ^ Motherway, Brian (19 December 2019). \"Energy efficiency is the first fuel, and demand for it needs to grow\". IEA. Archived from the original on 18 September 2021.",
  "Retrieved 18 September 2021. ^ \"Energy Efficiency 2018: Analysis and outlooks to 2040\".",
  "IEA. October 2018. Archived from the original on 29 September 2020. ^ Fernandez Pales, Araceli; Bouckaert, Stéphanie; Abergel, Thibaut; Goodson, Timothy (10 June 2021). \"Net zero by 2050 hinges on a global push to increase energy efficiency\". IEA.",
  "Archived from the original on 20 July 2021. Retrieved 19 July 2021.",
  "^ a b IEA 2021, pp. 68–69. ^ Mundaca, Luis; Ürge-Vorsatz, Diana; Wilson, Charlie (2019). \"Demand-side approaches for limiting global warming to 1.5 °C\". Energy Efficiency. 12 (2): 343–362.",
  "doi:10.1007/s12053-018-9722-9. ISSN 1570-6478.",
  "S2CID 52251308. ^ a b IEA, IRENA, United Nations Statistics Division, World Bank, World Health Organization 2021, p. 12. ^ a b IEA, IRENA, United Nations Statistics Division, World Bank, World Health Organization 2021, p. 11. ^ Brockway, Paul; Sorrell, Steve; Semieniuk, Gregor; Heun, Matthew K.; et al. (2021). \"Energy efficiency and economy-wide rebound effects: A review of the evidence and its implications\".",
  "Renewable and Sustainable Energy Reviews. 141: 110781. doi:10.1016/j.rser.2021.110781.",
  "ISSN 1364-0321. S2CID 233554220. Archived from the original on 10 August 2021. Retrieved 8 August 2021. ^ \"Energy Efficiency 2019\". IEA.",
  "November 2019. Archived from the original on 13 October 2020.",
  "Retrieved 21 September 2020. ^ \"Renewable electricity\". Renewable Energy Market Update 2021. IEA. May 2021. Archived from the original on 11 May 2021.",
  "^ IEA 2007, p. 3. ^ Santangeli, Andrea; Toivonen, Tuuli; Pouzols, Federico Montesino; Pogson, Mark; et al.",
  "(2016). \"Global change synergies and trade-offs between renewable energy and biodiversity\". GCB Bioenergy. 8 (5): 941–951. doi:10.1111/gcbb.12299. ISSN 1757-1707.",
  "^ Rehbein, Jose A.; Watson, James E.M.; Lane, Joe L.; Sonter, Laura J.; et al. (2020).",
  "\"Renewable energy development threatens many globally important biodiversity areas\" (PDF). Global Change Biology. 26 (5): 3040–3051. Bibcode:2020GCBio..26.3040R. doi:10.1111/gcb.15067. ISSN 1365-2486.",
  "PMID 32133726. S2CID 212418220.",
  "^ Ritchie, Hannah (2019). \"Renewable Energy\". Our World in Data. Archived from the original on 4 August 2020. Retrieved 31 July 2020. ^ Renewables 2020 Analysis and forecast to 2025 (PDF) (Report).",
  "IEA. 2020. p. 12.",
  "Archived from the original on 26 April 2021. ^ \"Access to electricity\". SDG7: Data and Projections. IEA. 2020. Archived from the original on 13 May 2021.",
  "Retrieved 5 May 2021. ^ Soysal & Soysal 2020, p. 406.",
  "^ a b c \"Wind & Solar Share in Electricity Production Data\". Global Energy Statistical Yearbook 2021. Enerdata. Archived from the original on 19 July 2019. Retrieved 13 June 2021. ^ Kutscher, Milford & Kreith 2019, pp.",
  "34–35. ^ a b \"Levelized Cost of Energy and of Storage\".",
  "Lazard. 19 October 2020. Archived from the original on 25 February 2021. Retrieved 26 February 2021. ^ Victoria, Marta; Haegel, Nancy; Peters, Ian Marius; Sinton, Ron; et al. (2021).",
  "\"Solar photovoltaics is ready to power a sustainable future\". Joule.",
  "5 (5): 1041–1056. doi:10.1016/j.joule.2021.03.005. ISSN 2542-4351. ^ IRENA 2021, pp. 19, 22. ^ Goetz, Katelyn P.; Taylor, Alexander D.; Hofstetter, Yvonne J.; Vaynzof, Yana (2020).",
  "\"Sustainability in Perovskite Solar Cells\". ACS Applied Materials & Interfaces.",
  "13 (1): 1–17. doi:10.1021/acsami.0c17269. ISSN 1944-8244. PMID 33372760. S2CID 229714294. ^ Xu, Yan; Li, Jinhui; Tan, Quanyin; Peters, Anesia Lauren; et al.",
  "(2018). \"Global status of recycling waste solar panels: A review\".",
  "Waste Management. 75: 450–458. doi:10.1016/j.wasman.2018.01.036. ISSN 0956-053X. PMID 29472153. Archived from the original on 28 June 2021.",
  "Retrieved 28 June 2021. ^ Tian, Xueyu; Stranks, Samuel D.; You, Fengqi (2020).",
  "\"Life cycle energy use and environmental implications of high-performance perovskite tandem solar cells\". Science Advances. 6 (31): eabb0055. Bibcode:2020SciA....6...55T. doi:10.1126/sciadv.abb0055. ISSN 2375-2548.",
  "PMC 7399695. PMID 32937582.",
  "S2CID 220937730. ^ Kutscher, Milford & Kreith 2019, pp. 35–36. ^ \"Solar energy\". International Renewable Energy Agency. Archived from the original on 13 May 2021.",
  "Retrieved 5 June 2021. ^ REN21 2020, p. 124.",
  "^ Soysal & Soysal 2020, p. 366. ^ \"What are the advantages and disadvantages of offshore wind farms?\". American Geosciences Institute. 12 May 2016. Archived from the original on 18 September 2021. Retrieved 18 September 2021.",
  "^ Szarka 2007, p. 176. ^ Wang, Shifeng; Wang, Sicong (2015).",
  "\"Impacts of wind energy on environment: A review\". Renewable and Sustainable Energy Reviews. 49: 437–443. doi:10.1016/j.rser.2015.04.137. ISSN 1364-0321. Archived from the original on 4 June 2021.",
  "Retrieved 15 June 2021. ^ Soysal & Soysal 2020, p. 215.",
  "^ Soysal & Soysal 2020, p. 213. ^ Huang, Yu-Fong; Gan, Xing-Jia; Chiueh, Pei-Te (2017). \"Life cycle assessment and net energy analysis of offshore wind power systems\". Renewable Energy. 102: 98–106. doi:10.1016/j.renene.2016.10.050.",
  "ISSN 0960-1481. ^ Belton, Padraig (7 February 2020).",
  "\"What happens to all the old wind turbines?\". BBC. Archived from the original on 23 February 2021. Retrieved 27 February 2021. ^ Smil 2017b, p. 286. ^ REN21 2021, p. 21.",
  "^ a b c Moran, Emilio F.; Lopez, Maria Claudia; Moore, Nathan; Müller, Norbert; et al. (2018).",
  "\"Sustainable hydropower in the 21st century\". Proceedings of the National Academy of Sciences. 115 (47): 11891–11898. doi:10.1073/pnas.1809426115. ISSN 0027-8424. PMC 6255148.",
  "PMID 30397145. ^ Kumar, A.; Schei, T.; Ahenkorah, A.; Caceres Rodriguez, R. et al.",
  "\"Hydropower\". In IPCC (2011), pp. 451, 462, 488. ^ a b c Schlömer, S.; Bruckner, T.; Fulton, L.; Hertwich, E. et al. \"Annex III: Technology-specific cost and performance parameters\". In IPCC (2014), p. 1335.",
  "^ Almeida, Rafael M.; Shi, Qinru; Gomes-Selman, Jonathan M.; Wu, Xiaojian; et al. (2019).",
  "\"Reducing greenhouse gas emissions of Amazon hydropower with strategic dam planning\". Nature Communications. 10 (1): 4281. Bibcode:2019NatCo..10.4281A. doi:10.1038/s41467-019-12179-5. ISSN 2041-1723.",
  "PMC 6753097. PMID 31537792.",
  "^ László, Erika (1981). \"Geothermal Energy: An Old Ally\". Ambio. 10 (5): 248–249. JSTOR 4312703. ^ REN21 2020, p. 97.",
  "^ \"Geothermal Energy Information and Facts\". National Geographic.",
  "19 October 2009. Archived from the original on 8 August 2021. Retrieved 8 August 2021. ^ a b Ritchie, Hannah; Roser, Max (2020). \"Energy mix\". Our World in Data.",
  "Archived from the original on 2 July 2021. Retrieved 9 July 2021.",
  "^ Soysal & Soysal 2020, pp. 222, 228. ^ Soysal & Soysal 2020, pp. 228–229. ^ \"Biomass explained\". US Energy Information Administration.",
  "8 June 2021. Archived from the original on 15 September 2021.",
  "Retrieved 13 September 2021. ^ Kopetz, Heinz (2013). \"Build a biomass energy market\". Nature. 494 (7435): 29–31. doi:10.1038/494029a.",
  "ISSN 1476-4687. PMID 23389528.",
  "^ Demirbas, Ayhan (2008). \"Biofuels sources, biofuel policy, biofuel economy and global biofuel projections\". Energy Conversion and Management. 49 (8): 2106–2116. doi:10.1016/j.enconman.2008.02.020. ISSN 0196-8904.",
  "Archived from the original on 18 March 2013. Retrieved 11 February 2021.",
  "^ a b c Correa, Diego F.; Beyer, Hawthorne L.; Fargione, Joseph E.; Hill, Jason D.; et al. (2019). \"Towards the implementation of sustainable biofuel production systems\". Renewable and Sustainable Energy Reviews. 107: 250–263. doi:10.1016/j.rser.2019.03.005.",
  "ISSN 1364-0321. S2CID 117472901.",
  "Archived from the original on 17 July 2021. Retrieved 7 February 2021. ^ Daley, Jason (24 April 2018). \"The EPA Declared That Burning Wood Is Carbon Neutral. It's Actually a Lot More Complicated\". Smithsonian Magazine.",
  "Archived from the original on 30 June 2021. Retrieved 14 September 2021.",
  "^ a b Tester 2012, p. 512. ^ a b Smil 2017a, p. 162. ^ World Health Organization 2016, p. 73. ^ IPCC 2014, p. 616. ^ \"Biofuels explained: Ethanol\". US Energy Information Administration.",
  "18 June 2020. Archived from the original on 14 May 2021.",
  "Retrieved 16 May 2021. ^ Foley, Jonathan (5 March 2013). \"It's Time to Rethink America's Corn System\". Scientific American. Archived from the original on 3 January 2020. Retrieved 16 May 2021.",
  "^ Ayompe, Lacour M.; Schaafsma, M.; Egoh, Benis N. (1 January 2021). \"Towards sustainable palm oil production: The positive and negative impacts on ecosystem services and human wellbeing\".",
  "Journal of Cleaner Production. 278: 123914. doi:10.1016/j.jclepro.2020.123914. ISSN 0959-6526. S2CID 224853908. Archived from the original on 7 October 2021. Retrieved 7 October 2021.",
  "^ Lustgarten, Abrahm (20 November 2018). \"Palm Oil Was Supposed to Help Save the Planet.",
  "Instead It Unleashed a Catastrophe\". The New York Times. ISSN 0362-4331. Archived from the original on 17 May 2019. Retrieved 15 May 2019. ^ Smil 2017a, p. 161.",
  "^ National Academies of Sciences, Engineering, and Medicine 2019, p. 3. ^ REN21 2021, pp.",
  "113–116. ^ \"The Role of Gas: Key Findings\". IEA. July 2019. Archived from the original on 1 September 2019. Retrieved 4 October 2019.",
  "^ \"Natural gas and the environment\". US Energy Information Administration.",
  "Archived from the original on 2 April 2021. Retrieved 28 March 2021. ^ Plumer, Brad (26 June 2019). \"As Coal Fades in the U.S., Natural Gas Becomes the Climate Battleground\". The New York Times. Archived from the original on 23 September 2019.",
  "Retrieved 4 October 2019. ^ Gürsan, C.; de Gooyert, V. (2021).",
  "\"The systemic impact of a transition fuel: Does natural gas help or hinder the energy transition?\". Renewable and Sustainable Energy Reviews. 138: 110552. doi:10.1016/j.rser.2020.110552. ISSN 1364-0321. S2CID 228885573. Archived from the original on 7 October 2021.",
  "Retrieved 7 October 2021. ^ Budinis, Sarah (1 November 2018).",
  "\"An assessment of CCS costs, barriers and potential\". Energy Strategy Reviews. 22: 61–81. doi:10.1016/j.esr.2018.08.003. ISSN 2211-467X. ^ \"Zero-emission carbon capture and storage in power plants using higher capture rates\".",
  "IEA. 7 January 2021.",
  "Archived from the original on 30 March 2021. Retrieved 14 March 2021. ^ a b Ritchie, Hannah (10 February 2020). \"What are the safest and cleanest sources of energy?\". Our World in Data. Archived from the original on 29 November 2020.",
  "Retrieved 14 March 2021. ^ Evans, Simon (8 December 2017).",
  "\"Solar, wind and nuclear have 'amazingly low' carbon footprints, study finds\". Carbon Brief. Archived from the original on 16 March 2021. Retrieved 15 March 2021. ^ IPCC 2018, 5.4.1.2. ^ Evans, Simon (27 August 2020).",
  "\"Wind and solar are 30–50% cheaper than thought, admits UK government\". Carbon Brief.",
  "Archived from the original on 23 September 2020. Retrieved 30 September 2020. ^ Malischek, Raimund. \"CCUS in Power\". IEA. Archived from the original on 29 September 2020.",
  "Retrieved 30 September 2020. ^ Deign, Jason (7 December 2020).",
  "\"Carbon Capture: Silver Bullet or Mirage?\". Greentech Media. Archived from the original on 19 January 2021. Retrieved 14 February 2021. ^ Roser, Max (10 December 2020). \"The world's energy problem\".",
  "Our World in Data. Archived from the original on 21 July 2021.",
  "Retrieved 21 July 2021. ^ Rhodes, Richard (19 July 2018). \"Why Nuclear Power Must Be Part of the Energy Solution\". Yale Environment 360. Yale School of the Environment. Archived from the original on 9 August 2021.",
  "Retrieved 24 July 2021. ^ \"Nuclear Power in the World Today\".",
  "World Nuclear Association. June 2021. Archived from the original on 16 July 2021. Retrieved 19 July 2021. ^ Van Zalk, John; Behrens, Paul (2018). \"The spatial extent of renewable and non-renewable power generation: A review and meta-analysis of power densities and their application in the U.S.\" Energy Policy.",
  "123: 83–91. doi:10.1016/j.enpol.2018.08.023.",
  "ISSN 0301-4215. ^ Ritchie, Hannah; Roser, Max (2020). \"Nuclear Energy\". Our World in Data. Archived from the original on 20 July 2021. Retrieved 19 July 2021.",
  "^ MacKay 2008, p. 162. ^ Gill, Matthew; Livens, Francis; Peakman, Aiden.",
  "\"Nuclear Fission\". In Letcher (2020), p. 135. ^ Muellner, Nikolaus; Arnold, Nikolaus; Gufler, Klaus; Kromp, Wolfgang; Renneberg, Wolfgang; Liebert, Wolfgang (2021). \"Nuclear energy - The solution to climate change?\". Energy Policy. 155.",
  "112363. doi:10.1016/j.enpol.2021.112363. S2CID 236254316.",
  "^ IPCC 2018, 2.4.2.1. ^ a b c d Gill, Matthew; Livens, Francis; Peakman, Aiden. \"Nuclear Fission\". In Letcher (2020), pp. 147–149. ^ Timmer, John (21 November 2020).",
  "\"Why are nuclear plants so expensive? Safety's only part of the story\".",
  "Ars Technica. Archived from the original on 28 April 2021. Retrieved 17 March 2021. ^ Technical assessment of nuclear energy with respect to the 'do no significant harm' criteria of Regulation (EU) 2020/852 ('Taxonomy Regulation') (PDF) (Report). European Commission Joint Research Centre. 2021. p. 53.",
  "Archived (PDF) from the original on 26 April 2021. ^ Gill, Matthew; Livens, Francis; Peakman, Aiden.",
  "\"Nuclear Fission\". In Letcher (2020), pp. 146–147. ^ Locatelli, Giorgio; Mignacca, Benito. \"Small Modular Nuclear Reactors\". In Letcher (2020), pp.",
  "151–169. ^ McGrath, Matt (6 November 2019).",
  "\"Nuclear fusion is 'a question of when, not if'\". BBC. Archived from the original on 25 January 2021. Retrieved 13 February 2021. ^ Amos, Jonathan (9 February 2022). \"Major breakthrough on nuclear fusion energy\".",
  "BBC. Archived from the original on 1 March 2022.",
  "Retrieved 10 February 2022. ^ Ritchie, Hannah; Roser, Max (11 May 2020). \"Emissions by sector\". Our World in Data. Archived from the original on 28 July 2021. Retrieved 30 July 2021.",
  "^ Jaccard 2020, pp. 202–203, Chapter 11 – \"Renewables Have Won\".",
  "^ a b c d IPCC 2014, 7.11.3. ^ IEA 2021, pp. 106–110. ^ a b c Evans, Simon; Gabbatiss, Josh (30 November 2020). \"In-depth Q&A: Does the world need hydrogen to solve climate change?\". Carbon Brief.",
  "Archived from the original on 1 December 2020. Retrieved 1 December 2020.",
  "^ Jaccard 2020, p. 203, Chapter 11 – \"Renewables Have Won\". ^ a b IEA 2021, p. 15. ^ World Health Organization 2018, Executive Summary. ^ Vandyck, T.; Keramidas, K.; Kitous, A.; Spadaro, J.V. ; et al. (2018).",
  "\"Air quality co-benefits for human health and agriculture counterbalance costs to meet Paris Agreement pledges\". Nature Communications.",
  "9 (1): 4939. Bibcode:2018NatCo...9.4939V. doi:10.1038/s41467-018-06885-9. PMC 6250710. PMID 30467311. ^ a b c d United Nations Environment Programme 2019, pp.",
  "46–55. ^ IPCC 2018, p. 97 ^ Hopwood, David (2007).",
  "\"Blueprint for sustainability? : What lessons can we learn from Freiburg's inclusive approach to sustainable development?\". Refocus. 8 (3): 54–57. doi:10.1016/S1471-0846(07)70068-9. ISSN 1471-0846.",
  "Archived from the original on 2 November 2021. Retrieved 17 October 2021.",
  "^ United Nations Environment Programme 2019, p. 47. ^ \"Introduction to System Integration of Renewables\". IEA. Archived from the original on 15 May 2020. Retrieved 30 May 2020. ^ a b c Blanco, Herib; Faaij, André (2018).",
  "\"A review at the role of storage in energy systems with a focus on Power to Gas and long-term storage\". Renewable and Sustainable Energy Reviews.",
  "81: 1049–1086. doi:10.1016/j.rser.2017.07.062. ISSN 1364-0321. ^ REN21 2020, p. 177. ^ Bloess, Andreas; Schill, Wolf-Peter; Zerrahn, Alexander (2018). \"Power-to-heat for renewable energy integration: A review of technologies, modeling approaches, and flexibility potentials\".",
  "Applied Energy. 212: 1611–1626.",
  "doi:10.1016/j.apenergy.2017.12.073. Archived from the original on 4 June 2020. Retrieved 24 July 2021. ^ IEA 2020, p. 109. ^ a b Koohi-Fayegh, S.; Rosen, M.A. (2020).",
  "\"A review of energy storage types, applications and recent developments\". Journal of Energy Storage.",
  "27: 101047. doi:10.1016/j.est.2019.101047. ISSN 2352-152X. S2CID 210616155. Archived from the original on 17 July 2021. Retrieved 28 November 2020. ^ Katz, Cheryl (17 December 2020).",
  "\"The batteries that could make fossil fuels obsolete\". BBC.",
  "Archived from the original on 11 January 2021. Retrieved 10 January 2021. ^ Herib, Blanco; André, Faaij (2018). \"A review at the role of storage in energy systems with a focus on Power to Gas and long-term storage\". Renewable and Sustainable Energy Reviews. 81: 1049–1086.",
  "doi:10.1016/j.rser.2017.07.062. ISSN 1364-0321.",
  "^ a b \"Climate change and batteries: the search for future power storage solutions\" (PDF). Climate change: science and solutions. The Royal Society. 19 May 2021. Archived from the original on 16 October 2021. Retrieved 15 October 2021.",
  "^ Hunt, Julian D.; Byers, Edward; Wada, Yoshihide; Parkinson, Simon; et al. (2020).",
  "\"Global resource potential of seasonal pumped hydropower storage for energy and water storage\". Nature Communications. 11 (1): 947. Bibcode:2020NatCo..11..947H. doi:10.1038/s41467-020-14555-y. ISSN 2041-1723.",
  "PMC 7031375. PMID 32075965.",
  "^ Balaraman, Kavya (12 October 2020). \"To batteries and beyond: With seasonal storage potential, hydrogen offers 'a different ballgame entirely'\". Utility Dive. Archived from the original on 18 January 2021. Retrieved 10 January 2021. ^ Cole, Laura (15 November 2020).",
  "\"How to cut carbon out of your heating\". BBC.",
  "Archived from the original on 27 August 2021. Retrieved 31 August 2021. ^ Ritchie, Hannah; Roser, Max (2020). \"Electricity Mix\". Our World in Data. Archived from the original on 13 October 2021.",
  "Retrieved 16 October 2021. ^ IPCC 2018, 2.4.2.2.",
  "^ IEA 2021, pp. 167–169. ^ United Nations Development Programme 2016, p. 30. ^ a b c Herrington, Richard (2021). \"Mining our green future\". Nature Reviews Materials.",
  "6 (6): 456–458. Bibcode:2021NatRM...6..456H.",
  "doi:10.1038/s41578-021-00325-9. ISSN 2058-8437. ^ Mudd, Gavin M. \"Metals and Elements Needed to Support Future Energy Systems\". In Letcher (2020), pp. 723–724. ^ Babbitt, Callie W. (2020).",
  "\"Sustainability perspectives on lithium-ion batteries\". Clean Technologies and Environmental Policy.",
  "22 (6): 1213–1214. doi:10.1007/s10098-020-01890-3. ISSN 1618-9558. S2CID 220351269. ^ Reed, Stanley; Ewing, Jack (13 July 2021). \"Hydrogen Is One Answer to Climate Change.",
  "Getting It Is the Hard Part\". The New York Times.",
  "ISSN 0362-4331. Archived from the original on 14 July 2021. Retrieved 14 July 2021. ^ IRENA 2019, p. 9. ^ Bonheure, Mike; Vandewalle, Laurien A.; Marin, Guy B.; Van Geem, Kevin M. (March 2021). \"Dream or Reality?",
  "Electrification of the Chemical Process Industries\". CEP Magazine.",
  "American Institute of Chemical Engineers. Archived from the original on 17 July 2021. Retrieved 6 July 2021. ^ a b Griffiths, Steve; Sovacool, Benjamin K.; Kim, Jinsoo; Bazilian, Morgan; et al. (2021). \"Industrial decarbonization via hydrogen: A critical and systematic review of developments, socio-technical systems and policy options\".",
  "Energy Research & Social Science. 80: 39. doi:10.1016/j.erss.2021.102208.",
  "ISSN 2214-6296. Archived from the original on 16 October 2021. Retrieved 11 September 2021. ^ Palys, Matthew J.; Daoutidis, Prodromos (2020). \"Using hydrogen and ammonia for renewable energy storage: A geographically comprehensive techno-economic study\". Computers & Chemical Engineering.",
  "136: 106785. doi:10.1016/j.compchemeng.2020.106785. ISSN 0098-1354.",
  "^ IRENA 2021, pp. 12, 22. ^ IEA 2021, pp. 15, 75–76. ^ Blank, Thomas; Molly, Patrick (January 2020). \"Hydrogen's Decarbonization Impact for Industry\" (PDF).",
  "Rocky Mountain Institute. pp.",
  "2, 7, 8. Archived (PDF) from the original on 22 September 2020. ^ Fraser, Simon D.S. ; Lock, Karen (December 2011). \"Cycling for transport and public health: a systematic review of the effect of the environment on cycling\". European Journal of Public Health.",
  "21 (6): 738–743. doi:10.1093/eurpub/ckq145.",
  "PMID 20929903. ^ \"Global Greenhouse Gas Emissions Data\". United States Environmental Protection Agency. 12 January 2016. Archived from the original on 5 December 2019. Retrieved 15 October 2021.",
  "^ Bigazzi, Alexander (2019). \"Comparison of marginal and average emission factors for passenger transportation modes\".",
  "Applied Energy. 242: 1460–1466. doi:10.1016/j.apenergy.2019.03.172. ISSN 0306-2619. S2CID 115682591. Archived from the original on 17 July 2021.",
  "Retrieved 8 February 2021. ^ Schäfer, Andreas W.; Yeh, Sonia (2020).",
  "\"A holistic analysis of passenger travel energy and greenhouse gas intensities\". Nature Sustainability. 3 (6): 459–462. doi:10.1038/s41893-020-0514-9. ISSN 2398-9629. S2CID 216032098.",
  "Archived from the original on 19 November 2020. ^ United Nations Environment Programme 2020, p. xxv.",
  "^ IEA 2021, p. 137. ^ Pucher, John; Buehler, Ralph (2017). \"Cycling towards a more sustainable transport future\". Transport Reviews. 37 (6): 689–694. doi:10.1080/01441647.2017.1340234.",
  "ISSN 0144-1647. ^ Smith, John (22 September 2016).",
  "\"Sustainable transport\". European Commission. Archived from the original on 22 October 2021. Retrieved 22 October 2021. ^ Knobloch, Florian; Hanssen, Steef V.; Lam, Aileen; Pollitt, Hector; et al. (2020).",
  "\"Net emission reductions from electric cars and heat pumps in 59 world regions over time\". Nature Sustainability.",
  "3 (6): 437–447. doi:10.1038/s41893-020-0488-7. ISSN 2398-9629. PMC 7308170. PMID 32572385. ^ Bogdanov, Dmitrii; Farfan, Javier; Sadovskaia, Kristina; Aghahosseini, Arman; et al.",
  "(2019). \"Radical transformation pathway towards sustainable electricity via evolutionary steps\".",
  "Nature Communications. 10 (1): 1077. Bibcode:2019NatCo..10.1077B. doi:10.1038/s41467-019-08855-1. PMC 6403340. PMID 30842423.",
  "^ Martini, Giorgio; Grigoratos, Theodoros (2014). Non-exhaust traffic related emissions – Brake and tyre wear PM.",
  "EUR 26648. Publications Office of the European Union. p. 42. ISBN 978-92-79-38303-8. OCLC 1044281650. Archived from the original on 30 July 2021.",
  "^ \"Executive Summary\". Non-exhaust Particulate Emissions from Road Transport: An Ignored Environmental Policy Challenge.",
  "OECD Publishing. 2020. pp. 8–9. doi:10.1787/4a4dc6ca-en. ISBN 978-92-64-45244-2. S2CID 136987659.",
  "Archived from the original on 30 July 2021. ^ IEA 2021, pp.",
  "133–137. ^ \"Rail and waterborne – best for low-carbon motorised transport\". European Environment Agency. Archived from the original on 9 October 2021. Retrieved 15 October 2021. ^ Miller, Joe (9 September 2020).",
  "\"Hydrogen takes a back seat to electric for passenger vehicles\". Financial Times.",
  "Archived from the original on 20 September 2020. Retrieved 9 September 2020. ^ IEA 2021, pp. 136, 139. ^ Biomass in a low-carbon economy (Report). UK Committee on Climate Change.",
  "November 2018. p. 18. Archived from the original on 28 December 2019.",
  "Retrieved 28 December 2019. ^ Abdolhamidi, Shervin (27 September 2018). \"An ancient engineering feat that harnessed the wind\". BBC. Archived from the original on 12 August 2021. Retrieved 12 August 2021.",
  "^ a b c Smith & Pillarisetti 2017, pp. 145–146.",
  "^ \"Cooking appliances\". Natural Resources Canada. 16 January 2013. Archived from the original on 30 July 2021. Retrieved 30 July 2021. ^ \"Buildings\".",
  "IEA. Archived from the original on 14 October 2021.",
  "Retrieved 15 October 2021. ^ Mortensen, Anders Winther; Mathiesen, Brian Vad; Hansen, Anders Bavnhøj; Pedersen, Sigurd Lauge; et al. (2020). \"The role of electrification and hydrogen in breaking the biomass bottleneck of the renewable energy system – A study on the Danish energy system\". Applied Energy. 275: 115331. doi:10.1016/j.apenergy.2020.115331.",
  "ISSN 0306-2619. ^ Knobloch, Florian; Pollitt, Hector; Chewpreecha, Unnada; Daioglou, Vassilis; et al.",
  "(2019). \"Simulating the deep decarbonisation of residential heating for limiting global warming to 1.5 °C\". Energy Efficiency. 12 (2): 521–550. doi:10.1007/s12053-018-9710-0. ISSN 1570-6478.",
  "S2CID 52830709. ^ Alva, Guruprasad; Lin, Yaxue; Fang, Guiyin (2018).",
  "\"An overview of thermal energy storage systems\". Energy. 144: 341–378. doi:10.1016/j.energy.2017.12.037. ISSN 0360-5442. Archived from the original on 17 July 2021.",
  "Retrieved 28 November 2020. ^ Plumer, Brad (30 June 2021).",
  "\"Are 'Heat Pumps' the Answer to Heat Waves? Some Cities Think So\". The New York Times. ISSN 0362-4331. Archived from the original on 10 September 2021. Retrieved 11 September 2021.",
  "^ Abergel, Thibaut (June 2020). \"Heat Pumps\".",
  "IEA. Archived from the original on 3 March 2021. Retrieved 12 April 2021. ^ Buffa, Simone; Cozzini, Marco; D'Antoni, Matteo; Baratieri, Marco; et al. (2019). \"5th generation district heating and cooling systems: A review of existing cases in Europe\".",
  "Renewable and Sustainable Energy Reviews. 104: 504–522.",
  "doi:10.1016/j.rser.2018.12.059. ^ Lund, Henrik; Werner, Sven; Wiltshire, Robin; Svendsen, Svend; et al. (2014). \"4th Generation District Heating (4GDH)\". Energy. 68: 1–11.",
  "doi:10.1016/j.energy.2014.02.089. Archived from the original on 7 March 2021.",
  "Retrieved 13 June 2021. ^ \"How cities are using nature to keep heatwaves at bay\". United Nations Environment Programme. 22 July 2020. Archived from the original on 11 September 2021. Retrieved 11 September 2021.",
  "^ a b \"Four Things You Should Know About Sustainable Cooling\". World Bank.",
  "23 May 2019. Archived from the original on 11 September 2021. Retrieved 11 September 2021. ^ Mastrucci, Alessio; Byers, Edward; Pachauri, Shonali; Rao, Narasimha D. (2019). \"Improving the SDG energy poverty targets: Residential cooling needs in the Global South\". Energy and Buildings.",
  "186: 405–415. doi:10.1016/j.enbuild.2019.01.015.",
  "ISSN 0378-7788. ^ World Health Organization; International Energy Agency; Global Alliance for Clean Cookstoves; United Nations Development Programme; Energising Development; and World Bank (2018). Accelerating SDG 7 Achievement Policy Brief 02: Achieving Universal Access to Clean and Modern Cooking Fuels, Technologies and Services (PDF) (Report). United Nations. p. 3. Archived (PDF) from the original on 18 March 2021.",
  "^ World Health Organization 2016, p. 75. ^ IPCC 2014, p. 29.",
  "^ World Health Organization 2016, p. 12. ^ REN21 2020, p. 40. ^ IEA 2020, p. 135. ^ United Nations Environment Programme 2019, p. 50. ^ Åhman, Max; Nilsson, Lars J.; Johansson, Bengt (2017). \"Global climate policy and deep decarbonization of energy-intensive industries\".",
  "Climate Policy. 17 (5): 634–649.",
  "doi:10.1080/14693062.2016.1167009. ISSN 1469-3062. ^ United Nations Environment Programme 2019, p. xxiii. ^ IEA 2021, p. 186. ^ a b United Nations Environment Programme 2019, pp. 28–36.",
  "^ a b c United Nations Environment Programme 2019, pp. 39–45.",
  "^ Jaccard 2020, p. 109, Chapter 6 – We Must Price Carbon Emissions\". ^ Ciucci, M. (February 2020). \"Renewable Energy\". European Parliament. Archived from the original on 4 June 2020. Retrieved 3 June 2020.",
  "^ \"State Renewable Portfolio Standards and Goals\". National Conference of State Legislators.",
  "17 April 2020. Archived from the original on 3 June 2020. Retrieved 3 June 2020. ^ IEA 2021, pp. 14–25. ^ \"Government investment in fossil fuels is 'mind-boggling', aid charities say\".",
  "www.civilsociety.co.uk. Retrieved 15 April 2022.",
  "^ IEA 2021, pp. 184–187. ^ IEA 2021, p. 16. ^ Jaccard 2020, pp. 106–109, Chapter 6 – \"We Must Price Carbon Emissions\". ^ Plumer, Brad (8 October 2018).",
  "\"New U.N. Climate Report Says Put a High Price on Carbon\".",
  "The New York Times. ISSN 0362-4331. Archived from the original on 27 September 2019. Retrieved 4 October 2019. ^ Green, Jessica F. (2021). \"Does carbon pricing reduce emissions?",
  "A review of ex-post analyses\". Environmental Research Letters.",
  "16 (4): 043004. Bibcode:2021ERL....16d3004G. doi:10.1088/1748-9326/abdae9. ISSN 1748-9326. S2CID 234254992. ^ IPCC 2018, 2.5.2.1.",
  "^ State and Trends of Carbon Pricing 2019 (PDF) (Report). World Bank.",
  "June 2019. pp. 8–11. doi:10.1596/978-1-4648-1435-8. hdl:10986/29687. ISBN 978-1-4648-1435-8. Archived (PDF) from the original on 6 May 2020.",
  "^ \"Revenue-Neutral Carbon Tax | Canada\". United Nations Framework Convention on Climate Change.",
  "Archived from the original on 28 October 2019. Retrieved 28 October 2019. ^ Carr, Mathew (10 October 2018). \"How High Does Carbon Need to Be? Somewhere From $20–$27,000\". Bloomberg.",
  "Archived from the original on 5 August 2019. Retrieved 4 October 2019.",
  "^ \"EAC launches new inquiry weighing up carbon border tax measures\". UK Parliament. 24 September 2021. Archived from the original on 24 September 2021. Retrieved 14 October 2021. ^ Plumer, Brad (14 July 2021).",
  "\"Europe Is Proposing a Border Carbon Tax. What Is It and How Will It Work?\".",
  "The New York Times. ISSN 0362-4331. Archived from the original on 10 September 2021. Retrieved 10 September 2021. ^ Bharti, Bianca (12 August 2021). \"Taxing imports of heavy carbon emitters is gaining momentum – and it could hurt Canadian industry: Report\".",
  "Financial Post. Archived from the original on 3 October 2021.",
  "Retrieved 3 October 2021. ^ United Nations Environment Programme 2020, p. vii. ^ IEA 2021, p. 13. ^ IEA 2021, pp. 14–18. ^ IRENA, IEA & REN21 2018, p. 19.",
  "^ a b \"24 million jobs to open up in the green economy\". International Labour Organization.",
  "14 May 2018. Archived from the original on 2 June 2021. Retrieved 30 May 2021. ^ a b Mazzucato, Mariana; Semieniuk, Gregor (2018). \"Financing renewable energy: Who is financing what and why it matters\". Technological Forecasting and Social Change.",
  "127: 8–22. doi:10.1016/j.techfore.2017.05.021.",
  "ISSN 0040-1625. Archived from the original on 24 May 2021. Retrieved 12 June 2021. ^ United Nations Development Programme & United Nations Framework Convention on Climate Change 2019, p. 24. ^ IPCC 2018, p. 96. ^ IEA, IRENA, United Nations Statistics Division, World Bank, World Health Organization 2021, pp.",
  "129, 132. ^ United Nations Framework Convention on Climate Change 2018, p. 54.",
  "^ United Nations Framework Convention on Climate Change 2018, p. 9. ^ Roberts, J. Timmons; Weikmans, Romain; Robinson, Stacy-ann; Ciplet, David; et al. (2021). \"Rebooting a failed promise of climate finance\". Nature Climate Change. 11 (3): 180–182.",
  "Bibcode:2021NatCC..11..180R. doi:10.1038/s41558-021-00990-2.",
  "ISSN 1758-6798. ^ Radwanski, Adam (29 September 2021). \"Opinion: As pivotal climate summit approaches, Canada at centre of efforts to repair broken trust among poorer countries\". The Globe and Mail. Archived from the original on 30 September 2021. Retrieved 30 September 2021.",
  "^ Bridle, Richard; Sharma, Shruti; Mostafa, Mostafa; Geddes, Anna (June 2019). \"Fossil Fuel to Clean Energy Subsidy Swaps: How to pay for an energy revolution\" (PDF).",
  "International Institute for Sustainable Development. p. iv. Archived (PDF) from the original on 17 November 2019. ^ Watts, N.; Amann, M.; Arnell, N.; Ayeb-Karlsson, S.; et al. (2019). \"The 2019 report of The Lancet Countdown on health and climate change: ensuring that the health of a child born today is not defined by a changing climate\".",
  "The Lancet. 394 (10211): 1836–1878.",
  "doi:10.1016/S0140-6736(19)32596-6. PMID 31733928. S2CID 207976337. Archived from the original on 17 July 2021. Retrieved 3 November 2021. ^ United Nations Development Programme 2020, p. 10.",
  "^ Kuzemko, Caroline; Bradshaw, Michael; Bridge, Gavin; Goldthau, Andreas; et al. (2020).",
  "\"Covid-19 and the politics of sustainable energy transitions\". Energy Research & Social Science. 68: 101685. doi:10.1016/j.erss.2020.101685. ISSN 2214-6296. PMC 7330551. PMID 32839704.",
  "^ IRENA 2021, p. 5. Sources[edit] Galarraga, Ibon; González-Eguino, Mikel; Markandya, Anil, eds.",
  "(2011). Handbook of Sustainable Energy. Edward Elgar Publishing. ISBN 978-1-84980-115-7. OCLC 712777335. Golus̆in, Mirjana; Popov, Stevan; Dodić, Sinis̆a (2013).",
  "Sustainable Energy Management. Academic Press.",
  "ISBN 978-0-12-391427-9. OCLC 826441532. IEA (2007). Renewables in global energy supply: An IEA fact sheet (PDF) (Report). pp. 1–34.",
  "Archived (PDF) from the original on 12 October 2009. IEA (2020).",
  "World Energy Outlook 2020. ISBN 978-92-64-44923-7. Archived from the original on 22 August 2021. IEA (2021). Net Zero by 2050: A Roadmap for the Global Energy Sector (PDF). Archived (PDF) from the original on 23 May 2021.",
  "IEA, IRENA, United Nations Statistics Division, World Bank, World Health Organization (2021). Tracking SDG 7: The Energy Progress Report (PDF) (Report).",
  "World Bank. Archived (PDF) from the original on 10 June 2021. IPCC (2011). Edenhofer, O.; Pichs-Madruga, R.; Sokona, Y.; Seyboth, K.; et al. (eds.). IPCC Special Report on Renewable Energy Sources and Climate Change Mitigation.",
  "Cambridge University Press. ISBN 978-1-107-02340-6.",
  "Archived from the original on 27 August 2021. IPCC (2014). Edenhofer, O.; Pichs-Madruga, R.; Sokona, Y.; Farahani, E.; et al. (eds.). Climate Change 2014: Mitigation of Climate Change: Working Group III contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press.",
  "ISBN 978-1-107-05821-7. OCLC 892580682.",
  "Archived from the original on 26 January 2017. IPCC (2018). Masson-Delmotte, V.; Zhai, P.; Pörtner, H.-O. ; Roberts, D.; et al. (eds.). Global Warming of 1.5 °C.",
  "An IPCC Special Report on the impacts of global warming of 1.5 °C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty (PDF). Archived (PDF) from the original on 20 November 2020.",
  "IRENA (2019). Hydrogen: A renewable energy perspective (PDF). ISBN 978-92-9260-151-5. Archived (PDF) from the original on 29 September 2021. Retrieved 17 October 2021. IRENA (2021).",
  "World Energy Transitions Outlook: 1.5°C Pathway (PDF). ISBN 978-92-9260-334-2.",
  "Archived (PDF) from the original on 11 June 2021. IRENA; IEA; REN21 (2018). Renewable Energy Policies in a Time of Transition (PDF). ISBN 978-92-9260-061-7. Archived (PDF) from the original on 24 July 2021. Jaccard, Mark (2020).",
  "The Citizen's Guide to Climate Success: Overcoming Myths that Hinder Progress. Cambridge University Press.",
  "ISBN 978-1-108-47937-0. OCLC 1110157223. Archived from the original on 12 September 2021. Kutscher, C.F. ; Milford, J.B.; Kreith, F. (2019). Principles of Sustainable Energy Systems.",
  "Mechanical and Aerospace Engineering Series (Third ed.). CRC Press.",
  "ISBN 978-0-429-93916-7. Archived from the original on 6 June 2020. Letcher, Trevor M., ed. (2020). Future Energy: Improved, Sustainable and Clean Options for our Planet (Third ed.). Elsevier.",
  "ISBN 978-0-08-102886-5. MacKay, David J. C. (2008).",
  "Sustainable energy – without the hot air. UIT Cambridge. ISBN 978-0-9544529-3-3. OCLC 262888377. Archived from the original on 28 August 2021. Morris, Ellen; Mensah-Kutin, Rose; Greene, Jennye; Diam-valla, Catherine (2015).",
  "Situation Analysis of Energy and Gender Issues in ECOWAS Member States (PDF) (Report). ECOWAS Centre for Renewable Energy and Energy Efficiency.",
  "Archived (PDF) from the original on 21 March 2021. National Academies of Sciences, Engineering, and Medicine (2019). Negative Emissions Technologies and Reliable Sequestration: A Research Agenda. doi:10.17226/25259. ISBN 978-0-309-48452-7. PMID 31120708.",
  "S2CID 134196575. Archived from the original on 25 May 2020.",
  "REN21 (2020). Renewables 2020: Global Status Report (PDF). REN21 Secretariat. ISBN 978-3-948393-00-7. Archived (PDF) from the original on 23 September 2020. REN21 (2021).",
  "Renewables 2021: Global Status Report (PDF). REN21 Secretariat.",
  "ISBN 978-3-948393-03-8. Archived (PDF) from the original on 15 June 2021. Smil, Vaclav (2017a). Energy Transitions: Global and National Perspectives. Praeger Publishing. ISBN 978-1-4408-5324-1.",
  "OCLC 955778608. Smil, Vaclav (2017b).",
  "Energy and Civilization: A History. MIT Press. ISBN 978-0-262-03577-4. OCLC 959698256. Smith, Kirk R.; Pillarisetti, Ajay (2017). \"Chapter 7 Household Air Pollution from Solid Cookfuels and Its Effects on Health\".",
  "In Kobusingye, O.; et al. (eds.).",
  "Injury Prevention and Environmental Health (3rd ed.). International Bank for Reconstruction and Development / World Bank. doi:10.1596/978-1-4648-0522-6_ch7. ISBN 978-1-4648-0523-3. PMID 30212117. Archived from the original on 22 August 2020.",
  "Retrieved 23 October 2021. Soysal, Oguz A.; Soysal, Hilkat S. (2020).",
  "Energy for Sustainable Society: From Resources to Users. John Wiley & Sons Ltd. ISBN 978-1-119-56130-9. OCLC 1153975635. Szarka, Joseph (2007). Wind Power in Europe : Politics, Business and Society. Palgrave Macmillan.",
  "ISBN 978-0-230-28667-2. OCLC 681900901.",
  "Tester, Jefferson (2012). Sustainable Energy: Choosing Among Options. MIT Press. ISBN 978-0-262-01747-3. OCLC 892554374. United Nations Development Programme (2016).",
  "Delivering Sustainable Energy in a Changing Climate: Strategy Note on Sustainable Energy 2017–2021 (Report). Archived from the original on 6 June 2021.",
  "United Nations Development Programme (2020). Human Development Report 2020 The Next Frontier: Human Development and the Anthropocene (PDF) (Report). ISBN 978-92-1-126442-5. Archived (PDF) from the original on 15 December 2020. United Nations Development Programme & United Nations Framework Convention on Climate Change (2019). The Heat is On: Taking Stock of Global Climate Ambition (PDF).",
  "Archived (PDF) from the original on 12 June 2021. United Nations Economic Commission for Europe (2020).",
  "Pathways to Sustainable Energy (PDF). United Nations. ISBN 978-92-1-117228-7. Archived (PDF) from the original on 12 April 2021. United Nations Environment Programme (2019). Emissions Gap Report 2019 (PDF).",
  "ISBN 978-92-807-3766-0. Archived (PDF) from the original on 7 May 2021.",
  "United Nations Environment Programme (2020). Emissions Gap Report 2020. ISBN 978-92-807-3812-4. Archived from the original on 9 December 2020. United Nations Framework Convention on Climate Change (2018). 2018 Biennial Assessment and Overview of Climate Finance Flows Technical Report (PDF) (Report).",
  "Archived (PDF) from the original on 14 November 2019. World Health Organization (2016).",
  "Burning Opportunity: Clean Household Energy for Health, Sustainable Development, and Wellbeing of Women and Children (PDF). ISBN 978-92-4-156523-3. Archived (PDF) from the original on 13 June 2021. World Health Organization (2018). COP24 Special Report: Health and Climate Change. ISBN 978-92-4-151497-2.",
  "Archived from the original on 12 June 2021. External links[edit] Listen to this article (58 minutes) This audio file was created from a revision of this article dated 10 January 2022 (2022-01-10), and does not reflect subsequent edits.",
  "(Audio help · More spoken articles) vteEnergy Outline History Index Fundamental concepts Energy Units Conservation of energy Energetics Energy transformation Energy condition Energy transition Energy level Energy system Mass Negative mass Mass–energy equivalence Power Thermodynamics Quantum thermodynamics Laws of thermodynamics Thermodynamic system Thermodynamic state Thermodynamic potential Thermodynamic free energy Irreversible process Thermal reservoir Heat transfer Heat capacity Volume (thermodynamics) Thermodynamic equilibrium Thermal equilibrium Thermodynamic temperature Isolated system Entropy Free entropy Entropic force Negentropy Work Exergy Enthalpy Types Kinetic Internal Thermal Potential Gravitational Elastic Electric potential energy Mechanical Interatomic potential Quantum potential Electrical Magnetic Ionization Radiant Binding Nuclear binding energy Gravitational binding energy Quantum chromodynamics binding energy Dark Quintessence Phantom Negative Chemical Rest Sound energy Surface energy Vacuum energy Zero-point energy Quantum potential Quantum fluctuation Energy carriers Radiation Enthalpy Mechanical wave Sound wave Fuel fossil fuel Hydrogen Hydrogen fuel Heat Latent heat Work Electricity Battery Capacitor Primary energy Fossil fuel Coal Petroleum Natural gas Nuclear fuel Natural uranium Radiant energy Solar Wind Hydropower Marine energy Geothermal Bioenergy Gravitational energy Energy systemcomponents Energy engineering Oil refinery Electric power Fossil fuel power station Cogeneration Integrated gasification combined cycle Nuclear power Nuclear power plant Radioisotope thermoelectric generator Solar power Photovoltaic system Concentrated solar power Solar thermal energy Solar power tower Solar furnace Wind power Wind farm Airborne wind energy Hydropower Hydroelectricity Wave farm Tidal power Geothermal power Biomass Use andsupply Energy consumption Energy storage World energy consumption Energy security Energy conservation Efficient energy use Transport Agriculture Renewable energy Sustainable energy Energy policy Energy development Worldwide energy supply South America USA Mexico Canada Europe Asia Africa Australia Misc. Jevons paradox Carbon footprint Category Commons Portal WikiProject vteEnvironmental technology Appropriate technology Clean technology Environmental design Environmental impact assessment Sustainable development Sustainable technology Pollution Air pollution (control dispersion modeling) Industrial ecology Solid waste treatment Waste management Water (agricultural wastewater treatment industrial wastewater treatment sewage treatment waste-water treatment technologies water purification) Sustainable energy Efficient energy use Electrification Energy development Energy recovery Fuel (alternative fuel biofuel carbon-neutral fuel hydrogen technologies) List of energy storage projects Renewable energy commercialization transition Transportation (electric vehicle hybrid vehicle) Conservation Birth control Building (green natural sustainable architecture New Urbanism New Classical) Nature conservation Conservation biology Ecoforestry Environmental movement Environmental remediation Green computing Land rehabilitation Permaculture Recycling vteSustainability Outline Index Principles Anthropocene Earth system governance Ecological modernization Environmental governance Environmentalism Global catastrophic risk Human impact on the environment Planetary boundaries Social sustainability Stewardship Sustainable development Consumption Anthropization Anti-consumerism Circular economy Earth Overshoot Day Ecological footprint Ethical Micro-sustainability Over-consumption Simple living Steady-state economy Sustainability advertising Sustainability brand Sustainability marketing myopia Sustainable Systemic change resistance Tragedy of the commons World population Birth control Demographic transition Family planning Control Sustainable population Women's education and empowerment Technology Appropriate Environmental Natural building Biodiversity Biosecurity Biosphere Conservation biology Endangered species Holocene extinction Invasive species Energy Carbon footprint Climate change mitigation Conservation Descent Efficiency Electrification Emissions trading Fossil-fuel phase-out Peak oil Poverty Rebound effect Renewable Food Civic agriculture Community-supported agriculture Forest gardening Foodscaping Local Permaculture Security Sustainable agriculture Sustainable fishery Urban horticulture Vegetable box scheme Water Conservation Crisis Efficiency Footprint Reclaimed Sanitation Accountability Sustainability accounting Sustainability measurement Sustainability metrics and indices Sustainability reporting Standards and certification Sustainable yield Applications Organic movement Advertising Architecture Art Business City College programs Community Design Ecovillage Education for Sustainable Development Fashion Gardening Geopark Green marketing Industries Landscape architecture Living Low-impact development Sustainable market Organizations Packaging Practices Procurement Space Tourism Transport Urban drainage systems Urban infrastructure Urbanism Management Environmental Fisheries Forest Landscape Materials Natural resource Planetary Waste Agreements and conferences UN Conference on the Human Environment (Stockholm 1972) Brundtlandt Commission Report (1983) Our Common Future (1987) Earth Summit (1992) Rio Declaration on Environment and Development (1992) Agenda 21 (1992) Convention on Biological Diversity (1992) ICPD Programme of Action (1994) Lisbon Principles (1997) Kyoto Protocol (1997) Earth Charter (2000) UN Millennium Declaration (2000) Earth Summit 2002 (Rio+10, Johannesburg) UN Conference on Sustainable Development (Rio+20, 2012) Sustainable Development Goals (2015) Paris Agreement (2015) UN Ocean Conference (2017) Category Lists Science Studies Degrees Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_energy&oldid=1094205873\" Categories: Sustainable energyClimate change mitigationClimate change policyEmissions reductionEnergy economicsEnvironmental impact of the energy industrySustainable developmentHidden categories: Articles with short descriptionShort description is different from WikidataUse dmy dates from September 2020Pages using multiple image with auto scaled imagesArticles containing potentially dated statements from 2021All articles containing potentially dated statementsFeatured articlesArticles with hAudio microformatsSpoken articles Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia Commons Languages العربيةAzərbaycancaČeštinaDanskالدارجةDeutschΕλληνικάEspañolفارسیFrançaisहिन्दीHrvatskiIdoIgboBahasa IndonesiaÍslenskaItalianoМакедонскиBahasa MelayuپښتوPolskiPortuguêsShqipSimple EnglishSlovenščinaTürkçeTiếng Việt粵語中文 Edit links This page was last edited on 21 June 2022, at 09:29 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Mobile view Developers Statistics Cookie statement"
]