[
  "Mission Possible: Harness Technology for Social Good | SDG-3 & SDG-6 Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter).",
  "United States IBM® Community IBM Community Home AIOps & Management Business Analytics Business Automation Cloud Pak for Data Data Science DataOps Hybrid Data Management IBM Japan IBM Z & LinuxONE Integration Internet of Things Power Systems Cloud Network Automation Security Storage Supply Chain Watson Apps WebSphere & DevOps Site map IBM IBM Z and LinuxONE Community Skip main navigation (Press Enter). Toggle navigation HomeGroups Hybrid User Group BlogsDiscussionsEventsVideosLibraryMembersNewsletter Home Newsletter MembersEventsUser GroupsUser GroupsZCouncilsTopic GroupsEvents Upcoming Community EventsAll Community EventsWelcome IBM zSystems Global Student Hub - Group home Group Navigator View Only Home Blog entries 297 Discussions 756 Events 0 Library Back to Blog List Mission Possible: Harness Technology for Social Good | SDG-3 & SDG-6 By Muhammad Hannan Khan posted Sun October 03, 2021 06:44 AM 0 Like The United Nation’s Sustainable Development Goals are important not just because they are a good precedent to be set for our future generations but because they are challenges that affect every human on the planet in one way or another. It is no secret that Pakistan has had its fair share of challenges in sustainable development, but we have come a long way. The goals that I think are most crucial for not just the survival but for the people to thrive are ensuring healthy lives and promote well being for all at all ages (SDG-3) and ensuring availability and sustainable management of water and sanitation for all (SDG-6). As we all know, the pandemic has halted or reversed progress in health and shortened life expectancy. 90% of countries are still reporting one or more disruptions to the essential health services.",
  "These events tie inter other important factors such as maternal health, child mortality rates, and reproductive health which can be the cause for barriers for other goals such as reducing inequalities and poverty (SDG-10 & SDG-1). How the local community can benefit in health and the challenge to provide access to affordable healthcare to everyone by increasing investment in the universal healthcare coverage, not just through private bodies, but through government action as well, be it at a provincial or international level.",
  "This can be only achieved through educating the general public about the benefits and best practices. Smartphones play a vital role in our lives to an increasing degree every day. Mobile technology could be implemented to aid the public, providing remote consultations, pharmaceutical needs, delivery services for equipment and attention from healthcare professionals. What plays an important role in a community’s well-being is the access to clean drinking water and proper sanitation. An alarming statistic from the UN states that 129 countries are not on track to have sustainably managed water resources by 2030 and that current rate of progress needs to double. Lack of water availability also impacts our goals for climate change prevention (SDG-13).",
  "Here in Pakistan water availability is a serious issue every year since the economy is primarily based on agriculture. With the rising population the water per person has been decreasing steadily.",
  "In my community I have worked with local communities to ensure access to water by coordinating with generous bodies willing to donate their time and resources to provide means that make it easier for those in need to have water and sanitation for use in their daily lives. I personally believe that it should be everyone’s mission to focus on bettering the lives of those in their community. The UN’s Sustainable Development Goals are a great start! Identifying what your local community suffers from and focusing on eliminating even one of such challenge can go a long way. We must remember that no action is too small and that it is always a team effort. 0 comments 4 views Latest blogs Conheça a Comunidade SysAdminas, um grupo voltado para a inclusão de mulheres na área de infraestrutura ... Posted by:Beatriz Oliveira, an hour ago Blog Entry IBM Releases Additional Features to Augment z/OS v2.5 Posted by:Michael Miehle, 2 hours ago Blog Entry Db2 13 for z/OS certified for SAP Solutions Posted by:Bernd Kohler, 5 hours ago Blog Entry What's new in IBM Open Enterprise SDK for Go 1.18 Posted by:Yuan Jie Song, 7 hours ago Blog Entry IBM Open Enterprise SDK for Go 1.18 is now available!",
  "Posted by:James Tang, 7 hours ago Blog Entry Copyright 2019 IBM Z and LinuxONE Community. All rights reserved."
]