[
  "2020 Impact Report | Tesla Other Europe For the best experience, we recommend upgrading or changing your web browser. Learn More 2020 Impact Report In 2020, Tesla customers helped accelerate the world's transition to sustainable energy by avoiding 5.0 million metric tons of CO2e emissions.",
  "In 2020, Tesla customers helped accelerate the world's transition to sustainable energy by avoiding 5.0 million metric tons of CO2e emissions. View Impact Report Full Vertical Integration for Maximum Impact Full Vertical Integration for Maximum Impact We are designing and manufacturing a complete energy and transportation ecosystem that is fully vertically integrated. By doing so, we are creating affordable products that work together to amplify their impact, leading to the greatest environmental benefit possible. We seek to achieve this through our research and software development efforts as well as through our continued drive to develop advanced manufacturing capabilities. Significantly Less Lifecycle Emissions than ICE Vehicles Significantly Less Lifecycle Emissions than ICE Vehicles To determine a vehicle’s environmental impact, its entire lifecycle—including both its manufacturing and usage emissions—must be accounted for. The average ICE vehicle emits 69 tons of CO2e over its lifetime through its use-phase, excluding CO2 emitted during the oil refining phase.",
  "But because Tesla vehicles are powered entirely by electricity, their lifetime emissions are significantly lower. Replay Replay Replay United States Europe China The Most Efficient EVs Ever The Most Efficient EVs Ever Tesla cars can convert electricity into power more efficiently than other equivalent EVs.",
  "And as we continue to develop our technology, our vehicles’ efficiency will improve further as well. Our Model 3 Standard Range Plus (SR+) is the most energy-efficient vehicle on the market and is an example of how significant such improvements can be. Replay Replay Replay Replay Battery Packs Will See 92% Reuse of Raw Metals Battery Packs Will See 92% Reuse of Raw Metals A Tesla battery pack is designed to outlast the vehicle itself. Because of this, few consumer Tesla batteries—even those from our nearly nine-year-old Model S cars—have been decommissioned to date. In preparation for the future, our battery factories have already begun implementing an in-house, closed-loop recycling system that will ensure 100% of Tesla batteries received are recycled and up to 92% of their raw metals reused. Replay EV Ownership Leads to Reduced Pollution, NOx and CO Emissions A major benefit of EVs that is often overlooked is their lack of tailpipe emissions.",
  "Air pollution in the form of carbon monoxide, NOx and fine particulates from burning fossil fuels causes over eight million premature deaths every year. EVs don’t just benefit the future of our planet—they also help address preventable deaths today.",
  "A major benefit of EVs that is often overlooked is their lack of tailpipe emissions. Air pollution in the form of carbon monoxide, NOx and fine particulates from burning fossil fuels causes over eight million premature deaths every year. EVs don’t just benefit the future of our planet—they also help address preventable deaths today. Replay A major benefit of EVs that is often overlooked is their lack of tailpipe emissions. Air pollution in the form of carbon monoxide, NOx and fine particulates from burning fossil fuels causes over eight million premature deaths every year. EVs don’t just benefit the future of our planet—they also help address preventable deaths today.",
  "A major benefit of EVs that is often overlooked is their lack of tailpipe emissions. Air pollution in the form of carbon monoxide, NOx and fine particulates from burning fossil fuels causes over eight million premature deaths every year.",
  "EVs don’t just benefit the future of our planet—they also help address preventable deaths today. EV Ownership Leads to Reduced Pollution, NOx and CO Emissions EV Ownership Leads to Reduced Pollution, NOx and CO Emissions A major benefit of EVs that is often overlooked is their lack of tailpipe emissions. Air pollution in the form of carbon monoxide, NOx and fine particulates from burning fossil fuels causes over eight million premature deaths every year. EVs don’t just benefit the future of our planet—they also help address preventable deaths today. Replay Replay Reduced Collisions With Active Safety and Autopilot Active Reduced Collisions With Active Safety and Autopilot Active Safety is our primary design goal. Every aspect of our vehicles’ engineering—from the positioning of the battery to the suite of active and passive safety features—is based off a safety-first architecture.",
  "And when active safety features are engaged, Tesla vehicles have a ~4.5x lower collision rate than other vehicles. Tesla vehicles with Autopilot engaged experienced just 0.2 accidents per million miles driven while the U.S. average was ~9x higher at 2.0 accidents per million miles driven.",
  "20 5-Star Safety Ratings Worldwide 20 5-Star Safety Ratings Worldwide Tesla vehicles earned 5-star ratings from safety rating agencies across the U.S., Europe and Australia. * And because all Tesla safety features come standard with every vehicle, and over-the-air software updates ensure that each car has the most advanced features available, our ratings are based on our standard safety equipment. *Based on official safety ratings from the National Highway Traffic Safety Administration (NHTSA) Agency Model X Model 3 Model Y NHTSA US New Car Assessment Program NCAP ★★★★★ Rating overall and in every category for all 2020 variants ★★★★★ Rating overall and in every category for all 2020 variants Best Vehicle Safety (VSS) ever achieved according to published NHTSA data ★★★★★ Rating overall and in every category for all 2020 variants Lowest rollover risk for any SUV ever tested (AWD variant) according to NHTSA testing European New Car Assessment Programme Euro NCAP ★★★★★ Rating overall and in every category for all 2020 variants ★★★★★ Rating overall and in every category for all 2020 variants Not Rated Australasian New Car Assessment Program ANCAP ★★★★★ Rating overall and in every category for all 2020 variants ★★★★★ Rating overall and in every category for all 2020 variants Not Rated Insurance Institute for Highway Safety IIHS Not Rated Received 2020 Top Safety Pick + Award Not Rated Model X Model 3 Model Y NHTSA US New Car Assessment Program NCAP ★★★★★ Rating overall and in every category for all 2020 variants European New Car Assessment Programme Euro NCAP ★★★★★ Rating overall and in every category for all 2020 variants Australasian New Car Assessment Program ANCAP ★★★★★ Rating overall and in every category for all 2020 variants Insurance Institute for Highway Safety IIHS Not Rated NHTSA US New Car Assessment Program NCAP ★★★★★ Rating overall and in every category for all 2020 variants European New Car Assessment Programme Euro NCAP ★★★★★ Rating overall and in every category for all 2020 variants Australasian New Car Assessment Program ANCAP ★★★★★ Rating overall and in every category for all 2020 variants Insurance Institute for Highway Safety IIHS Received 2020 Top Safety Pick + Award NHTSA US New Car Assessment Program NCAP ★★★★★ Rating overall and in every category for all 2020 variants European New Car Assessment Programme Euro NCAP Not Rated Australasian New Car Assessment Program ANCAP Not Rated Insurance Institute for Highway Safety IIHS Not Rated Fire Incidents are ~11x Lower for Tesla Vehicles From 2012 to 2020, there has been approximately one Tesla vehicle fire for every 205 million miles traveled. By comparison, data show that in the U.S. there is one ICE vehicle fire for every 19 million miles traveled. * We continue to improve our battery chemistry, cell structure, battery pack structure and vehicle passive safety in order to decrease fire risk to as close to zero as possible. In the rare instances where Tesla vehicles are involved in a fire, we provide detailed information to first responders so they can safely handle those emergency situations.",
  "*Based on data gathered by Tesla and the National Fire Protection Association (NFPA) and U.S. Department of Transportation From 2012 to 2020, there has been approximately one Tesla vehicle fire for every 205 million miles traveled. By comparison, data show that in the U.S. there is one ICE vehicle fire for every 19 million miles traveled.",
  "* We continue to improve our battery chemistry, cell structure, battery pack structure and vehicle passive safety in order to decrease fire risk to as close to zero as possible. In the rare instances where Tesla vehicles are involved in a fire, we provide detailed information to first responders so they can safely handle those emergency situations. *Based on data gathered by Tesla and the National Fire Protection Association (NFPA) and U.S. Department of Transportation Replay From 2012 to 2020, there has been approximately one Tesla vehicle fire for every 205 million miles traveled. By comparison, data show that in the U.S. there is one ICE vehicle fire for every 19 million miles traveled. * We continue to improve our battery chemistry, cell structure, battery pack structure and vehicle passive safety in order to decrease fire risk to as close to zero as possible. In the rare instances where Tesla vehicles are involved in a fire, we provide detailed information to first responders so they can safely handle those emergency situations.",
  "*Based on data gathered by Tesla and the National Fire Protection Association (NFPA) and U.S. Department of Transportation From 2012 to 2020, there has been approximately one Tesla vehicle fire for every 205 million miles traveled. By comparison, data show that in the U.S. there is one ICE vehicle fire for every 19 million miles traveled.",
  "* We continue to improve our battery chemistry, cell structure, battery pack structure and vehicle passive safety in order to decrease fire risk to as close to zero as possible. In the rare instances where Tesla vehicles are involved in a fire, we provide detailed information to first responders so they can safely handle those emergency situations. *Based on data gathered by Tesla and the National Fire Protection Association (NFPA) and U.S. Department of Transportation Fire Incidents are ~11x Lower for Tesla Vehicles Fire Incidents are ~11x Lower for Tesla Vehicles From 2012 to 2020, there has been approximately one Tesla vehicle fire for every 205 million miles traveled. By comparison, data show that in the U.S. there is one ICE vehicle fire for every 19 million miles traveled. * We continue to improve our battery chemistry, cell structure, battery pack structure and vehicle passive safety in order to decrease fire risk to as close to zero as possible. In the rare instances where Tesla vehicles are involved in a fire, we provide detailed information to first responders so they can safely handle those emergency situations."
]