[
  "Adobe is not poverty. It is resilience.",
  "| EntreMundos Primary Mobile Navigation EM Politics Community Action Corruption Public Figures Money in Politics Economy Guate in Graphs Alternative Economy Food Security Megaprojects Environment Climate Change Forests Oceans Rivers Megaprojects Women Migration Youth Culture Travel Media Music Literature Film Theatre World Xela Guide Nightlife Food Things to do Events Transport and travel EspañolEnglish Secondary Navigation EspañolEnglish Primary Navigation EM Politics Community Action Corruption Public Figures Money in Politics Our volunteering experience Visiting Palajunoj Valley ande the Municipal Dump in Xela By Ursula and Tan.. Read More+ A cry for liberty and justice for Juana María José Longo On the morning of March 8, a group of women walked 2.5 km .. Read More+ Sexual and reproductive rights: let’s discuss and make change By Alejandra Teleguario When I was 8, mom, dad and I had “the talk” about .. Read More+ Freedom of association: Fear and ignorance in the private sector By María José Longo Although the Political Constitution of the Republic of .. Read More+ Economy Guate in Graphs Alternative Economy Food Security Megaprojects Freedom of association: Fear and ignorance in the private sector By María José Longo Although the Political Constitution of the Republic of .. Read More+ Corazon de los niños: Boosting healthy eating Nowadays, the demand and consumption of organic and/or artisanal products h.. Read More+ Tecnologías para la salud: Sustainable poultry farming and traditional Mayan medicine Tecnologías para la Salud (TPS) is a non-profit association located in the .. Read More+ Fighting Malnutrition with “Smiling Faces” María Recinos The increase in malnutrition among Guatemalan boys and girls .. Read More+ Environment Climate Change Forests Oceans Rivers Megaprojects Quetzaltenango has a sea, but a sea of garbage Read More+ Our volunteering experience Visiting Palajunoj Valley ande the Municipal Dump in Xela By Ursula and Tan.. Read More+ Colonialism, Genocide, and Palm Oil: A Q´eqchi´ indigenous village fights for their land in Chinebal, Guatemala By Johanna Luz Shorack Originally published in Latein Amerika Nachrichten .. Read More+ The future of the Cayman Crown Coral Reef: Conservation and sustainable development By Fabio Cresto Aleína The Cayman Crown coral reef, discovered in 2014, is .. Read More+ Women Hello, nice to meet you! My name is María José Longo Bautista. Starting in May I will be coordinatin.. Read More+ Two different worlds, but similar realities Women’s participation in decision-making spaces in the Basque Country and G.. Read More+ See you soon! Observing the variety of framed EntreMundos cover pages hung on the walls o.. Read More+ A cry for liberty and justice for Juana María José Longo On the morning of March 8, a group of women walked 2.5 km .. Read More+ A Path Towards Reduction of Adolescent Pregnancies by Eunice Ramírez Cotóm Being an adult in this country is difficult because.. Read More+ Migration A cry for liberty and justice for Juana María José Longo On the morning of March 8, a group of women walked 2.5 km .. Read More+ Strengthening Organized Civil Society in Guatemala Yessica Pastor In large part, the emergence of many of the not-for-p.. Read More+ More of the same? The United States, Guatemala, and Immigration in 2021 By Henry Bielenberg The early months of 2021 made it possible to feel a bit.. Read More+ Understanding the Migrant Caravans by EntreMundos Staff Over the last few years there has been a social.. Read More+ Migration, a Consequence of Hurricanes. By EntreMundos The countries of Central America have been the setting for m.. Read More+ Youth Our volunteering experience Visiting Palajunoj Valley ande the Municipal Dump in Xela By Ursula and Tan.. Read More+ Hello, nice to meet you!",
  "My name is María José Longo Bautista. Starting in May I will be coordinatin.. Read More+ New masculinity and sexuality By Rodrigo Sac Amaya Conservatism, machismo, and religion can negatively in.. Read More+ See you soon!",
  "Observing the variety of framed EntreMundos cover pages hung on the walls o.. Read More+ A cry for liberty and justice for Juana María José Longo On the morning of March 8, a group of women walked 2.5 km .. Read More+ Culture Travel Media Music Literature Film Theatre Tuxinem: A Forceful Collective of Young Mayan Women Mactzil Camey When the COVID-19 pandemic was emerging worldwide, the govern.. Read More+ Noise Pollution: A Public Health Problem in Guatemala For: Carol Ixtabalán and Diana Pastor When we breathe we make a sound. When.. Read More+ The last indigenous kingdom of Central-America and their rights to the ancient land Panama’s indigenous groups Panama’s diversity is undeniable. The country gi.. Read More+ El Tintal: How researching an ancient Mayan city can help us to understand our future? By Fabio Cresto Aleina and Francisco Castañeda The Mayan Biosphere Reserve .. Read More+ World Our volunteering experience Visiting Palajunoj Valley ande the Municipal Dump in Xela By Ursula and Tan.. Read More+ Two different worlds, but similar realities Women’s participation in decision-making spaces in the Basque Country and G.. Read More+ New masculinity and sexuality By Rodrigo Sac Amaya Conservatism, machismo, and religion can negatively in.. Read More+ A Path Towards Reduction of Adolescent Pregnancies by Eunice Ramírez Cotóm Being an adult in this country is difficult because.. Read More+ Volunteering as the desire to help and serve By Karen Tay Volunteering is an activity that has been increasing in Guatem.. Read More+ Xela Guide Nightlife Food Things to do Events Transport and travel Cultural activities from march 12th to march 15thCultural activities, from march 4th to march 8th 2020https://i0.wp.com/www.entremundos.org/revista/wp-content/uploads/2018/11/teatro.jpg?resize=335%2C256&ssl=1 Cultural Activities for the end of the monthhttps://i0.wp.com/www.entremundos.org/revista/wp-content/uploads/2018/12/una-via.jpg?resize=335%2C256&ssl=1 Airport transport – Travelling to and from Guatemala City (Private bus)https://i0.wp.com/www.entremundos.org/revista/wp-content/uploads/2018/11/artisanal-beers.jpg?resize=335%2C256&ssl=1 Craft beer in Xela – where to go and what to drink Obesity, a disease that must be prevented By María Recinos In Guatemala, obesity is a public health problem that has .. Read More+ Pop Wuj Spanish School The Pop Wuj Association Spanish Studies Centre is a school that was founded.. Read More+ Adobe is not poverty. It is resilience. 0 By Diana Pastor For many years adobe has been used in Guatemala as the construction material of choice for housing.",
  "Nevertheless, over the last few decades this practice has been increasingly replaced by concrete block (commonly known as “block” as the English word has made its way into Guatemalan Spanish). This has left adobe thought of as a secondary, risky construction material.",
  "And it’s become associated with poverty. The reason for its bad reputation in San Marcos, for example, is mainly due to the damage to adobe structures caused by recent earthquakes in 2012, 2014, and 2017, which mostly destroyed adobe homes. But is this material really to blame for the damage? Some people, like President Enrique Peña Nieto of Mexico, think so. Peña Nieto stated last year after the devastating earthquake in Mexico, “According to reports from military engineers and the government’s Section for Civil Protection, besides the strength of the seismic event, the collapse of houses was due, above all, to adobe construction and minimal foundations.” He added, “As a solution, we are putting out a call to large construction companies that have carried out major projects in the country to come together in solidarity to contribute to the reconstruction of housing.” Peña Nieto did not mention that many of the destroyed buildings were made of concrete, an industrial material widely promoted for construction of “major projects.” Nor did he mention that a large part of the damage was due not only to the lack of solid foundations but also to lack of supervision of the construction. The New York Times newspaper noted in an article entitled “Earthquake Reveals Lack of Application of Construction Codes” that a six-story residential building that had just been completed in 2016 collapsed, leaving steel and concrete rubble scattered about.",
  "This, the Times reported, indicated poor structure quality apparently due to a lack of inspection during the construction process. The question, then, is whether adobe is intrinsically an inadequate building material, or whether it is simply being used incorrectly.",
  "The latter is far more likely. On September 19th in Mexico City experts discussed the advantages of adobe for housing construction in a forum called “Adobe Is Not Poverty, It’s Resilience.” They spoke of adobe’s potential as an affordable, practical, and environmentally sustainable building material. In other words, they spoke of its importance from many points of view. Damage after earthquake in San Marcos, 2017. Photo: Wikimedia Commons. Affordability From an economic standpoint, adobe is more affordable than today’s commonly used construction materials like cement.",
  "A study done by the United Nations Economic Commission for Latin America and the Caribbean (ECLAC) indicated that Central America is one of the regions where cement prices are the highest: a ton of cement costs approximately $77 in Guatemala, while in the US it’s valued at $75. In Mexico the price is even higher, sometimes increasing to $110.",
  "The price differentials are far greater when these countries’ minimum wages are considered; in Guatemala, the monthly minimum wage is $380/month, in Mexico it’s $141/month, and in the US (using an approximation due to a system of varied minimum hourly wages), it’s $1125. In addition to this cost comparison, the value of economic interaction between communities created by adobe housing construction is considerable. Alejandra Caballero, an architect and presenter at the “Adobe Is Not Poverty, It’s Resilience” forum, explained, “The social fabric of years ago, when people manufactured adobe bricks and tiles and others provided labor related to construction, made diverse economic interactions possible.” If adobe construction methods were promoted, this kind of interaction between local actors could generate a great deal of local economic development, as products and services would be procured within the community, offering employment to community members and utilizing local material at lower costs. Building partially collapsed by the Puebla earthquake of 2017, Colonia Narvarte Poniente, Delegación Benito Juárez, Mexico City. Photo: Wikimedia Commons. Practical and Ecological Value Adobe homes are known for providing warmth when the weather is cold and cooler temperatures when it’s hot out, which saves energy resources.",
  "And adobe structures are made of mud, which allows for very easy access to the basic material. Further, it is easy to produce, which offers the possibility of a large cottage industry of skilled craftsmen.",
  "Cement block, on the other hand, requires special machinery and therefore its production tends to be far more centralized. Houses built of adobe naturally insulate from noise and their construction takes into consideration the natural environment. There are still many craftspeople who are deeply knowledgeable in this construction method, but because they are being persuaded to work with cement block, concrete, and other modern materials, they have often abandoned adobe and their skills are not passed down to the next generation. Some adobe homes have mixed materials. We know that inside the adobe housing destroyed by the Mexican earthquake there were cement slabs, support systems, and expansion materials that hurt stability. Caballero said, “On many occasions, cement is mixed with earth, and that deforms and decreases the quality of a construction system that has functioned for centuries.",
  "Concrete has much to prove, it’s merely a baby in the history of construction.” Adobe’s Value for Tourism Pauline Décamps, from the Unicornio Azul hotel in the Cuchumatanes Mountains of northwest Guatemala, is very keen on not only the beauty of homes made from adobe, but also on their potential to benefit the local tourism economy. Décamps’ hotel was founded on two coinciding objectives: for the local population to improve their housing, while also preserving and celebrating their culture.",
  "She said that using traditional and vernacular architecture simultaneously generates tourism and appreciation for local culture. “My house is proudly Guatemalan,” she said. Detail of house built under vernacular architecture standards in Los Cuchumatantes, Guatemala. Photo: Unicornio Azul Lodge. Arturo Balandrano, coordinator of historic monuments for the National Institute of Mexican Anthropology and History (INAH), said during the forum, “Public policies and financial resources ought to be established to recover and provide this traditional knowledge of construction methods. [These methods] counter the belief that vernacular architecture is just a romantic idea about people living in little adobe houses with clay tiled roofs, continuing in poverty.",
  "Quite the opposite. Taking advantage of this architecture is an intelligent and practical way to offer housing for families who are in need of housing, that also recognizes its cultural, economic and touristic value.",
  "Education and Cultural Value In order to value the architecture of adobe structures it’s necessary to learn about it, become familiar with it, and systematize and catalog current knowledge. For example, the INAH already considers adobe housing and earth cabins as Mexican cultural heritage and the identity of communities, the loss of which represents a deterioration of the county’s cultural diversity. Balandrano affirms, “When a house is lost, cultural heritage is lost; the home of the grandparents is lost, traditional cooking methods are lost, and traditional celebrations [are too] because the home has profound meaning: it is the root of culture.” When adobe dwellings age or suffer damage from seismic activity, demolishing them also demolishes heritage and family history. Adobe homes also have education value. It’s important to evaluate how architecture is taught in universities. It’s common to find modern architecture as the dominant method taught in universities, and because of this, in countries like Guatemala, engineers and architects often aren’t familiar with adobe construction.",
  "They are not taught about adobe and other forms of natural building in part because they are not as profitable as modern structures; those with the money to contract architects generally demand other materials. Changes must be made to curricula to emphasize a social focus that gives future architects more natural building options when they address housing issues.",
  "Announcing the contest “My house is proudly Guatemalan.” Photo: Unicornio Azul Lodge. What is left to do? Caballero attributes the failure of adobe houses to minimal technical knowledge and the nonexistence of documentation and records in which the historic methods of constructing with adobe are explained. For example, there are many criteria that help to determine when adobe is and is not appropriate, but they have barely been researched, let alone organized to bring together all the knowledge and skills of craftspeople, engineers, architects, master builders, and masons. For that reason, she said, “It’s important to go out into the countryside and ask rural people what they think of their homes, what is missing, how have their homes been maintained so that they remain standing and functional… One has to detach somewhat from what one has learned about building with earth.” Adobe architecture is not a trend, but rather a type of construction that deserves to be recovered and preserved, above all in countries like ours, as ours has a rapidly growing population with rapidly growing housing needs. We will continue to need practical, affordable solutions to housing.",
  "We must understand that adobe has not survived in vain for all these years, and, just as Caballero said, “Adobe construction ought to be considered more valuable by all groups of society,” from children to grandparents, from rural folk to professionals and academics involved in construction, understanding that adobe is not a symbol of poverty, but of resilience. Diana Pastor Entremundos Magazine Editor If you would like to receive a manual in Spanish to build adobe homes, please write us to: revista@entremundos.org Also, check the book: Adobe Houses for all Climates, by Lisa Schroder & Vince Ogletree to know more about adobe houses.",
  "Relacionado Diana Pastor Adobe Categories CultureEconomyEnvironmentFrontPage Tagged AdobearchitectureconcreteGuatemalaGuatemalamexiconaturalnatural buildingsustainable architecture 0 Author admin Next Article Water conflict in Guatemala: Episode 1 - Chiquirines Trending Today Week Month All Autobuses pullman de Xela a Guatemala (y de Guatemala a Xela) 1 Vision Guatemala - Haciendo posible un mejor futuro 2 ¿Educación de calidad en Guatemala? 3 El agua en la cosmovisión maya 4 La Economía de Suecia: Un modelo de crecimiento, competitividad y bienestar social 5 Autobuses pullman de Xela a Guatemala (y de Guatemala a Xela) 1 Vision Guatemala - Haciendo posible un mejor futuro 2 El agua en la cosmovisión maya 3 ¿Educación de calidad en Guatemala? 4 La Economía de Suecia: Un modelo de crecimiento, competitividad y bienestar social 5 Autobuses pullman de Xela a Guatemala (y de Guatemala a Xela) 1 Vision Guatemala - Haciendo posible un mejor futuro 2 ¿Educación de calidad en Guatemala? 3 El agua en la cosmovisión maya 4 La Economía de Suecia: Un modelo de crecimiento, competitividad y bienestar social 5 ¿Educación de calidad en Guatemala? 1 Vision Guatemala - Haciendo posible un mejor futuro 2 Cambio Climático en Guatemala: Síntesis Práctica 3 Sequía, Canícula y Cambio Climático en Guatemala 4 La Economía de Suecia: Un modelo de crecimiento, competitividad y bienestar social 5 Idiomas Español English Back to Top Idiomas Español English Lo más popular Alternative Economy Climate Change Community Action Corruption Culture Economy Environment Events Film Food Food Security Forests FrontPage Guate in Graphs Health Literature Media Megaprojects Megaprojects Migration Money in Politics Multimedia Music Nightlife Oceans PageTwo Politics Public Figures Rivers Social Situation Things to Do Transport and travel Travel Uncategorized Women World Xela Xela Guide Youth Copyright © 2020 EntreMundos | All rights reserved. Multilingual WordPress with WPML"
]