[
  "Building Smart Cities With Help of AI Video Analytics | NVIDIA NVIDIA Home NVIDIA Home Menu Menu icon Menu Menu icon Close Close icon Close Close icon Close Close icon Caret down icon Accordion is closed, click to open. Caret down icon Accordion is closed, click to open.",
  "Caret up icon Accordion is open, click to close. Caret right icon Click to expand Caret right icon Click to expand Caret right icon Click to expand menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Shopping Cart Click to see cart items Search icon Click to search Skip to main content Artificial Intelligence Computing Leadership from NVIDIA Main Menu Products Hardware Software Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers Data Scientists Developers Gamers IT Professionals Researchers Roboticists Startups NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Shop Drivers Support 0 Cart Login LogOut Skip to main content 0 Cart Login LogOut NVIDIA NVIDIA logo Main Menu Products Hardware Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Software Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Data Scientists Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developers Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode Gamers GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base IT Professionals Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums Researchers NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Roboticists Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Startups Shop Drivers Support Build with Metropolis News PARTNERS Contact Us Smart Cities Build with Metropolis News PARTNERS Contact Us This site requires Javascript in order to view all its content.",
  "Please enable Javascript in order to access all the functionality of this web site. Here are the instructions how to enable JavaScript in your web browser.",
  "Image courtesy of DataFromSky Build Smarter Cities with AI Turn Data into Improved Operational Efficiency and Safety AI delivers powerful new ways to create more sustainable cities, maintain infrastructure, and improve public services for residents and communities. It all starts with the ability to gather data from trillions of sensors and other IoT devices and extract actionable insights through the NVIDIA Metropolis™ platform for Vision AI. Faster Response Time Process and analyze data in real time to improve operational efficiency, resource allocation, and disaster response. Secure Deployment and Scalability Deploy AI from the edge to the cloud with a range of appliances, from the NVIDIA® Jetson Nano™ handling a city’s traffic cameras, to an entire fleet of NVIDIA T4 GPUs. Public Safety Disaster response Anomaly detection Infrastructure protection Logistics Freight tracking Route optimization Supply forecasting Traffic Management Real time alerts Incident detection Speed estimation Build with Metropolis End-to-End Intelligent Video Analytics Extract valuable insights from large quantities of video and sensor data with NVIDIA Metropolis for smart cities. Build with a powerful set of software tools, including the DeepStream SDK, NVIDIA TAO Toolkit, pretrained models from the NVIDIA NGC™ catalog, and NVIDIA® TensorRT™.",
  "Take advantage of containers to package these applications in a cloud-native format for flexible deployment that can be easily scaled out with the NVIDIA EGX™ platform. LEARN MORE Making our Spaces Smarter with AI-Enabled Video Analytics A new generation of AI applications is being rolled out with NVIDIA Metropolis to drive incredible operational efficiency and safety gains across a broad range of use cases.",
  "Download this free e-book to learn how NVIDIA Metropolis is helping to build smarter spaces around the world. Read eBook Deploy AI at the edge with the NVIDIA EGX platform for real-time insights. Learn More Smart Cities Industry News and Stories Nota Is Transforming Traffic Management Systems With AI Nota, an NVIDIA Metropolis partner, is using AI to make roadways safer and more efficient with NVIDIA’s edge GPUs and deep learning SDKs. Nota developed a real-time traffic control solution that uses image recognition technology to identify traffic volume and queues, analyze congestion, and optimize traffic signal controls at intersections. LEARN MORE Recycleye’s AI-Driven System Boosts Recycling Rates Recycleye, an NVIDIA Metropolis partner, looks to give recycling numbers a big boost with its AI-driven system for identifying waste materials. By automating and speeding the movement of materials through sorting systems and identifying them with more precision, Recycleye aims to significantly increase capacity for recycling companies.",
  "LEARN MORE Sighthound Enhances Traffic Safety with NVIDIA AI Technologies Sighthound, an NVIDIA Metropolis partner, is helping cities improve traffic management and pedestrian safety with software and hardware that bring cloud-native solutions for edge data intelligence. Cities are deploying Sighthound’s AI-enabled video detection and analytics application to make roads, intersections, and crosswalks safer and smarter.",
  "LEARN MORE NVIDIA Partners Offering Validated Solutions Explore our NVIDIA Partner Network (NPN) and NVIDIA Metropolis partners who have enterprise-grade, production-ready, GPU-optimized applications that have been tested and validated for performance by NVIDIA. Traffic Management Public Safety IronYun’s software solutions for traffic management can be used for forensic investigation, access control, loss prevention, and vehicle tracking. Vaidio's People and Vehicle Tracking (PVC) can quickly and accurately count people and cars in view and recognize 200 vehicle makes, 2,000 vehicle models, and license plates from 100 countries. Visit Ironyun's site to learn more Get Connected Ipsotek’s VISuite has been deployed in multiple countries to address traffic management requirements using their patented Scenario-Based Rule Engine (SBRE) and AI video analytics. In addition to the standard 32 SBRE rules and AI capabilities for each camera, automatic pan, tilt, and zoom (PTZ) camera control and license plate detection are available. Visit Ipsotek’s site to learn more Get Connected SmartCow’s Roadmaster is an end-to-end intelligent traffic management system for vehicle detection, parking management, automated number plate reading (ANPR), accident detection, helmetless driver detection, and other major traffic violations.",
  "Read the solution showcase: The Problems Faced by Growing Cities Visit SmartCow’s site to learn more Get Connected IronYun's Vaidio AI Vision Platform works with any IP camera, integrates with 19 market-leading video management systems (VMSs), and supports a vast array of next-generation AI vision applications with market-leading accuracy. The Vaidio Social Health Analytics suite provides fast, accurate, AI-enabled temperature, face mask, distancing, and occupancy detection.",
  "Read the solution showcase: Analytics for a Safer World Visit Ironyun’s site to learn more Get Connected Ipsotek’s VISuite AI enables users to efficiently manage auto-generated alarms in real-time. It provides actionable intelligence to optimize operations and can track chosen behaviours of interest in complex environments. Visit Ipsotek’s site to learn more Get Connected Managing secure points of entry through physical security teams is costly and inefficient. Oosto's OnAccess is designed to balance security and visitor management by automating the process of access control in real-time. Visit Oosto’s site to learn more Get Connected Sign up for deep learning and AI news. Subscribe Contact Us GET THE LATEST FROM NVIDIA ON AI COMPUTING Corporate Information About NVIDIA Corporate Overview Technologies NVIDIA Research Investors Social Responsibility NVIDIA Foundation Get Involved Forums Careers Developer Home Join the Developer Program NVIDIA Partner Network NVIDIA Inception Resources for Venture Capitalists Technical Training Training for IT Professionals Professional Services for Data Science News & Events Newsroom NVIDIA Blog Webinars Stay Informed Events Calendar NVIDIA GTC NVIDIA On-Demand SIGN UP FOR DEEP LEARNING AND AI NEWS Subscribe Follow NVIDIA Facebook Twitter LinkedIn Instagram YouTube NVIDIA USA - United States Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation NVIDIA websites use cookies to deliver and improve the website experience."
]