[
  "Life Under Water - Wikipedia Life Under Water From Wikipedia, the free encyclopedia Jump to navigation Jump to search Life Under WaterGenreComedyDramaRomanceWritten byRichard GreenbergDirected byJay HolmanStarringSarah Jessica ParkerHaviland MorrisKeanu ReevesJoanna GleasonStephen McHattieMusic byPeter SchererCountry of originUnited StatesOriginal languageEnglishProductionProducerJay HolmanCinematographyBobby BukowskiEditorElizabeth KlingRunning time56 minutesProduction companyAmerican PlayhouseDistributorPBSReleaseOriginal networkPBSPicture formatColorAudio formatMonoOriginal release April 12, 1989 (1989-04-12) Life Under Water is a 1989 American made-for-television romantic comedy-drama film starring Sarah Jessica Parker, Joanna Gleason and Keanu Reeves. It was written by Richard Greenberg, based on his play.",
  "It was broadcast on the PBS television program American Playhouse on April 12, 1989. [1][2] Contents 1 Background 2 Plot 3 References 4 External links Background[edit] The play on which this telefilm is based, also titled Life Under Water, premiered Off-Broadway at the Ensemble Studio Theatre in May 1985. Directed by Don Scardino, the cast featured Alexa Kenin (Amy-Joy), Amanda Plummer (Amy-Beth), Andrew McCarthy (Kip), Jill Eikenberry (Jinx), and Larry Bryggman (Hank). The play takes place in the summer on Long Island's South Fork. [3] Plot[edit] 20 year old Kip moves out of his mother's home in the Hamptons, Long Island. His divorced mother, Jinx, is having an affair with Hank.",
  "Kip meets 2 young women on the beach—Amy-Beth and Amy-Joy. Amy-Joy insists that sea-monsters are real; Amy Beth has had a nervous breakdown.",
  "Both are selfishly preoccupied with their own lives. References[edit] ^ O'Connor, John J. \"Review/Television; People Obsessed With Themselves\" New York Times, April 12, 1989 ^ Life Under Water tcm.com, accessed December 29, 2015 ^ Greenberg, Richard. \"Introduction\", Life Under Water, Dramatists Play Service Inc, 1985, ISBN 0822206609, p. 3 External links[edit] Life Under Water at IMDb This article related to an American TV movie is a stub. You can help Wikipedia by expanding it.vte Retrieved from \"https://en.wikipedia.org/w/index.php?title=Life_Under_Water&oldid=1079341538\" Categories: 1989 television films1989 films1980s romantic comedy-drama filmsAmerican filmsAmerican romantic comedy-drama filmsAmerican films based on playsAmerican PlayhousePlays by Richard GreenbergAmerican television film stubsHidden categories: Template film date with 1 release datePages using infobox television with unnecessary name parameterIMDb ID same as WikidataAll stub articles Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version Languages 日本語 Edit links This page was last edited on 26 March 2022, at 07:50 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply.",
  "By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization."
]