[
  "Stepping Up for Climate ActionStepping Up for Climate ActionAdobe is named to the CDP A List for the fourth straight year and commits to set new science based targets.Climate action has never been more important. As leaders from organizations like the World Economic Forum and Blackrock have recently called out, in today’s landscape, it’s critical for businesses to step up as global corporate citizens, and that means reducing environmental impact and mitigating climate change.",
  "Adobe is a long-standing supporter of the transition to a low-carbon economy, and we’ve set a goal to run our sites and deliver our products with 100 percent renewable energy by 2035, without the use of carbon offsets or unbundled renewable energy credits. As we step into 2020, our commitment to operate our business sustainably and hold ourselves accountable—to our employees, customers and investors—remains as strong as ever.Adobe joined the Science Based Targets Initiative in 2017, setting and acting on emissions targets for each of our sites—and we’re not stopping there. The United Nations Framework Convention on Climate Change (UNFCCC) has developed new guidance to limit global temperature rise to 1.5°C above pre-industrial levels, a commitment more ambitious than the previous 2°C guidance. Adobe is proud to announce today that we’re committing to raise our ambition to align to a 1.5°C future, and that we will actively work with the Science Based Targets Initiative to develop and set new targets.Additionally, we’re proud to share that Adobe has been named to the CDP ‘A List’ for climate change for the fourth consecutive year—an honor awarded only to the top two percent of over 8,000 companies scored by CDP, an international non-profit that helps companies disclose and manage their environmental impact. Adobe is incredibly proud to be one of only 35 U.S. companies named as leaders in corporate transparency and action on climate.We’re continuing to make progress on our sustainability goals, with a focus on the following areas.Green buildingWe recently announced that our newest building at Adobe headquarters will be all-electric, meaning it will be able to run on clean, renewable energy. In addition, we’re thrilled to share that all of our owned buildings in India are now LEED Platinum certified.Renewable energyWe’ve committed to run on 100% renewable energy by 2035 without the use of carbon offsets or unbundled renewable energy credits.",
  "This means that instead of purchasing credits to offset “dirty” operations, we’re instead focused on bringing more renewable energy to our local grids so that both Adobe and our communities can benefit. We’re making strides through partnerships with peer companies, utility providers and non-profits like REBA."
]