[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Operations \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook\n\n\n\nGoogle Plus\n\n\n\n\n\n\nInstagram\n\n\n\n\n\n\nMail To\n\n\n\n\n\n\nLinkedIn\n\n\n\nPinterest\n\n\n\n\n\nQuotation Mark\n\n\n\nTumblr\n\n\n\n\n\nTwitter\n\n\n\n\n\nYoutube\n\n\n\n\n\nRSS\n\n\n\nmagnify\n\n\n\n\n\ngreater than\n\n\n\n\n\nQuote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\nRight arrow\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\nDownload Icon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhatsapp Icon\n\n\n\n\n\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            '\n\n\n\n\n'\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\nxClose\n\nSearch\n\n\nSearch\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\nHomepage\nEnvironment \nSustainable Operations\n\n\n\n\n\n\nSustainable Operations\nWe are taking a broad, science-based approach to reducing carbon emissions and improving efficiency across our operations. Sustainable Operations \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRenewable Energy \nAs part of our goal to reach net-zero carbon by 2040, Amazon is on a path to powering our operations with 100% renewable energy by 2025—five years ahead of our original target of 2030. ",
  "In 2020, we became the world’s largest corporate purchaser of renewable energy, reaching 65% renewable energy across our business. Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBuildings\nAmazon operates hundreds of world-class facilities in cities across the globe that serve our customers and support our local communities. We are designing buildings that help lead the industry toward net-zero carbon, while improving the resource efficiency of our facilities and prioritizing the health and wellness of our building occupants. Learn More\n\n\n\n\n\nThe World’s First Net-Zero Carbon Arena\n\n\n\nIn 2020, Amazon secured the naming rights to Climate Pledge Arena, slated to become the first net-zero carbon certified arena in the world. The arena will feature all-electric operations systems powered by 100% renewable electricity from on-site solar panels and off-site renewable energy projects. Events at the arena will be made fully net-zero carbon by investing in forestry projects that sequester any remaining carbon emissions from the arena’s operations through nature-based solutions. ",
  "Additional commitments include eliminating single-use plastics, conserving water, and producing zero waste from the arena’s operations. Arlington Headquarters\n\n\n\nPlans for our second headquarters in Arlington, Virginia feature a range of carbon reduction solutions and energy efficiency enhancements, including highly efficient building systems, high-efficiency lighting with advanced controls, and a high-performing building envelope that facilitates climate control. ",
  "All-electric central heating and cooling systems will eliminate on-site combustion for heating and domestic hot water, and a nearby solar farm will power the campus with 100% renewable energy. The buildings will incorporate locally sourced materials, to reduce the carbon impact of material transportation, and low-carbon materials, including low-carbon concrete supplemented with Carbon Cure technology, a Climate Pledge Fund investment. Corporate Offices\n\n\n\nAmazon’s global corporate offices are located in vibrant communities and urban hubs. Many of our corporate buildings offer plazas and open green spaces for communal and public use. Even more feature green roofs and other green infrastructure that provide outdoor amenity space while supporting ecological functions like green stormwater management. The interiors integrate biophilic design concepts, such as green walls and locally sourced woods, along with energy-efficient lighting, composting and recycling, and amenity spaces for employee wellness. ",
  "Many of our buildings also offer plug-in electric vehicle charging stations, bike parking, and showers to encourage low-carbon transportation for employees and visitors. Operations Facilities\n\n\n\nAmazon’s operations facilities include a variety of building types and sizes where we process orders for our customers. ",
  "To minimize energy use, these facilities feature state-of-the-art technology and are designed with efficient building systems. Many of our operations facilities throughout the U.S., Europe, and India are powered by on-site solar, where a rooftop installation can power up to 80% of a facility’s energy use. As of June 2021, we have more than 90 rooftop solar installations on operations facilities around the world and we continue to scale this program globally. Amazon Physical Stores\n\n\n\nAmazon Physical Stores provide a range of retail and grocery shopping experiences for our customers. Our physical stores use highly efficient LED lighting, with energy-reducing lighting controls, and incorporate natural daylighting techniques, such as skylights and large windows. We also utilize energy-efficient heating and cooling systems to reduce energy consumption. ",
  "Across our grocery channels, we are replacing conventional refrigerants with natural alternatives that have a lower ozone depletion and global warming potential. In many of our new physical stores, we are increasing our use of doored cases for refrigerated products, enhancing energy efficiency and maintaining product quality for longer durations. ",
  "Data Centers\n\n\n\nAWS is continuously working to increase the efficiency of our facilities, and our scale allows us to achieve higher resource utilization and efficiency than typical on-premises data centers. When possible, we incorporate direct evaporative technology for cooling our data centers, reducing energy and water consumption. During cooler months, outside air is directly supplied to the data center without using any water. During the hottest months of the year, outside air is cooled through an evaporative process using water before being pushed into the server rooms, and we have optimized our cooling systems to minimize water usage. AWS has also demonstrated our commitment to water stewardship by using reclaimed or recycled water instead of potable water in multiple regions, and we are working with local utilities to expand the use of reclaimed water. Shipment Zero\n\n\n\n\n                        Shipment Zero is our goal to deliver 50% of Amazon shipments with net-zero carbon by 2030. ",
  "This means that the fulfillment operations we undertake to deliver customer shipments are net-zero carbon—from the fulfillment center where an item is picked off the shelf, to the materials used to package the item, and the mode of transportation that gets the package to the customer’s door. Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCarbon Footprint \nAmazon’s corporate carbon footprint quantifies the total greenhouse gas emissions attributed to our direct and indirect operational activities. ",
  "We measure our total impact on the climate, map the largest activities contributing to this impact, and develop meaningful carbon reduction strategies to reach net-zero carbon emissions across our business by 2040. Learn More\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTransportation\n\nWe rolled out the first of our custom electric delivery vehicles in Los Angeles in February 2021, and will expand to up to 15 additional U.S. cities by the end of the year. We plan to have 10,000 vehicles on the road as early as 2022 and 100,000 vehicles deployed by 2030. Learn More\n\n\n\n\n\n\n\nDelivering Packages in Electric Vehicles\n\n\nLearn More\n\n\n\n\n\n\n20 Million\nPackages delivered by electric vehicles\nAmazon already operates thousands of electric vehicles worldwide, delivering more than 20 million packages in electric vehicles to customers across North America and Europe in 2020. Partnerships\n            \n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican Council on Renewable Energy \n\n\nAmazon joined the American Council on Renewable Energy (ACORE), a national nonprofit organization that unites finance, policy and technology to accelerate the transition to a renewable energy economy. ACORE convenes thought leadership forums and creates energy industry partnerships to communicate the economic, security, and environmental benefits of renewable energy. ",
  "Advanced Energy Buyers Group\n\n\nAmazon is a founding member of the Advanced Energy Buyers Group (AEBG), a coalition of leading advanced energy purchasers engaging on policies to unlock opportunities for customers to access affordable, reliable, clean, and innovative energy options. Advanced Energy Economy\n\n\nTo promote education, analysis, and policy advocacy for clean energy, Amazon joined Advanced Energy Economy (AEE), a nonprofit association of clean energy businesses that is committed to promoting clean and affordable energy technologies. ",
  "AEE publishes reports, brings together stakeholders, and advocates for advanced energy policies with state and federal policymakers on issues related to electric vehicles, renewable energy, energy efficiency, and the smart grid. Carbon Leadership Forum\n\n\nAmazon committed to sponsor the Carbon Leadership Forum, an industry-academic collaboration hosted at the University of Washington and focused on reducing the embodied carbon of building design. Amazon participates in this group to shape building industry standards for embodied carbon and calculation tools for the building industry. Center for Climate and Energy Solutions\n\n\nAmazon joined the Business Environmental Leadership Council at the Center for Climate and Energy Solutions (C2ES) to work toward practical solutions to the world's climate and energy challenges. C2ES is an independent, nonpartisan, nonprofit organization working to advance strong policy and action to reduce greenhouse gas emissions, promote clean energy, and strengthen resilience to climate impacts. In 2020, Amazon signed a statement from the C2ES calling on the Biden Administration and new Congress to seek ambitious, durable climate solutions. ",
  "Ceres Corporate Electric Vehicle Alliance\n\n\nIn 2020, Amazon partnered with Ceres and other fleet operators to launch the Corporate Electric Vehicle Alliance, bringing together companies that work to accelerate the transition to electric vehicles. This alliance helps aggregate corporate demand for transportation electrification, while also providing a platform to coordinate support for policies that enable fleet electrification. ",
  "In 2021, members of the alliance published a comprehensive report on ways that utilities, regulators, and policymakers can enable fleet operators to electrify commercial transportation and reduce carbon emissions. Renewable Energy Buyers Alliance\n\n\nTo support a resilient clean energy system, Amazon joined the Renewable Energy Buyers Alliance (REBA). REBA is an alliance of large clean energy buyers, energy providers, and service providers that, together with NGO partners, is unlocking the marketplace for all non-residential energy buyers to lead a rapid transition to a cleaner, prosperous, zero carbon energy future. In January 2021, Amazon Signed a statement from the Renewable Energy Buyers Alliance to the incoming Biden Administration calling for a customer-centric transition to 100% clean energy as soon as feasible, increased access to renewable energy, and increased federal research and development funding for clean tech. SolarPower Europe\n\n\nAmazon joined SolarPower Europe (SPE) to help advance solar energy development across Europe. SPE works to ensure solar-based energy solutions have access to financing and funding across Europe, positioning these solutions with policymakers at the European and national levels, effectively communicating the benefits of solar power and more. ",
  "U.S. Partnership for Renewable Energy Finance\n\n\nAmazon joined the U.S. Partnership for Renewable Energy Finance (U.S. PREF), a program of ACORE, to support our work with state and federal policymakers and other stakeholders to enable more renewable energy opportunities for cloud providers. U.S. PREF is an educational program that provides expert input on how the renewable energy finance market works. ",
  "Latest News\nSee how we put our scale and inventive culture to work on building a sustainable future. Oregon community and AWS work together to benefit local agriculture\nReused water from AWS data centers helps grow crops. Climate Next: Using data to address tree cover and climate change\nThe Nature Conservancy uses cloud technology to provide tree shade access in neighborhoods—regardless of income, race, or ethnicity. The story is part of Climate Next, a new AWS documentary series. Amazon Fresh is on its way to net-zero carbon with newest store \nThe latest Amazon Fresh location is the world’s first grocery store pursuing Zero Carbon certification from the International Living Future Institute. Back to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to top\n\n\n\n\n\n\n\n\n\nSustainable Operations \n\n\n\n\nThe Cloud\n\n\n\n\nCircular Economy\n\n\n\n\nProduct Sustainability\n\n\n\n\n\n\n\n\n\n\n\n\nHuman Rights \n\n\n\n\nEmployees\n\n\n\n\nSupply Chain \n\n\n\n\nCommunity \n\n\n\n\n\n\n\n\n\n\n\n\nPartnerships \n\n\n\n\nSustainability for Customers\n\n\n\n\nAmazon Around the Globe \n\n\n\n\nGovernance \n\n\n\n\n\n\n\n\n\n\n\n\nAbout Amazon\n\n\n\n\nDisclaimer\n\n\n\n\nSign Up for Out for Delivery, Our Newsletter\n\n\n\n\nPrivacy \n\n\n\n\n\n\n\n\n\nAmazon.com | Conditions of Use | © 1996-2022 Amazon.com, Inc. or its affiliatesAll photos of people not wearing masks were taken prior to the COVID-19 pandemic. "
]