[
  "SEforALL and UN-Energy announce Microsoft signing two Energy Compacts | Sustainable Energy for All Skip to main content Main navigation Who we are Team Governance and accountability Funders Partners Opportunities Support us About SDG7 SEforALL Analysis of SDG7 Progress Access to energy Renewable energy Energy efficiency Impact areas Programmes Data and evidence Country engagement Energy Compacts Campaigns Be Bold This Is Cool News and events News and stories Webinars Media centre Sustainable Energy for All Forum Open social media links dialog Stay in touch Donate Search Donate Sign up to our newsletter News and events / News and stories SEforALL and UN-Energy announce Microsoft signing two Energy Compacts News 15 Mar 2022 Share this page The compacts support global collective action towards grid decarbonization UN-Energy and Sustainable Energy for All (SEforALL) have worked with governments and companies to sign Energy Compacts, allowing for actionable and voluntary commitments to accelerate progress on energy access, renewable energy, and energy efficiency. Microsoft is the latest company to submit an Energy Compact, affirming its commitment to drive decarbonization of the electric grid to combat climate change.",
  "Microsoft submitted its own individual Energy Compact reiterating the actions it will take to have 100 percent of its electricity consumption, 100 percent of the time, matched by zero carbon sources by 2030, and to procure renewable energy to meet 100 percent of its electricity consumption by 2025. Additionally, Microsoft is signing the 24/7 Carbon Free Energy Compact with SEforALL, governments and other companies, supporting a broader community of entities making these commitments. Energy Compacts were first introduced as a key outcome of the High-level Dialogue on Energy, convened by the United Nations Secretary-General on the sidelines of the UN General Assembly in September 2021. The ultimate objective of the Energy Compacts is to galvanize resources and actions towards achieving Sustainable Development Goal 7 (SDG7) on universal access to affordable and clean energy in line with the Paris Agreement on climate. With this announcement, Microsoft joins national and local governments, businesses, foundations, and international civil society and youth organizations from every region who have submitted over 200 Energy Compacts, reflecting actions and finance commitments through to 2030 towards achieving SDG7 and a global energy transition. “Today, 759 million people live without electricity, and 2.6 billion are without clean cooking solutions.",
  "It is urgent and pressing that we address energy poverty while also working towards decarbonization. Microsoft’s bold and ambitious commitments made through their Energy Compact will help set us on a pathway towards achieving our dual energy and climate goals,” said Damilola Ogunbiyi, CEO and Special Representative to the UN Secretary-General for Sustainable Energy for All and Co-Chair of UN-Energy."
]