[
  "Quality of research and teaching — Education Studies \"Giovanni Maria Bertin\" - EDU vai al contenuto della pagina vai al menu di navigazione Search Search Vai Close Directories Directories People Structures Vai Close Online services Online services Students AlmaEnglish AlmaEsami AlmaRM Certificates Document and library services Esami online - EOL Internships Job vacancy noticeboard Presente Studenti Online Study plans Teaching Staff-Student Distribution lists Tesi online UniboStore Virtuale Staff AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Document and library services Esami online - EOL Incarichi extraistituzionali Internships IRIS - Institutional research archive NormAteneo OrganiWeb Personal Website Platform for printed materials Presente Presenze web Teaching Staff-Student Distribution lists Tesi online Titulus UniboImmagine U-Web Reporting - Projects Accounting Reporting Virtuale See all Close University Intranet My e-mail My e-mail My e-mail for students My e-mail for staff Close My portal Go to the University of Bologna homepage Department of Education Studies \"Giovanni Maria Bertin\" - EDU it en Menu HomeDepartmentPresentationPeopleFacilitiesOrganisationTechnical and administrative servicesQuality of research and teachingAwards and RecognitionsAgreements and collaborationsContactsResearchResearch areasResearch projectsResearch centresScientific publications and publishing activitiesTeachingTeaching innovationFirst and Second cycle degree programmesProfessional master programmesPHD programmesPost-graduate vocational training programmesInternational mobility programmeDepartment and SocietySocietySchools and teachers trainingInternational cooperation You are here: Home Department Quality of research and teaching Share Facebook Linkedin Twitter Invite a friend Quality of research and teaching The continuous improvement cycle of the Quality Assurance management system consists of four interrelated processes: planning, management, self-assessment and improvement. The Quality Assurance System management system consists of four interrelated processes: planning, management, self-assessment and improvement.",
  "Quality of Research The approach dictated by the Quality Assurance Committee consists in introducing quality principles in the department: transparency, information sharing, and verifying results with indicators or documentary evidence. It facilitates self-evaluation, offering support to the Departments in defining improvement goals according to their own specificities and in line with the goals of the University Strategic Plan. Single Annual Report on Departmental Research (SUA-RD) The Single Annual Report of Departmental Research (Scheda Annuale della Ricerca Dipartimentale, SUA-RD) collects information on research and the third mission and is drawn up by the department. During the annual review meeting, the Department analyses qualitative and quantitative information relating to goals, organisation, quality policies of the department, research groups, and third mission and public engagement initiatives. The SUA-RD is also used for the annual verification of research results for the purposes of periodic evaluation and accreditation conducted by ANVUR - Italian National Agency for the Evaluation of Universities and Research Institutes. SUA-RD continuous improvement cycle Quality assurance in research and third mission activities: Planning Defining the three-year objectives for research and third mission activities, in line with the University’s strategic plan and with monitoring indicators (SUA-RD Quadro A1) Third Mission strategy: The department’s main strategy in line with its specifications (SUA-RD Quadro I0) Managing Department Organisation (SUA-RD Quadro B1) Research Groups (SUA-RD Quadro B1b) QA management system research: Duties and responsibilities when conducting reviews, resource distribution criteria.",
  "(SUA-RD Quadro B2) Assessing Analysis of the monitoring results: In-depth self-evaluation (AV) and assessment of progress in the three-year goals (SUA-RD Quadro B3 Review) Improving Definition and scope for improvement: Defining the areas that require improvement as identified by the self-evaluation (SUA-RD Quadro B3 Review) SUA - RD Documents Consult the SUA-RD documents in the Italian version Teaching Quality Quality teaching is the ability to adequately meet the expectations of all those who are interested in the learning service offered: students, families and the world of work. Specifically, both in the University and in the Department, it involves putting in place goals, tools, actions and checks in order to implement a quality policy with the aim to continuously improve the programme catalogue."
]