[
  "SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS 2020/2021 — University of Bologna go to page content go to navigation menu Search Search Vai Close Directories Directories People Structures Vai Close Online services Online services Students AlmaEnglish AlmaEsami AlmaRM Certificates Document and library services Esami online - EOL Internships Job vacancy noticeboard Moocs-Unibook Presente Studenti Online Study plans Teaching Staff-Student Distribution lists Tesi online UniboStore Virtuale Staff AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Document and library services Esami online - EOL Incarichi extraistituzionali Internships IRIS - Institutional research archive NormAteneo OrganiWeb Personal Website Platform for printed materials Presente Presenze web Teaching Staff-Student Distribution lists Tesi online Titulus UniboImmagine U-Web Reporting - Projects Accounting Reporting Virtuale See all Close University Intranet My e-mail My e-mail My e-mail for students My e-mail for staff Close My portal it en Menu Home University Open submenu Who we are Organisation Campuses and Structures Support the Alma Mater Competitions and selections Contracting and sales Quality Assurance Teaching Open submenu Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Research Open submenu Networking for research Competences, projects, initiatives Open Science PhD programmes Business and Research Research at Unibo Research facilities University and society Open submenu Culture and events University and business Sustainability Development cooperation Museums and libraries Healthcare services Continuing education International Open submenu Agreements and networks European Projects of Education and Training International course catalogue Incoming exchange students Studying abroad Internship abroad International staff, professors and researchers Services and opportunities Open submenu Study grants and subsidies Libraries, digital resources and study rooms Guidance and tutoring Internships Job Placement Entrepreneurship Sport, culture and university life Health and Assistance Certificates and requests for duplicates Information for Open submenu Prospective students Current students Exchange students Graduates Businesses Incoming Staff You are here: Home > Teaching > Course unit catalogue > SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS 2020/2021 Share Facebook Twitter Linkedin Send to friend Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Search Course unit catalogue 94133 - SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS Course Unit Page Teacher Alberto Montanari Credits 3 Language English Teaching resources on Virtuale Course Timetable from Feb 22, 2021 to May 03, 2021 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda. Academic Year 2020/2021 Learning outcomes Students will learn what knowledge is needed to identify solutions to climate change mitigation and adaptation.",
  "They will learn how climate change can be mitigated, how adaptation may be carried out and how mitigation and adaptation interact each other. Students will learn what we know and what we still do not know about climate and climate change. They will also know what contribution they can give to resolve the climate challenge in both their roles of citizens and experts. The involved disciplines are: climate dynamics, climate analysis and modelling, geo-environmental sciences and water cycle, climate engineering and environmental engineering. The approach will be interdisciplinary with the aim to move to transdisciplinarity, namely, by setting the basis for an innovative scientific and technical approach. Course contents The course will deliver interdisciplinary information on the following topics: Climate history: observed data, proxy data, climatic variability (glaciations, solar activity, climate cycles).",
  "Advanced techniques for environmental monitoring. Climate physics and modeling.",
  "Modeling of climate related processes: water cycle and natural hazards. Environmental economics. Solutions for climate change mitigation. Solutions for climate change adaptation. Climate analysis with open data and open software. Readings/Bibliography Supporting documents will be distributed in the form of open access scientific papers.",
  "Teaching methods Teaching methods will include frontal lectures, exercises, and interactive discussions. Assessment methods There will not be interim assessment."
]