[
  "Women Community | Be EqualBe EqualSwitchHomepageCommunitiesBlack CommunityDiversAbility CommunityHispanic CommunityIndigenous CommunityLGBT+ CommunityPan-Asian CommunityVeterans CommunityWomen CommunityBe ActivePerspectivesTimelineD&I 2021IBM Inclusion BlogIBM CareersIBM AccessibilityMerchandiseIBM Brand CenterWomenAt IBM, women have been making contributions to the advancement of information technology for almost as long as the company has been in existence. Where many companies proudly date their affirmative action programs to the 1970s, IBM has been creating meaningful roles for female employees since the 1930s. ",
  "Looking for inspiring stories about women at IBM, or resources on learning and development? Want to make a difference in your company and in your communities? It all starts here!Be OutspokenFeaturesCommunityNumbersEventsAssociationsPerspectivesResourcesChampion diversityPivotal momentsBe Outspoken“The opportunities and pathways have been changing for women. Corporate opportunities are changing to acknowledge and support that women pursue and prioritize goals differently than men.”Priti ShahSoftware Engineer, IBMBe Outspoken“Diversity in terms of color and gender will ensure that the future of technology is not one dimensional.”Kitty Chaney Reed VP, IBMFeaturesWomen leaders in AIIBM honors women who put AI to work across industries and around the globe.Learn moreFeaturesWomen in leadership studyAdvancing gender equity is a clear winRead about the studyFeaturesYou can’t be what you can’t seeAt IBM, diversity and inclusion are not policies and programs, they have been integral to our habits, practices, and purpose for more than 100 years. One question we continually ask: What is needed today that we didn’t see before?Watch videoFeaturesTake the pledgeA call to arms—to engage IBMers, customers and society at large in promoting the advancement of gender equality in business leadership.Learn moreCommunityMeet women leaders paving the way at IBM.The women in designWomen at the forefront of IBM’s quantum computing researchWomen in IBM Research progressing cloud computing from all angles#ChooseToChallengeWe must challenge the factors that lead to inequalities for womenCelebrating IBM womenIBM women leaders share their advice for the next generationNumbers18%Average percentage of women serving as top leaders in their organizations.¹79%Organizations not prioritizing the advancement of more women into leadership roles.¹99.5Number of years it will take to reach global gender parity.²¹IBM Study - Women, leadership and the priority paradox²World Economic Forum 2020 Global Gender Gap ReportEventsIBM Cyber Day for collegiate womenAnnouncing the second series of cybersecurity seminars.Learn moreAssociationsWe’re teaming with external organizations devoted to making a difference, leveraging research and offering resources to our employees.Anita Borg Institute Society of Women EngineersWorking MotherProfessional Business Women of California PerspectivesIBM and IBMers stand with women and call for change to ensure equality.STEM Education for girls programLet Girls LearnGender equality in STEM: Why men must pledge solidarityResourcesLearn from established organizations about how to get involved and take action.Women, leadership, and the priority paradoxOrganizations that prioritize gender equality outperform others.Strategies for gender parity in the workplaceWhy tech companies should hire and promote more women.Tech Re-EntryEmploying skilled women who want to return to the workforce.Champion diversityEvery one of us is a complex combination of diverse characteristics. Learn more about other communities and embrace all aspects of identity.BlackDiversAbilityHispanicIndigenousLGBT+Pan-AsianVeteransWomenPivotal moments1911The newly formed Computing-Tabulating-Recording Company, later renamed IBM, included Black and female employees from its founding.Pivotal moments1935First written equal opportunity policy. "
]