[
  "Our Customers Address the Sustainable Development Goals - WildHearts Group Home About Impact Our Impact StartHer Strategy Micro-Tyco National Advisory Board Mental Well-being Companies Office Supplies Document Management WildHearts Talent Events Upcoming Events COP27 GEL Series Media Podcasts Articles Videos Case Studies Contact menu How we address the SDG's Through its social programmes, the WildHearts Foundation addresses more than 50% of United Nations’ Sustainable Development Goals. As a result, our customers create global social change through their business spend.",
  "Below you can find out how we address each of these Goals. The Goal: End poverty in all its forms everywhere. 22,000 children die each day due to poverty. WildHearts work to alleviate some of poverty’s key drivers; unemployment, lack of access to education, healthcare and nutrition. Our global microfinance programme enables our predominantly female clients to start or grow a business with a WildHearts micro-loan. With a 99% payback rate, WildHearts microloans are reinvested, continuing to create positive impact beyond the first recipient.",
  "With their increased income, our clients invest in their family’s healthcare, nutrition, housing and education. As a result, when we invest in women we address the key drivers of poverty, transforming entire communities.",
  "Ref: UNICEF, 2010 The Goal: End hunger, achieve food security and improved nutrition and promote sustainable agriculture. 1 in every 6 people on Earth don’t get enough food to live a healthy life. To address this issue we support predominantly female microfinance clients across the developing world. Women invest 90% of their income back into their family, prioritising their health and nutrition. As a result, our microfinance clients’ families are less likely to suffer the consequences of hunger. Furthermore, our microfinance programme promotes the launch of agricultural microbusinesses, ensuring increased variety in the crops available to communities – diverse harvests tackle malnutrition and hunger.",
  "Ref: The World Counts, 2018; Nike Foundation, 2009; Klapper, L; El-Zoghbi, M and Hess, J. Achieving the Sustainable Development Goals- The Role of Financial Inclusion, United Nations, 2016 The Goal: Ensure healthy lives and promote well-being for all at all ages.",
  "Healthcare is a basic human right. A lack of education around Menstrual Hygiene Management (MHM) and sexual health is a key issue faced by girls in the developing world with many lacking access to basic, safe sanitary products. WildHearts will continue to support good health and well-being with the distribution of reusable sanitary pads to school girls, tackling health issues related to poor access to MHM. The distribution of reusable pads will be supported by a tried and tested MHM and sexual health education programme, ensuring girls are equipped with the knowledge and materials they need to safely manage menstruation. Furthermore, WildHearts microfinance programme ensures clients can afford nutritious food, medicine and essential healthcare. Ref: Klapper, L; El-Zoghbi, M and Hess, J.",
  "Achieving the Sustainable Development Goals- The Role of Financial Inclusion, United Nations, 2016; PLoS Medical Journal, 2016; Wash United, 2017; WaterAid, Menstrual Hygiene Matters, P. 34, 2012 The Goal: Ensure inclusive and quality education for all and promote lifelong learning. In the UK and across the developed world, WildHearts provide world-class entrepreneurial education in schools, colleges and universities.",
  "Micro-Tyco, our entrepreneurial education programme is designed to liberate entrepreneurial thinking across our whole society, levelling the playing field and unleashing entrepreneurial talent in students from all backgrounds. In many countries, an education can be the difference between life and death. Distribution of WildHearts reusable sanitary pads will have a significant impact on girls’ education in the developing world, ensuring they can go to school during menstruation, avoid falling behind and ultimately dropping out. Distribution of WildHearts education packs, containing key learning materials such as pens, pencils and paper, will facilitate access to education in the developing world. Our microfinance programme supports this goal as clients frequently cite that their children’s school fees is a top priority when investing their earnings. Ref: Klapper, L; El-Zoghbi, M and Hess, J.",
  "Achieving the Sustainable Development Goals- The Role of Financial Inclusion, United Nations, 2016; World Bank, 2008 The Goal: Achieve gender equality and empower all women and girls. 75% of the world’s women are excluded from all forms of banking and credit.",
  "Due to their economic status women endure such violence that there are more women missing today than all the men killed in all the wars of the 20th century. Financially empowered women are more likely to be involved in decision-making in their families and experience less violence and domestic abuse. Our microfinance programme supports the empowerment of women and their daughters across forty developing countries, enabling them to become leaders in their communities. Our education packs, free reusable sanitary pads and robust Menstrual Hygiene Management programme facilitate access to education in the developing world, helping restore gender equality in the education space – opening doors to employment opportunities and safer futures. Ref: United Nations Center for Human Settlements (UNCHS), 2009; Banker to the Poor, P.92, 1999; UN, 2016 The Goal: Promote inclusive and sustainable economic growth, employment and decent work for all. Had women and girls been given the same access to education and employment as men over the last 30 years, Africa’s economies would have doubled.",
  "We facilitate access to education, employment and trade opportunities creating decent work and economic growth via our microfinance programme. Our entrepreneurial clients grow their businesses, and as result, are able to train and employ others in their community.",
  "Furthermore, our MHM programme will generate jobs across rural South Africa, launching production factories for reusable sanitary pads, upskilling local people and creating employment. In the developed world, through its unique combination of Inspiration, Knowledge and Networks, Micro-Tyco raises the aspirations of young people, helping those from poorer backgrounds into employment, contributing to UK economic growth. Ref: UN, 2016 The Goal: Reduce inequality within and among countries. The UK is one of the least socially mobile countries in the developed world. All too often your success in life is determined by the postcode you were born in. Micro-Tyco is our flagship programme for addressing this.",
  "To date, Micro-Tyco has placed over 600 students from socially immobile backgrounds onto work experience placements with some of the biggest organisations in the world. As a result, it is now used as a tool for promoting social mobility across the UK.",
  "In the developing world, we reduce inequalities through focusing on education, health and enterprise, lifting some of the world’s poorest and most marginalised, out of extreme poverty. By empowering women through microfinance, they support their families; sending both their sons and daughters to school. Once in school, our education and menstrual hygiene management programmes ensure girls have access to the essential tools to stay in education and the materials to support learning. Ref: World Economic Forum, 2017 The Goal: Make cities inclusive, safe, resilient and sustainable. To be sustainable, cities and communities must be inclusive, safe and resilient. At our microfinance trust groups, resilience and sustainability go hand-in-hand creating collective, thriving business communities.",
  "When women are financially empowered domestic abuse rates drop, female voter representation increases and entire communities benefit. Climate change is one of the biggest threats to global development, disproportionately impacting the world’s poorest and most vulnerable.",
  "Natural disasters have a profound impact on the world’s poorest girls; girls’ dowries help ease the burden on disaster-struck households, increasing the likelihood of child marriage. Similarly, girls are taken out of school before boys during droughts to help with family chores. Ironically, female education is repeatedly cited as the most cost efficient and impactful solution for carbon emissions abatement – even more so than low-carbon energy options. In sub-Saharan Africa, women with no education have 6.7 births, on average. The figure falls to 5.8 for those with primary education and more than halves, to 3.9, for those with secondary education. This increased population doubles energy and food consumption, contributing to climate change.",
  "WildHearts address Goal 13 by championing girls’ education through our microfinance and girls’ education initiatives, ensuring the key barriers to girls’ education are reduced. Ref: UN Sustainable Development Knowledge Paltform, 2017; Brookings, 2017; UNESCO, 2013 ; Wheeler and Hammer, 2010; Global Citizen 2018 The Goal: Revitalize the global partnership for sustainable development."
]