[
  "Microsoft to become water positive by 2030 - edie Skip to content edie | empowering sustainable business Sustainability Net-Zero Business leadership  Login Logout My edie Menu News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Climate Finance Week 2022 Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact     Sustainability Net-Zero Business leadership  Login Logout My edie edie | empowering sustainable business Menu  News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Climate Finance Week 2022 Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact Login Logout My edie 01342 332000     Microsoft to become water positive by 2030 Microsoft has built on its ambitious emissions reduction targets by committing to becoming a \"water positive\" business by 2030, pledging to replenish more water than it uses. Circular economy Edie Newsroom Published 22nd September 2020 Save   Share Share Microsoft to become water positive by 2030 from edie on Facebook Share Microsoft to become water positive by 2030 from edie on Twitter Share Microsoft to become water positive by 2030 from edie on LinkedIn Share Microsoft to become water positive by 2030 from edie via Email Continue Reading Login or register for unlimited FREE access.",
  "Login Register Water scarcity now affects more than 40% of the global population Microsoft’s new commitment will aim to address water availability, access and quality in the locations where it operates. By 2030, Microsoft will aim to replenish more water than it uses across water-stressed basins. Around 40 highly stressed water basins located near Microsoft operations will be prioritised, while replenishment strategies will be rolled out across its new data centre region in Arizona alongside locations including Silicon Valley, Israel, Hyderabad, and Puget Sound. The tech giant will also work with AI for Earth grantees to collect water data to better management replenishment strategies. A $10m Climate Innovation Fund investment in the Emerald Technology Ventures’ Global Water Impact Fund will also be issued by Microsoft. In addition, the company will partner with water.org to ensure more than 1.5 million people have access to clean drinking water.",
  "Microsoft will also join the Water Resilience Coalition from the United Nations Global Compact CEO Water Mandate to address water issues around the planet. “Over the past year we have committed Microsoft to becoming a carbon negative, zero waste company that is building a new planetary computing platform to transform the way we monitor, model, and ultimately manage Earth’s natural systems.",
  "Our pledge today to become water positive by 2030 adds a fourth pillar to this work. And as in our other areas, we’re committed not only to setting ambitious goals for ourselves but using technology to better help our customers to do the same,” Microsoft’s president Brad Smith said in a blog post. “By 2030 we will be water positive, meaning we will replenish more water than we use. We’ll do this by putting back more water in stressed basins than our global water consumption across all basins. The amount returned will be determined by how much water we use and how stressed the basin is.” Microsoft’s climate plans are equally ambitious as the new water commitments. Earlier this year, Microsoft unveiled a bold new plan to reduce its carbon impact to below net-zero by 2030, with an additional goal of removing carbon from the atmosphere that the company has emitted since it was founded in 1975.",
  "Microsoft will reduce its emission by more than 50% across its entire business and supply chain by 2030 while investing to remove more carbon than it emits annually. Microsoft claims that this results in a carbon-negative impact as a business.",
  "In addition to carbon, Microsoft has committed to being net-zero waste by 2030. Water scarcity now affects more than 40% of the global population, a figure that is projected to increase as climate change brings about increased cases of drought and desertification. Recent research from The Institute for Economics and Peace’s the first Ecological Threat Register (ETR) warns that by 2040, 5.4 billion people – more than half of the world’s projected population – will live in countries experiencing high or extreme water stress. These notably include India and China. Water scarcity has been a driver of conflict. In the past 10 years, recorded levels of conflict linked to water access increased by 270% globally.",
  "As such, water scarcity could drive more people out of their nations. However, progress is being made.",
  "More than 2.6 billion people have gained improved access to safe drinking water sources since 1990 and SDG 6 “Clean Water and Sanitation” aims to ensure availability and sustainable management of water and sanitation for all. Matt Mace Topics Circular economy Tags Data drought microsoft Sanitation supply chain technology water Water scarcity Save   Share Share Microsoft to become water positive by 2030 from edie on Facebook Share Microsoft to become water positive by 2030 from edie on Twitter Share Microsoft to become water positive by 2030 from edie on LinkedIn Share Microsoft to become water positive by 2030 from edie via Email Words Edie Newsroom Published 22nd September 2020 © Faversham House Ltd 2022 edie news articles may be copied or forwarded for individual use only. No other reproduction or distribution is permitted without prior written consent. Please login or Register to leave a comment. Most Read Now available on-demand: edie’s webinar on moving from climate risk to climate resilience ‘Greenwashing is over’: EU to tighten ESG disclosure requirements for large businesses Carlsberg to trial 8,000 bio-based beer bottles across Europe Report: 56% of carbon market in 2030 could be covered by man-made emissions removal technologies UK to consult on carbon tariffs on imports, following calls to act from MPs Related content Resource Revolution: edie kicks off week of content and online events dedicated to the circular economy Circular economy Report: Investors pumping $13bn into ‘stranded assets’ due to water risks Climate & nature ‘Economically and environmentally illiterate’: Green economy reacts to UK Energy Security Strategy Energy Reports & Guides View more edie Explains: The Circular Economy Circular economy The edie Communications Handbook 2022 Social sustainability Webinars & Masterclasses View more Resource revolution: The Circular Economy Inspiration Sessions Circular economy Sustainability Leaders Forum Day 2: Making circularity a reality in 2022 Circular economy Sustainability Leaders Forum Day 2: The rise of the regenerative economy in 2022 Circular economy Partner Content View more Seismic is a winner of The Escape 100: the top purposeful organisations to ‘escape’ to in 2022 Circular economy Free Webinar: What is a Carbon Life Cycle Assessment and what role does it play in a Net Zero strategy? Circular economy How To Build A Resilient Business Through Water Action Circular economy Q&A with Jos Mister, Sustainability Manager at Bryt Energy Circular economy A smarter approach to demand flexibility can help businesses reach net zero Circular economy Our sustainability journey: our progress so far Circular economy Action inspires action.",
  "Stay ahead of the curve with sustainability and energy newsletters from edie Subscribe empowering sustainable business edie | empowering sustainable business Sitemap     Contact us Windsor CourtWood StEast GrinsteadRH19 1UZ 01342 332000 General links Cookie Policy Environmental Policy Privacy Policy Editorial Compaints Feedback © 2022 edie Search  Subscribe Subscribe to our newsletter. Name(Required) First Last Email(Required)"
]