[
  "TESLA becomes a model for sustainable leadership | IMD article Menu Mobile Menu Programs & Solutions The choice for ambitious individuals and organizations worldwide Degree Programs EMBA MBA MSc in Sustainable Management & Tech Executive Programs for Individuals General Management Programs Leadership Programs Topic Focused Programs Digital Transformation Strategy and Innovation Corporate Governance Family Business Sustainability Finance Others liVe Virtual programs Program Finder Executive Programs for Organizations Custom Programs Pathfinder - Strategic Journey Talent Management Solutions Executive Coaching Services Voyager - Strategic Talent Solutions NEXUS Online Programs Diplomas Board Director Diploma Digital Excellence Diploma Program for Executive Development Faculty & Research Wide spectrum of teaching experts with diverse backgrounds, talents and cultures Our Faculty Faculty Emeritus Faculty Distinguished Scholars Executives-in-Residence & Executive Fellows Research Publications I by IMD Featured Topics IMD Case Collection Centers & Initiatives CEO Learning Corporate Governance Digital Business Transformation Enterprise for Society Equity, Inclusion & Diversity Family Business Future Readiness Luxury 2050 Social Innovation Sustainable & Inclusive Business Voyager - Strategic Talent Solutions World Competitiveness About Building competitiveness through continuous learning Who We Are Our Story 75th Anniversary Our Quality Assurance Strategy Partnerships Leadership and Governance Executive Committee Supervisory board Foundation board Rankings & Accreditations News Working at IMD Your Health & Safety Campus maps & directions Alumni Strengthening the lifelong connections with our global alumni community Alumni Our Alumni Community Alumni Clubs Program Communities MBA Alumni HPL Alumni Topical Communities TOGETHER Community Entrepreneurship Community Luxury 2050 Forum Events Reunions Alumni Events Networking Events MBA Events Lifelong Learning Thought Leadership Connect IMD Hive IMD Directory Support IMD Make a Gift Giving Causes My account Search x Contact Press Careers Events Sustainability RESEARCH & KNOWLEDGE All Publications Navigation principale Homepage Digital Sustainability Leadership Competitiveness All Publications Case Studies IMD Professor Reacts Ref: PR012-17 Research & Knowledge Articles TESLA becomes a model for sustainable leadership: David and Goliath revisited Article April 2017 Related topics: Sustainability Disruption Leadership Strategy Browse all topics TESLA becomes a model for sustainable leadership: David and Goliath revisited IMD Adjunct Professor Francisco Szekely on Tesla’s trajectory By Adjunct Professor Francisco SzekelyFrancisco Szekely Tesla recently reached a market value of USD $ 50.84 billion, briefly surpassing General Motors – which has a USD $ 50.79 billion market value – and thus becoming the most valuable car company in the USA. How could a small 14-year-old company take on the 109-year-old giant and largest US automaker?",
  "After all, GM produces in 12.5 days what Tesla produces in one year. The answer is the leadership shown by Tesla in incorporating the concept of sustainability at the heart of its business strategy. Far from focusing on short-term goals and immediate growth – as many traditional car makers do – Tesla decided from the beginning to adopt a big picture approach by focusing on addressing two important sustainability imperatives: the transition to a carbon neutral economy and the urgent need for a new sustainable business model for the transportation industry based on zero emissions. Most present government policies request automakers to increase their energy efficiency and reduce the environmental footprint caused by engines. In other words, the demand from the regulator to automakers is to produce something that pollutes less and consumes a smaller amount of energy resources. Tesla was not happy with this “minimalistic” approach because its main objective was to lessen environmental problems, not to fix them.",
  "Far from concentrating on producing less harm, the approach of Tesla is to focus on creating higher value for its customers and for society at large. Tesla’s mission is “to accelerate the world’s transition to sustainable energy” by focusing on renewable energy.",
  "And the vision of the company is “to create the most compelling car company of the 21st century by driving the world’s transition to electric vehicles.” This means that Tesla was founded with a long-term business model in mind and a built-in understanding of societal demands. What’s next? Will Tesla become the leader of the car industry in the near future? There are and still will be bigger players in the car industry. In fact, VW is currently worth USD $ 70 billion and Toyota‘s market value is about USD $ 160 billion. But VW cheated on the emission performance of its diesel engines in the USA and as a result is paying USD $ 20 billion in penalties in that market.",
  "And Toyota – which created the Toyota way of doing business – found itself in trouble while avoiding accepting its responsibilities when the braking systems of some of its cars caused tragic accidents. Tesla has not been free from challenges.",
  "A car operating in its computer assisted mode (autopilot system) had a fatal accident in Florida in May 2016, causing the unfortunate death of its 40-year-old driver. But a recent investigation conducted by the US National Traffic Highway System Administration (NHTSA) found no defects in the system and Tesla’s autopilot-enabled vehicles did not need to be recalled. Tesla keeps improving its systems, focusing on the big picture and the future. And this sustainable leadership approach is becoming a model for businesses that want to compete in the market place by achieving long-term profits while conserving the resources of the planet and contributing to building a sustainable society. Francisco Szekely is Adjunct Professor of Global Leadership and Sustainability at IMD. He leads the online-base course Building Business Sustainability.",
  "TESLA becomes a model for sustainable leadership: David and Goliath revisited Share Share on LinkedIn Share on Twitter Share on Facebook Get shareable link Back to top TESLA becomes a model for sustainable leadership: David and Goliath revisited Share Share on LinkedIn Share on Twitter Share on Facebook Get shareable link Back to top ! Related program Orchestrating Winning Performance General Management Reset for sustainable and inclusive growth IMD's signature program, OWP, brings you the latest business trends, thought leadership and insights to revitalize your business, drive innovation and lead you forward.",
  "Fully customizable schedule. Fo ... Sign up for our newsletter Join other leaders and receive our latest insights and updates Share this publication Share on LinkedIn Share on Twitter Share on Facebook Get shareable link Contact Research Information & Knowledge Hub for additional information on IMD publications Media Relations team to republish Keep reading Switzerland International Institute for Management DevelopmentCh. de Bellerive 23P.O. Box 915CH-1001 LausanneSwitzerland +41 21 618 0111 Singapore IMD SE Asia Pte. Ltd2 Science Park Dr#01-08Singapore 118222 +65 6715 9988 South-East Asia Campus About IMD Press Jobs Sustainability Governance Partners Technical Help Social Facebook Twitter LinkedIn Youtube Flickr Instagram Sitemap Cookie Policy Copyright Privacy © 2006-2022 IMD - International Institute for Management Development Close Close IMD Chemin de Bellerive 23 PO Box 915 CH-1001 Lausanne Switzerland Tel: +41 21 618 01 11 [email protected] www.imd.org Copyright © 2006-2022 IMD - International Institute for Management Development. All rights, including copyright, pertaining to the content of this website/publication/document are owned or controlled for these purposes by IMD, except when expressly stated otherwise.",
  "None of the materials provided on/in this website/publication/document may be used, reproduced or transmitted, in whole or in part, in any form or by any means, electronic or mechanical, including photocopying, recording or the use of any information storage and retrieval system, without permission in writing from IMD. To request such permission and for further inquiries, please contact IMD at [email protected] Where it is stated that copyright to any part of the IMD website/publication/document is held by a third party, requests for permission to copy, modify, translate, publish or otherwise make available such part must be addressed directly to the third party concerned."
]