[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft and partners are building a more sustainable future - The Official Microsoft Blog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nOfficial Microsoft Blog\n\n\n\n\nOfficial Microsoft Blog\n\n\n\n\n                            Official Microsoft Blog\n                        \n\n\n\n\n Home \n\n\n\nOur Company \n\n\nAbout Microsoft\n\n\nCompany Timeline\n\n\nGlobal Diversity & Inclusion\n\n\nMicrosoft by the Numbers\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Stories\n\n\nOfficial Microsoft Blog\n\n\nRegional News Centers\nRegional News Centers\n\n\nMicrosoft Asia\n\n\nMicrosoft Europe\n\n\nMicrosoft India\n\n\nMicrosoft Latin America\n\n\nMicrosoft Middle East & Africa\n\n\n\n\n\n \n\nNews and Stories \n\n\nAccessibility Blog\n\n\nAI Blog\n\n\nCustomer Stories\n\n\nEducation Stories\n\n\nFeature Stories\n\n\nInnovation Stories\n\n\nMicrosoft Latino\n\n\nMicrosoft Life\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Research\n\n\nStory Labs\n\n\nOfficial Microsoft Blog\n\n\nProduct blogs\nProduct blogs\n\n\nAzure\n\n\nDevices\n\n\nMicrosoft 365\n\n\nWindows\n\n\nXbox\n\n\n\n\nSecurity Blog\n\n\nAI for Business\n\n\n\n \n\nPress Tools \n\n\nImage Gallery\n\n\nPress Releases\n\n\nMicrosoft News on Twitter\n\n\nEvents\n\n\nExecutive Biographies\n\n\nMicrosoft CEO\n\n\nPress Contacts\n\n\nBoard of Directors\n\n\nFacts About Microsoft\n\n\nInvestor Relations\n\n\nWorldwide News\n\n\nVideo & Broll\n\n\nExecutive Speeches\n\n\nPress Kits\nPress Kits\n\n\nAutomotive and Mobility\n\n\nDynamics 365\n\n\nHealthcare\n\n\nManufacturing\n\n\nMicrosoft 365\n\n\nMixed Reality\n\n\nPhilanthropies\n\n\nSurface\n\n\nTelecom\n\n\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Security\n\n\nAzure\n\n\nDynamics 365\n\n\nMicrosoft 365 for business\n\n\nMicrosoft Power Platform\n\n\nWindows 365\n\n\nSmall Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\nDeveloper Center\n\n\nDocumentation\n\n\nMicrosoft Learn\n\n\nMicrosoft Tech Community\n\n\nAzure Marketplace\n\n\nAppSource\n\n\nVisual Studio\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft and partners are building a more sustainable future \n\n\nApr 21, 2022\n\n| \n\tNick Parker - Corporate Vice President, Global Partner Solutions\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Facebook (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Twitter (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on LinkedIn (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\nAs we observe Earth Day 2022, we know that protecting the planet is critical, and we are committed to creating a more sustainable future. For Microsoft, sustainability isn’t just an ambition — it’s part of our culture. ",
  "Our commitments and actions on sustainability are far-reaching and are some of the most ambitious out there. Our goal isn’t just to become more sustainable though, we want to help every organization on the planet to do the same. Organizations around the world need to transition to a net zero, environmentally sustainable future in a short period of time, and our partners are leveraging the Microsoft cloud, Cloud for Sustainability, data and AI to build innovative applications, solutions and services to help customers transform their operations, products, services and supply chains, to facilitate their transition to net zero, and achieve their sustainability goals. YouTube Video\nClick here to load media\nPartner innovations enable sustainability\nThrough the Microsoft #BuildFor2030 Initiative we aim to accelerate innovation and collective impact with our partner ecosystem, helping to advance the United Nations Sustainable Development Goals (SDGs). Together we can deliver solutions and services that are good for the planet, and good for business. For Earth Day, and every day, we are proud to celebrate some of our partners who are working to build a more sustainable future. ",
  "Optimizing technology for a more resilient future\nOur partners offer a variety of Microsoft cloud solutions that empower customers to understand, minimize and manage environmental impact, gain operational efficiencies and achieve more responsible supply chain practices:\n\nThe Awesense Digital Energy Platform is a data model-based framework that energy providers and solution builders can use to scale at the same pace as the rapidly growing energy grid, unlocking and combining energy and geospatial data to enable analytics and visualizations. The CadDo Calculate solution helps financial organizations augment financial performance with rigorous, investment-grade SDG metrics to inform investment decisions for improved sustainability. ",
  "Earth Knowledge’s Foresight Platform is providing institutions with forward-looking planetary intelligence that helps companies mitigate future risk and guides investment decisions, bringing clarity to the economic risk of climate change and biodiversity loss. Honeywell Forge Predictive Maintenance is a cloud based solution that collects data from building assets and uses machine learning to understand how equipment is running against optimal performance in order to achieve better building performance and realize operating efficiencies. ICONICS Water Management solution provide insights to ensure water treatment and filtration happens exactly as planned. Customer benefits include energy and labor savings, leak detection, pollution reduction, government compliance and sustainability improvements. SAS worked with Wienerberger AG to develop and deploy a process optimization solution that uses analytics to reduce energy consumption and emissions in the production of bricks. It utilizes a data-based model to compensate for the large fluctuations that occur during the processing of raw materials used to create bricks. ",
  "Uptake provides asset-intensive companies with the traceable, secure, cost-effective ability to connect their machines, people and data together to embrace their fiduciary duty and act in service of global sustainability. Solutions from systems integrator and advisory partners enable business transformation\nOur systems integrator and advisory partners are working with companies around the world, applying their deep industry expertise to deliver Microsoft Cloud-powered sustainability solutions and innovative services that help customers drive operational efficiencies, enable business transformation and achieve their sustainability goals:\n\nAccenture, Avanade and Microsoft are driving joint sustainability efforts including their pioneering role in the Green Software Foundation, a nonprofit that’s building a trusted ecosystem of people, standards, tooling and practices to enable green software development. ",
  "And, through Project Amplify, Accenture and Microsoft support dozens of startups that focus on driving social impact and sustainability by providing access to emerging technology and expertise to help them scale their solutions. Cognizant believes that technology can help businesses make informed decisions about ESG, lead the transition to lower carbon and build a more inclusive economy that will positively impact the environment. Cognizant and Microsoft collaborated to develop industry-leading solutions  on the Microsoft Cloud for Sustainability including Connected Factory by APEX and OneFacility. EY is driving innovation with Microsoft in order to support clients with challenging ESG (Environmental, social and governance) issues including energy transition and decarbonization, stakeholder and risk management, ESG ratings management, regulatory compliance and external reporting. EY’s Microsoft Cloud solutions such as ESG IQ and the Decarbonization Platform, are focused on helping clients solve the new business challenges that ESG presents. Corey Glickman, VP Sustainability & Design at Infosys, and Jeff Kavanaugh, head of the Infosys Knowledge Institute, wrote “Infosys – The Practical Sustainability Book” to provide organizations with a practical approach to creating and connecting smart buildings and spaces that deliver proven results and can be replicated by others including global enterprises, small companies or government entities. ",
  "Kyndryl believes that it is mission critical to be a leader who is providing climate change solutions, and they are working with employees, customers and partners to transform our world to net zero. For Kyndryl , the #heart of progress is to build a more sustainable world for today, and for future generations. ",
  "New PwC solutions for smart stadiums utilize digital twins, IoT sensors and AI to promote a more modern, more rewarding experience for everyone entering a stadium or sports facility. These solutions provide a safer, healthier environment for both customers and staff by removing barriers and helping people get where they need to go faster, and behind the scenes, facility managers can realize reduce costs through centralized core functions, smarter resource planning and predictive analytics to monitor, predict and manage equipment status, waste removal and climate control. TCS Clever Energy is an enterprise energy and emission management system that helps commercial and industrial organizations be more sustainable, ensures energy and cost efficiencies, decrease carbon emissions, and achieve their carbon neutral goals. The solution accelerates customers’ journey towards neutrality by reducing energy and CO2 consumption by up to 15%, and typically produces a ROI within a year. Over the next five years, TCS expects that the Clever Energy solution will save the company and its customers more than $200 million dollars, and up to 170 tons of CO2 emissions. Device and chip maker partners help drive sustainability from start to finish\nOur hardware partners deliver innovative devices and demonstrate their commitment to the sustainability of our planet through the examination and optimization of their own operations and by sourcing renewable or ocean-bound plastics into their PCs. ",
  "AMD has a proven track-record of prioritizing and delivering on environmental sustainability initiatives and performance backed by over 25 years of public reporting. AMD environmental programs and initiatives span across its value chain including operations, supply chain, manufacturing and products. ",
  "The company has set ambitious goals through 2025/2030, focused on bold advancements in energy efficiency for accelerated computing applications, a science-based greenhouse gas emissions reduction goal for operations (aligned with the international goal of trying to limit future warming to 1.5 degrees Celsius), and work with suppliers to increase efficient use of resources and renewable energy. Acer’s Earthion mission is to provide outstanding products that carefully consider environmental factors in every stage of the product life cycle, and since the launch of the Aspire Vero, based on the Earthion mission, Acer has expanded its Vero line of green products to include more notebook models, desktops, displays and accessories. And the Acer “Earthion” platform unites the strengths of its employees and supply chain partners to help tackle environmental challenges and expand the circle of impact of its sustainability efforts. ASUS reduces their environmental footprint by optimizing their packaging and shipping practices. A report found that only 5% of plastic packaging was effectively recycled, so ASUS uses cardboard cartons made of 85% to 90+% recycled paper. In the spirit of reduce, reuse and recycle, the accessory boxes are designed to be converted into laptop stands, and thoughtful consideration for packaging materials’ size, weight, and the way they’re stacked improves energy utilization, which indirectly reduces carbon emissions during transportation. ",
  "Dell just launched a Global Recycling Drive, focused on reducing e-waste through recycling. Consumers in the U.S. can turn eligible devices into credit for their next purchase through Dell Trade-in, or take advantage of Dell Reconnect, a program operated in partnership with Goodwill Industries, to recycle any brand of used computer equipment. ",
  "Globally, consumers can recycle their computer equipment with Dell’s mail-back program, and business customers can take advantage of Dell’s Asset Recovery Services to securely resell, recycle or return to lease their excess hardware in an environmentally conscious manner that complies with local regulatory guidelines. HP is committed to sustainability and has launched more than three hundred new products made with ocean-bound plastic since 2017. Through the company’s advances in technology and commitment to considering the entire lifecycle of its products, HP has diverted a massive amount of waste including 200.8 million pounds of recycled fiber, 61.6 million pounds of post-consumer recycled plastic and eight million pounds of recycled metals. The HP Dragonfly G3 and HP EliteBook 860 G9 commercial PCs are built with ocean-bound and post-consumer recycled plastics. On April 13, Intel committed to further reduce its direct and indirect greenhouse gas emissions, and to work with customers and industry partners to create solutions to lower the greenhouse gas footprint of the entire technology ecosystem. Intel committed to reach net-zero greenhouse gas emissions across its operations, (Scope 1 and 2 emissions, by 2040.) ",
  "And, to support customer sustainability goals and reduce Scope 3 product-use greenhouse gas emissions, Intel will increase the energy efficiency of its products and continue to drive the performance improvements that the market demands. Lenovo is determined to create a better world, not only through the products, solutions and services they offer, but also in their commitment to implementing sustainable practices. ",
  "Lenovo endorsed the U.N. CEO Water Mandate, and have implemented a water resiliency policy to manage and measure water consumption throughout their supply chain. In addition, Lenovo is focused on achieving their science-based 2030 commitments to reduce carbon emissions and is evaluating potential pathways to achieve net zero carbon consumption. Razer, which builds powerful gaming devices, has an ambitious 10-year road map called Go Green with Razer focused on using recyclable CNC milled aluminum, post-consumer recycled plastics, conflict-free minerals and raw materials in their device manufacturing process, and have pledged to use recycled or recyclable materials in all products by 2030. Customers are encouraged to return their old Razer products to stores for free recycling, and by 2025 Razer will enable consumer disposal and recycling of their products globally. Samsung is committed to developing innovative, high-performing products that have minimal impact on the environment, and the company continues to expand its use of renewable energy sources such as solar and geothermal heat in its facilities, and is incorporating use of recycled water and waste as well. They’ve replaced plastic and shrink wrap with packaging made of renewable biomaterials, and are expanding their closed-loop recycling system to recover and reuse more iron, copper and plastics from e-waste. ",
  "Samsung has committed to achieve zero waste landfills at its mobile work sites by 2025 through initiatives like Galaxy Upcycling, Certified Re-Newed and Trade-In programs. Giving new life to older devices through the Microsoft Authorized Refurbisher program\nReusing and recycling has always been important to Microsoft, and increased demand for PCs to meet work and learn-from-anywhere needs has made bringing old devices back to life critical. ",
  "Millions of PCs and other electronics are being repurposed through the Microsoft Authorized Refurbisher (MAR) program, in which partners decommission and refurbish PCs and servers and install the latest Windows software. In 2021, 4,855,068 Windows licenses were issued with refurbished computers, equaling enough electricity to power 1,441,524 houses each year. To help support digital inclusion, MAR partners provide the refurbished PCs to nonprofit organizations, businesses, schools and homes. Working together to accelerate progress toward a more sustainable world\nIt will take all of us working together to drive the changes needed to ensure the future of the planet. The first step is to understand impact, and the Emissions Impact Dashboard can help measure emissions related to Microsoft cloud services. Purchasing partner or Microsoft devices built with sustainability in mind can help people begin to reduce their environmental impact, and Microsoft Sustainable Partners can help organizations measure, model and manage their global operations at scale. ",
  "No matter where an organization is in the sustainability journey, our partners’ devices, solutions, and services can help organizations minimize environmental impact, deliver new value, accelerate business transformation and achieve sustainability goals. One company with ambitious commitments, together with an entire ecosystem of partners with ambitious goals, will make a difference around the world! "
]