[
  "Sustainable city - Wikipedia Sustainable city From Wikipedia, the free encyclopedia Jump to navigation Jump to search City designed with consideration for social, economic, environmental impact \"Green city\" redirects here. For the place in Missouri, see Green City, Missouri.",
  "For other uses, see Green City (disambiguation). This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.Find sources: \"Sustainable city\" – news · newspapers · books · scholar · JSTOR (April 2019) (Learn how and when to remove this template message) Share of urban population living in slums The sustainable city, eco-city, or green city is a city designed with consideration for social, economic, environmental impact (commonly referred to as the triple bottom line), and resilient habitat for existing populations, without compromising the ability of future generations to experience the same. [1] The UN Sustainable Development Goal 11 defines sustainable cities as those that are dedicated to achieving green sustainability, social sustainability and economic sustainability. They are committed to doing so by enabling opportunities for all through a design focused on inclusivity as well as maintaining a sustainable economic growth.",
  "The focus also includes minimizing required inputs of energy, water, and food, and drastically reducing waste, output of heat, air pollution – CO2, methane, and water pollution. Richard Register first coined the term ecocity in his 1987 book Ecocity Berkeley: Building Cities for a Healthy Future, where he offers innovative city planning solutions that would work anywhere.",
  "[2] Other leading figures who envisioned sustainable cities are architect Paul F Downton, who later founded the company Ecopolis Pty Ltd, as well as authors Timothy Beatley and Steffen Lehmann, who have written extensively on the subject. The field of industrial ecology is sometimes used in planning these cities. An urban city using train transportation to remove traffic congestion. The UN Environment Programme calls out that most cities today are struggling with environmental degradation, traffic congestion, inadequate urban infrastructure, in addition to a lack of basic services, such as water supply, sanitation, and waste management. A sustainable city should promote economic growth and meet the basic needs of its inhabitants, while creating sustainable living conditions for all. [3] Ideally, a sustainable city is one that creates an enduring way of life across the four domains of ecology, economics, politics and culture.",
  "The European Investment Bank is assisting cities in the development of long-term strategies in fields including renewable transportation, energy efficiency, sustainable housing, education, and health care. The European Investment Bank has spent more than €150 billion in bettering cities over the last eight years.",
  "[4][5] Cities occupy just 3 percent of the Earth's land but account for 60 to 80 percent of energy consumption and at least 70 percent of carbon emissions. Thus, creating safe, resilient and sustainable cities is one of the top priorities of the Sustainable Development Goals. [6] The Adelaide City Council states that socially sustainable cities should be equitable, diverse, connected, democratic, and provide a good quality of life. [7] Priorities of a sustainable city include the ability to feed itself with a sustainable reliance on the surrounding natural environment and the ability to power itself with renewable sources of energy, while creating the smallest conceivable ecological footprint and the lowest quantity of pollution achievable. All of this is to be accomplished by efficient land use, composting organic matter, recycling used materials, and/or converting waste-to-energy. The idea is that these contributions will lead to a decrease of the city's impact on climate change.",
  "Today, 55 percent of the world is estimated to be living in urban areas and the United Nations estimates that by the year 2050, that number will rise to 70 percent. [8] These large communities provide both challenges and opportunities for environmentally-conscious developers.",
  "There are distinct advantages to further defining and working towards the goals of sustainable cities. Humans are social creatures and thrive in urban spaces that foster social connections. Richard Florida, an urban studies theorist, focuses on the social impact of sustainable cities and states that cities need more than a competitive business climate; they should promote a great people climate that appeals to individuals and families of all types. Because of this, a shift to denser urban living would provide an outlet for social interaction and conditions under which humans can prosper. These types of urban areas would also promote the use of public transit, walkability and biking which would benefit citizens' health as well as benefiting the environment. [9] Contents 1 Practical methods to create sustainable cities 2 Architecture 2.1 Eco-industrial park 3 Example 3.1 Recycled Park in Rotterdam, the Netherlands 3.2 Urban farming 3.3 New Urbanism 3.4 Individual buildings (LEED) 3.5 Sustainable Sites Initiative (SSI) 3.6 Regenerative architecture 4 Transportation 4.1 Car free city 4.2 Emphasis on proximity 4.3 Diversity in modes of transportation 4.4 Access to transportation 4.5 Smart transportation 5 Urban strategic planning 5.1 Development 5.2 Obstacles 5.3 Social factors of sustainable cities 6 Social Equity 6.1 Gender 6.2 Race and Income 7 Examples 7.1 Australia 7.1.1 Adelaide 7.1.2 Sydney 7.1.3 City of Greater Taree, New South Wales 7.2 Austria 7.3 Brazil 7.4 Cameroon 7.5 Canada 7.6 China 7.7 Denmark 7.8 Ecuador 7.9 Estonia 7.10 Finland 7.11 France 7.12 Germany 7.13 Hong Kong 7.14 Iran 7.15 Ireland 7.16 India 7.17 Indonesia 7.18 Korea 7.19 Malaysia 7.20 Morocco 7.21 New Zealand 7.22 Norway 7.23 Philippines 7.24 Portugal 7.25 Spain 7.26 Sweden 7.27 United Arab Emirates 7.28 United Kingdom 7.29 United States 8 See also 9 Notes 10 Further reading 11 External links Practical methods to create sustainable cities[edit] Different agricultural systems such as agricultural plots within the city (suburbs or centre).",
  "This reduces the distance food has to travel from field to fork. This may be done by either small-scale/private farming plots or through larger-scale agriculture (e.g.",
  "farmscrapers). Renewable energy sources, such as wind turbines, solar panels, or bio-gas created from sewage to reduce and manage pollution. Cities provide economies of scale that make such energy sources viable. Various methods to reduce the need for air conditioning (a massive energy demand), such as planting trees and lightening surface colors, natural ventilation systems, an increase in water features, and green spaces equaling at least 20% of the city's surface. These measures counter the \"heat island effect\" caused by an abundance of tarmac and asphalt, which can make urban areas several degrees warmer than surrounding rural areas—as much as six degrees Celsius during the evening. [10] Improved public transport and an increase in pedestrianization to reduce car emissions.",
  "This requires a radically different approach to city planning, with integrated business, industrial, and residential zones. Roads may be designed to make driving difficult.",
  "Optimal building density to make public transport viable but avoid the creation of urban heat islands. Green roofs alter the surface energy balance and can help mitigate the urban heat island effect. Incorporating eco roofs or green roofs in your design will help with air quality, climate and water runoff. Zero-emission transport Plants growing on building Zero-energy building Sustainable urban drainage systems or SUDS in addition to other systems to reduce and manage waste. Energy conservation systems/devices Xeriscaping – garden and landscape design for water conservation Sustainable transport, incorporates five elements: fuel economy, occupancy, electrification, pedal power, and urbanization. Circular economy to combat inefficient resource patterns and ensure a sustainable production and consumption roadmap.",
  "Increase of cycling infrastructure would increase cycling within cities and reduce the number of cars being driven and in turn reduce car emissions. This would also benefit the health of citizens as they would be able to get more exercise through cycling.",
  "Key performance indicators – development and operational management tool providing guidance and M&V for city administrators currently monitor and evaluate energy savings in various facilities. Sustainable Sites Initiative or SSI – voluntary national guidelines and performance benchmarks for sustainable land design, construction and maintenance practices. Key areas of focus are soil, vegetation, hydrology, materials, and human health and well-being. Sustainable cities are creating safe spaces for its inhabitants through various means, such as: Solutions to decrease urban sprawl, by seeking new ways of allowing people to live closer to the workspace. [11] Since the workplace tends to be in the city, downtown, or urban center, they are seeking a way to increase density by changing the antiquated attitudes many suburbanites have towards inner-city areas. [12] One of the new ways to achieve this is by solutions worked out by the Smart Growth Movement.",
  "[13] Educating residents of cities about the importance and positive impacts of living in a more sustainable city. This is to boost the initiative to have sustainable developments and push people to live in a more sustainable and environmentally-friendly way.",
  "Policy and planning changes to meet the unmet demands for urban services (water, energy, transport). Architecture[edit] Buildings provide the infrastructure for a functioning city and allow for many opportunities to demonstrate a commitment to sustainability. A commitment to sustainable architecture encompasses all phases of building including the planning, building, and restructuring. Sustainable Site Initiative is used by landscape architects, designers, engineers, architects, developers, policy-makers and others to align land development and management with innovative sustainable design. [14] Eco-industrial park[edit] The UNIDO (United Nation's Industrial Development Organization) defines eco-industrial park as a community of businesses located on a common property in which businesses seek to achieve enhanced environmental, economic and social performance through collaboration in managing environmental and resource issues. This is an industrial symbiosis where companies gain an added benefit by physically exchanging materials, energy, water and by-products, thus enabling sustainable development.",
  "[15] This collaboration reduces environmental impact while simultaneously improves economic performance of the area. The components for building an eco-industrial park include natural systems, more efficient use of energy, and more efficient material and water flows.",
  "Industrial parks should be built to fit into their natural settings in order to reduce environmental impacts, which can be accomplished through plant design, landscaping, and choice of materials. For instance, there is an industrial park in Michigan built by Phoenix Designs that is made almost entirely from recycled materials. The landscaping of the building will include native trees, grasses, and flowers, and the landscaping design will also act as climate shelter for the facility. [16] In choosing the materials for building an eco-industrial park, designers must consider the life-cycle analysis of each medium that goes into the building to assess their true impact on the environment and to ensure that they are using it from one plant to another, steam connections from firms to provide heating for homes in the area, and using renewable energy such as wind and solar power. In terms of material flows, the companies in an eco-industrial park may have common waste treatment facilities, a means for transporting by-products from one plant to another, or anchoring the park around resource recovery companies that are recruited to the location or started from scratch. To create more efficient water flows in industrial parks, the processed water from one plant can be reused by another plant and the park's infrastructure can include a way to collect and reuse stormwater runoff.",
  "[17] Example[edit] Recycled Park in Rotterdam, the Netherlands[edit] The Recycled Park in Rotterdam, the second-largest city in the Netherlands, is an initiative introduced by Recycled Island Foundation, a Netherlands-based organization focused on recycling littered waste via creating their iconic island-parks, among other sustainable projects. Rotterdam's Recycled Park is a cluster of floating, green hexagonal \"islands\" composed of reused litter.",
  "The group has utilized a system of passive litter traps to collect this litter from the Maas River. [18] The park's location upon the Maas River reflects a circular process aimed at creating a more sustainable city. On the underside of the recycled park are materials that will support the growth of plants and wildlife indigenous to the area. This interest in growing the biodiversity of Rotterdam's natural elements is also reflected in other cities. Chicago's Urban Rivers organization is similarly trying to solve this issue by building and growing the Wild Mile of floating parks and forests along the Chicago River with the goal of revegetation. [19] Both Urban Rivers' and Recycled Island Foundation's interest in improving the area's biodiversity reflects an interest in greening the built urbanism of the surrounding city.",
  "Rotterdam's Recycled Park may suggest a greater trend in creating floating structures in response to greater climate-change-motivated impacts. The Floating Farm in Rotterdam sustainably approaches food production and transport.",
  "[20] Other floating structures include renewable energy-powered houseboats and luxury residences some 800 meters from the coast. [21][22] The Dutch city of Amsterdam likewise boasts a neighbourhood of artificial, floating islands in the suburb of IJburg. The idea of expanding both commercial enterprise and residential developments onto the water is oftentimes reflective of the demand to limit land-usage in urban areas. This has various, wide-reaching environmental impacts: reducing the aggregation of the urban heat-island effect, the zoning efforts expended on engineering and regulating the floodplain (and potentially, the capacity of waste-water reservoirs), and reduce the demands of the automobility state. The Recycled Park is a holistic approach to limiting the expense of waste. The employment of greenery has air-purifying effects, to reduce pollution.",
  "Additionally, the modular, hexagonal design allows reconstruction of each \"island\"; this space thus also offers environmental sustainability, as well as an open space for community-growing and other social opportunities. Urban farming[edit] See also: Urban agriculture Urban farming in Lowell, Massachusetts Urban farming is the process of growing and distributing food, as well as raising animals, in and around a city or in urban areas.",
  "According to the RUAF Foundation, urban farming is different from rural agriculture because it is integrated into the urban economic and ecological system: urban agriculture is embedded in and interacting with the urban ecosystem. [23] Such linkages include the use of urban residents as the key workers, use of typical urban resources (such as utilizing organic waste as compost or urban wastewater for irrigation), direct links with urban consumers, direct impacts on urban ecology (positive and negative), being part of the urban food system, competing for land with other urban functions, being influenced by urban policies and plans. One motivation for urban agriculture in sustainable cities includes saving energy that would be used in food transportation. [24] Urban farming infrastructure can include common areas for community gardens or farms, as well as common areas for farmers markets in which the food items grown within the city can be sold to the residents of the urban system. Tiny forests or miniature forests is a new concept where many trees are grown on a small patch of land. These forests are said to grow 10x faster and 30x denser with 100x biodiversity than larger forests.",
  "Additionally, they are 100% organic. The ratio of shrub layer, sub-tree layer, tree layer and canopy layer of the miniature forest along with the percentage of each tree species are planned and fixed before planting so as to promote biodiversity.",
  "[25] New Urbanism[edit] The most clearly defined form of walkable urbanism is known as the Charter of New Urbanism. It is an approach for successfully reducing environmental impacts by altering the built environment to create and preserve smart cities that support sustainable transport. Residents in compact urban neighbourhoods drive fewer miles and have significantly lower environmental impacts across a range of measures, compared with those living in sprawling suburbs. The concept of circular flow land use management has also been introduced in Europe to promote sustainable land use patterns that strive for compact cities and a reduction of greenfield land taken by urban sprawl. Sustainable architecture, a recent movement of New Classical Architecture, promotes a sustainable approach towards construction that appreciates and develops smart growth, walkability, vernacular tradition, and classical design. This in contrast to modernist and globally uniform architecture and opposes solitary housing estates and suburban sprawl.",
  "Both trends started in the 1980s. Individual buildings (LEED)[edit] Main article: Leadership in Energy and Environmental Design The Leadership in Energy and Environmental Design (LEED) Green Building Rating System encourages and accelerates global adoption of sustainable green building and development practices through the creation and implementation of universally understood and accepted tools and performance criteria.",
  "LEED, or Leadership in Energy and Environmental Design, is an internationally recognized green building certification system. LEED recognizes whole building sustainable design by identifying key areas of excellence including: Sustainable Sites, Water Efficiency, Energy and Atmosphere, Materials and Resources, Indoor Environmental Quality, Locations & Linkages, Awareness and Education, Innovation in Design, Regional Priority. In order for a building to become LEED certified sustainability needs to be prioritized in design, construction, and use. One example of sustainable design would be including a certified wood like bamboo. Bamboo is fast growing and has an incredible replacement rate after being harvested. By far the most credits are rewarded for optimizing energy performance.",
  "This promotes innovative thinking about alternative forms of energy and encourages increased efficiency. A new district in Helsinki, Finland is being made almost entirely using timber.",
  "[26] This timber is a form of a Laminated Veneer Lumbar (LVL) that has high standards of fire resistance. The idea is that wood construction has a much smaller CO2 footprint than concrete and steel construction and thus, this project is going to take Finland's timber architecture to new heights of sustainability. Sustainable Sites Initiative (SSI)[edit] Sustainable Sites Initiative, a combined effort of the American Society of Landscape Architects, The Lady Bird Johnson Wildflower Center at The University of Texas at Austin, and the United States Botanic Garden, is a voluntary national guideline and performance benchmark for sustainable land design, construction and maintenance practices. [27] The building principles of SSI are to design with nature and culture, use a decision-making hierarchy of preservation, conservation, and regeneration, use a system thinking approach, provide regenerative systems, support a living process, use a collaborative and ethical approach, maintain integrity in leadership and research, and finally foster environmental stewardship. All of these help promote solutions to common environmental issues such as greenhouse gases, urban climate issues, water pollution and waste, energy consumption, and health and wellbeing of site users. The main focus is hydrology, soils, vegetation, materials, and human health and well being.",
  "In SSI, the main goal for hydrology in sites is to protect and restore existing hydrologic functions. To design storm water features to be accessible to site users, and manage and clean water on site.",
  "For site design of soil and vegetationmany steps can be done during the construction process to help minimize the urban heat island effects, and minimize the building heating requirements by using plants. Regenerative architecture[edit] Regenerative architecture includes repurposing abandoned spaces to increase green space by using cost-effective design techniques. An old railway line in Bangkok has been recently converted in the Phra Pok Klao Sky Park, a green park in the congested city of Bangkok. [28] The New York High Line project is one of the oldest examples of regenerative architecture where an abandoned railway line is repurposed into an elevated park and social gathering space for its citizens. [29] Transportation[edit] As major focus of the sustainable cities, sustainable transportation attempts to reduce a city's reliance and use of greenhouse emitting gases by utilizing eco-friendly urban planning, low environmental impact vehicles, and residential proximity to create an urban center that has greater environmental responsibility and social equity. Poor transportation systems lead to traffic jams and high levels of pollution.",
  "Due to the significant impact that transportation services have on a city's energy consumption, the last decade has seen an increasing emphasis on sustainable transportation by developmental experts. Currently, transportation systems account for nearly a quarter of the world's energy consumption and carbon dioxide emission.",
  "In order to reduce the environmental impact caused by transportation in metropolitan areas, sustainable transportation has three widely agreed-upon pillars that it utilizes to create more healthy and productive urban centers. The Carbon Trust states that there are three main ways cities can innovate to make transport more sustainable without increasing journey times – better land use planning, modal shift to encourage people to choose more efficient forms of transport, and making existing transport modes more efficient. Car free city[edit] The concept of car free cities or a city with large pedestrian areas is often part of the design of a sustainable city. A large part of the carbon footprint of a city is generated by cars so the car free concept is often considered an integral part of the design of a sustainable city. Large parts of London city are to be made car-free to allow people to walk and cycle safely following the COVID-19 lockdown. Similarly, 47 miles of bike lanes are planned to be opened in Bogotá, Colombia in addition to the existing 75-mile network of streets that was recently made to be traffic-free all week.",
  "[30] The COVID-19 pandemic gave birth to proposals for radical change in the organisation of the city, such as the Manifesto for the Reorganisation of the City after COVID19, published in Barcelona and signed by 160 academics and 300 architects, being the elimination of the car one of the key elements. [31][32][33] Emphasis on proximity[edit] Created by eco-friendly urban planning, the concept of urban proximity is an essential element of current and future sustainable transportation systems.",
  "This requires that cities be built and added onto with appropriate population and landmark density so that destinations are reached with reduced time in transit. This reduced time in transit allows for reduced fuel expenditure and also opens the door to alternative means of transportation such as bike riding and walking. Furthermore, close proximity of residents and major landmarks allows for the creation of efficient public transportation by eliminating long sprawled out routes and reducing commute time. This in turn decreases the social cost to residents who choose to live in these cities by allowing them more time with families and friends instead by eliminating part of their commute time. Melbourne is leading the way in creating the 20-minute neighbourhood where biking, walking or using public transport can get you to work, shops or a government agency within 20 minutes. [34] Paris is experimenting with a similar concept in the Rue de Rivoli area where travel time for any destination is capped at 15 minutes.",
  "[35] See also: Compact city and Pocket neighborhood Diversity in modes of transportation[edit] Sustainable transportation emphasizes the use of a diversity of fuel-efficient transportation vehicles in order to reduce greenhouse emissions and diversity fuel demand. Due to the increasingly expensive and volatile cost of energy, this strategy has become very important because it allows a way for city residents to be less susceptible to varying highs and lows in various energy prices.",
  "[36] Among the different modes of transportation, the use alternative energy cars and widespread installation of refueling stations has gained increasing importance, while the creation of centralized bike and walking paths remains a staple of the sustainable transportation movement. [37] Tesla is one of the pioneers in creating electric vehicles, which is said to reduce CO2 footprints of cars. More companies globally are developing their own versions of electric cars and public transport to promote sustainable transportation. Access to transportation[edit] In order to maintain the aspect of social responsibility inherent within the concept of sustainable cities, implementing sustainable transportation must include access to transportation by all levels of society. Due to the fact that car and fuel cost are often too expensive for lower-income urban residents, completing this aspect often revolves around efficient and accessible public transportation. Social inclusion is a key goal of the United Nations Sustainable Development Goal 11 – Sustainable Cities and Communities.",
  "[38] In order to make public transportation more accessible, the cost of rides must be affordable and stations must be located no more than walking distance in each part of the city. As studies have shown, this accessibility creates a great increase in social and productive opportunity for city residents.",
  "By allowing lower-income residents cheap and available transportation, it allows for individuals to seek employment opportunities all over the urban center rather than simply the area in which they live. This in turn reduces unemployment and a number of associated social problems such as crime, drug use, and violence. Smart transportation[edit] In this age of smart cities, many smart solutions are being experimented with to regulate transportation and make public transport more efficient. Israel is reinventing commute by engaging in a public-private partnership that uses algorithms to route public transport according to needs. Using the concept of mobility as a service (MaaS), the people of Israel are encouraged to put in their destination on a mobile application; this data is then processed by the application to reroute transportation according to demands and options of different modes of transportation are suggested to the commuters to choose from. This decreases futile trips and helps the government regulate the number of people in a train or a bus at a time, especially useful in times of a pandemic like the COVID-19 pandemic.",
  "[39] Urban strategic planning[edit] Although there is not an international policy regarding sustainable cities and there are not established international standards, the organization United Cities and Local Governments (UCLG) is working to establish universal urban strategic guidelines. The UCLG is a democratic and decentralized structure that operates in Africa, Asia, Eurasia, Europe, Latin America, North America, Middle East, West Asian and a Metropolitan section work to promote a more sustainable society.",
  "The 60 members of the UCLG committee evaluate urban development strategies and debate these experiences to make the best recommendations. Additionally, the UCLG accounts for differences in regional and national context. All the organizations are making a great effort to promote this concept by media and Internet, and in conferences and workshops. An International conference was held in Italy at Università del Salento and Università degli Studi della Basilicata, called 'Green Urbanism', from 12–14 October 2016. Development[edit] Recently,[when?] local and national governments and regional bodies such as the European Union have recognized the need for a holistic understanding of urban planning.",
  "This is instrumental to establishing an international policy that focuses on cities challenges and the role of the local authorities responses. Generally, in terms of urban planning, the responsibility of local governments are limited to land use and infrastructure provision excluding inclusive urban development strategies.",
  "The advantages of urban strategic planning include an increase in governance and cooperation that aids local governments in establishing performance based-management, clearly identifying the challenges facing local community and more effectively responding on a local level rather than national level, and improves institutional responses and local decision making. Additionally, it increases dialogue between stakeholders and develops consensus-based solutions, establishing continuity between sustainability plans and change in local government; it places environmental issues as the priority for the sustainable development of cities and serves as a platform to develop concepts and new models of housing, energy and mobility. Obstacles[edit] The City Development Strategies (CDS) addresses new challenges and provides space for innovative policies that involves all stakeholders. The inequality in spatial development and socio-economic classes paired with concerns of poverty reduction and climate change are factors in achieving global sustainable cities, as highlighted by the United Nations Sustainable Development Goal 11. According to the UCLG there are differences between regional and national conditions, framework and practice that are overcome in the international commitment to communication and negotiation with other governments, communities and the private sector to continue to develop through innovative and participatory approaches in strategic decisions, building consensus and monitoring performance management and raising investment. Social factors of sustainable cities[edit] According to the United Nations Development Programme (UNDP), over half of the world's population is concentrated in cities, a proportion which is expected to rise to two-thirds by 2050.",
  "[40] United Cities and Local Governments has specifically identified 13 global challenges to establishing sustainable cities: demographic change and migration, globalisation of the job market, poverty and unmet Millennium Development Goals, segregation, spatial patterns and urban growth, metropolisation and the rise of urban regions, more political power for local authorities, new actors for developing a city and providing services, decline in public funding for development, the environment and climate change, new and accessible building technologies, preparing for uncertainty and limits of growth and global communications and partnerships. Social Equity[edit] Gender[edit] Gender associates an individual with a set of traits and behaviors that are construed to be female and/or male by society.",
  "[41] Gender is a key part of a person’s identity, which can influence their experiences and opportunities as they navigate through life. This is no different for how gender impacts how they navigate through the built environment. Men and women experience the built environment differently. For over two decades, professionals in urban planning have called for the routine consideration of gender relations and gendered experiences in the urban design process. Specifically, city planners emphasize the need to account for systemic differences in people's lived experiences by gender, when designing built environments that are safe and equitable. [42] This applies to the development of climate resilient cities.",
  "Women represent 80% of people who’ve been displaced by the climate crisis. [43] Women are more vulnerable to the impacts of climate change because of the roles they are socially assigned by gender.",
  "For instance, women are primarily responsible for food provision in the household. [43] Unprecedented patterns in the frequency and magnitude of floods and droughts – due to climate change – directly impact the caregiving responsibilities of many women, causing them to disproportionately suffer from the consequences of these natural disasters. The inequitable distribution of the burden of climate change by gender is unjust and must be addressed in the design of sustainable cities. Achieving gender equality is not only ethically important but economically smart, since supporting female development benefits economic growth. [44] Moreover, it’s socially and economically relevant to design sustainable cities not only for women, but by women. Notable women spearheading the sustainable city movement include mayors Anne Hidalgo, Ada Colau Ballano, Claudia Lopez, Yvonne Aki-Sawyerr, Muriel Bowser, Patricia de Lille, Helen Fernandez, and Clover Moore.",
  "Other female leaders include Christina Figueres, Patricia Espinosa, Laurence Tubiana, and Hakima El Haite. Race and Income[edit] Mobility or the ability to move/go places is essential to daily life.",
  "Our mobility is primarily determined by the transportation infrastructure that surrounds us. Throughout US history, mobility and right to place have been regulated through codified social rules of who can go where, and how. Many of these rules were drawn along racial/ethnic and nationalistic lines. Discriminatory housing and transit policies, like red lining, have compounded the oppressive living conditions marginalized racial groups have been subjected to centuries, and have limited the socioeconomic opportunities of future generations. [45] The legacies of these discriminatory policies are responsible for many environmental injustices we see today. Environmental injustice refers to the unequal distribution of risk to environmental threats, with vulnerable populations – e.g., people of low- and middle-income (LMI) and people of color (POC) – experiencing the greatest exposure and least protection.",
  "[46] Environmental injustice is pervasive and manifests in many ways, from contaminated drinking water to mold-infested housing stock. [47] One example of environmental injustice is the varying burden of heat exposure on different racial and socioeconomic groups.",
  "Urban areas often experience higher surface temperatures than less developed regions because the concentrated impermeable surfaces are good at absorbing heat, creating the “heat-island” effect mentioned earlier. [48] The risk of adverse health effects caused by the heat island effect is and will be compounded by the increasing frequency in heat waves due to the climate crisis. [49] This threat is quite dangerous for vulnerable populations – including infants and the elderly – who lack access to air conditioning and/or tree coverage to cool down. This limited adaptive capacity to urban heat is concentrated in LMI and historically segregated neighborhoods. [49] Specifically, neighborhoods in cities that were historically targeted by redlining and divestment experience higher average land surface temperatures than surrounding areas. [49] These differences in surface temperatures embody the legacy of discriminatory housing policies in the US, and highlight how historic urban planning practices will interact with the effects of the climate crisis.",
  "We must create the sustainable cities of the future with these historic practices in mind. The heat island effect also exacerbates the impacts of another form of environmental injustice that disproportionately affects minority and low-income groups: air pollution.",
  "Urban infrastructure projects that produce environmental toxins – like industrial plants and highways – are frequently built near or in LMI and POC communities because of favorable zoning codes, cheaper land prices, and less political backlash. This is not because residents don’t care, but because they often lack the time, resources, and connections necessary to prevent such construction. [50] In turn, pollutant-producing operations disproportionately impact LMI and POC communities, harming the health outcomes of these groups. [51] A study by the University of Minnesota found that if nitrogen dioxide levels (NO2 – a product of the combustion of fossil fuels) in non-white communities were reduced to equal those in white communities, there would be around 7,000 fewer deaths from heart disease per year. [52][53] This mortality disparity highlights the health impacts of discriminatory zoning and urban planning policies, which disproportionately expose LIM and POC communities to air pollution. The disparity also shows how much we have to gain from sustainable transportation reform which eliminates combustion-engine vehicles.",
  "[54] The inequitable breakdown of exposure to environmental risks by race and income reinforces the understanding that the climate crisis is a social issue, and that environmental justice depends upon racial justice. There is no one right way to address these issues.",
  "Proposed solutions include eliminating single-family zoning, pricing a minimum proportions of housing units for LMI households, and requiring community engagement in future urban planning projects. [55] To select the best combination of solutions to create sustainable cities tailored to their environments, each city must be designed for all community members, by all community members. Leaders in the environmental justice movement include Robert Bullard, Benjamin Chavis, Peggy Shepard, Kandi Moseett-White, Mustafa Santiago Ali, Jamie Margolin, Elizabeth Yeampierre, LeeAnne Walters, and Dana Johnson. Examples[edit] Australia[edit] Adelaide[edit] Urban forests In Adelaide, South Australia (a city of 1.3 million people) Premier Mike Rann (2002 to 2011) launched an urban forest initiative in 2003 to plant 3 million native trees and shrubs by 2014 on 300 project sites across the metro area. The projects range from large habitat restoration projects to local biodiversity projects. Thousands of Adelaide citizens have participated in community planting days.",
  "Sites include parks, reserves, transport corridors, schools, water courses and coastline. Only trees native to the local area are planted to ensure genetic integrity.",
  "Premier Rann said the project aimed to beautify and cool the city and make it more liveable; improve air and water quality and reduce Adelaide's greenhouse gas emissions by 600,000 tonnes of CO2 a year. He said it was also about creating and conserving habitat for wildlife and preventing species loss. Solar power The Rann government also launched an initiative for Adelaide to lead Australia in the take-up of solar power. In addition to Australia's first 'feed-in' tariff to stimulate the purchase of solar panels for domestic roofs, the government committed millions of dollars to place arrays of solar panels on the roofs of public buildings such as the museum, art gallery, Parliament, Adelaide Airport, 200 schools and Australia's biggest rooftop array on the roof of Adelaide Showgrounds' convention hall which was registered as a power station. 'Wind power' South Australia went from zero wind power in 2002 to wind power, making up 26% of its electricity generation by October 2011. In the five years preceding 2011 there was a 15% drop in emissions, despite strong economic growth.",
  "Waste recycling For Adelaide the South Australian government also embraced a Zero Waste recycling strategy, achieving a recycling rate of nearly 80% by 2011 with 4.3 million tonnes of materials diverted from landfill to recycling. On a per capita basis, this was the best result in Australia, the equivalent of preventing more than a million tonnes of CO2 entering the atmosphere.",
  "In the 1970s container-deposit legislation was introduced. Consumers are paid a 10 cent rebate on each bottle, can, or container they return to recycling. In 2009 non-reusable plastic bags used in supermarket checkouts were banned by the Rann Government, preventing 400 million plastic bags per year entering the litter stream. In 2010 Zero Waste SA was commended by a UN Habitat Report entitled 'Solid Waste Management in the World Cities'. Melbourne City of Moreland. The City of Moreland in Melbourne's north, has programs for becoming carbon neutral, one of which is 'Zero Carbon Moreland', amongst other existing sustainable implementations and proposals.",
  "City of Melbourne. Over the past 10 years, various methods of improving public transport have been implemented, car free zones and entire streets have also been implemented.",
  "Sydney[edit] Sydney was ranked the most sustainable city in Australia by the 2018 Arcadis Sustainable Cities Index. While most cities in Australia ranked low in the green sustainability categories, a lot of them have made a remarkable shift to improve social sustainability by being more inclusive, supporting culture and general happiness among its people. [56] City of Greater Taree, New South Wales[edit] The City of Greater Taree north of Sydney has developed a masterplan for Australia's first low-to-no carbon urban development. Austria[edit] Vienna is aiming for only 20% of trips to be made by automobile. [57][58][59] Brazil[edit] Belo Horizonte, Brazil was created in 1897 and is the third-largest metropolis in Brazil, with 2.4 million inhabitants. The Strategic Plan for Belo Horizonte (2010–2030) is being prepared by external consultants based on similar cities' infrastructure, incorporating the role of local government, state government, city leaders and encouraging citizen participation.",
  "The need for environmentally sustainable development is led by the initiative of new government following planning processes from the state government. Overall, the development of the metropolis is dependent on the land regularization and infrastructure improvement that will better support the cultural technology and economic landscape.",
  "Despite being a developing or newly industrialized nation,[60] it is home to two sustainable cities. [61] The southern cities of Porto Alegre and Curitiba are often cited as examples of urban sustainability. Cameroon[edit] Bafut, is a town and traditional kingdom which is working towards becoming an eco-city by 2020, through the Bafut Council Eco-city Project. Canada[edit] Since 2016 the Green Score City Index has been studying the urban footprints of Canadian cities. [62] It uses recognized governmental and institutional data to calculate the urban footprints of 50 cities. Vancouver had 2018's highest green score for large cities.",
  "Burlington had 2018's highest green score for medium cities. Victoria had 2018's highest green score for small cities.",
  "Most cities in Canada have sustainability action plans which are easily searched and downloaded from city websites. In 2010, Calgary ranked as the top eco-city in the planet for its, \"excellent level of service on waste removal, sewage systems, and water drinkability and availability, coupled with relatively low air pollution.\" The survey was performed in conjunction with the reputable Mercer Quality of Living Survey. [63] China[edit] Tianjin: The Chinese are working with investment and technology supplied by the Singapore government to build an ecocity in Binhai, named the \"Sino-Singapore Tianjin Eco-city\". Dongtan Eco-city, Shanghai: The project, located in the east of Chongming Island developed by Arup and Parthers, was scheduled to accommodate 50,000 residents by 2010, but its developer has currently put construction on hold. An additional project was made in 2007 in this area: an Eco-Village based on the concept made by an Italian professor from the School of Architecture of Tianjin University.",
  "Huangbaiyu, Benxi, Liaoning is a small village of 42 homes that has come under great criticism: most of the homes are unoccupied by villagers. Nanjing: As of April 2008, an ecocity collaboration project is being proposed here.",
  "Rizhao, Shandong mandates solar water heaters for households, and has been designated the Environmental Model City by China's SEPA. Chengdu Tianfu District Great City is a planned city located just outside Chengdu that is planned to be sustainable and has the goal of being a self-sustaining city that discourages the use of cars. Denmark[edit] Two comprehensive studies were carried out for the whole of Denmark in 2010 (The IDA Climate Plan 2050) and 2011 (The Danish Commission on Climate Change Policy). The studies analysed the benefits and obstacles of running Denmark on 100% renewable energy from the year 2050. There is also a larger, ambitious plan in action: the Copenhagen 2025 Climate Plan. On a more local level, the industrial park in Kalundborg is often cited as a model for industrial ecology.",
  "However, projects have been carried out in several Danish cities promoting 100% renewable energy. Examples include Aalborg, Ballerup and Frederikshavn.",
  "Aalborg University has launched a master education program on sustainable cities (Sustainable Cities @ Aalborg University Copenhagen). See also the Danish Wikipedia. Copenhagen: Cycling in Copenhagen: One of the most bicycle-friendly city's in the world where over 50% of the population get around on bikes. The city has infrastructure that caters to cycling with hundreds of kilometres of curb segregated bike lanes to separate cyclists and car traffic. A notable feature is The Cycle Super Highways which feature elevated bike lanes which ensure fast, unhindered travel between destinations. The city is aiming for just 25% of trips to be made by automobile.",
  "[57][58][59] Ecuador[edit] Loja, Ecuador won three international prizes for the sustainability efforts begun by its mayor Dr. Jose Bolivar Castillo. [64]: 25 Estonia[edit] Oxford Residences for four seasons in Estonia, winning a prize for Sustainable Company of the Year, is arguably one of the most advanced sustainable developments, not only trying to be carbon neutral, but already carbon negative.",
  "[65] Finland[edit] The Finnish city of Turku has adopted a \"Carbon Neutral Turku by 2040\" strategy to achieve carbon neutrality via combining the goal with circular economy. France[edit] In Paris, bike lanes are being doubled, while electric car incentives are being created. The French capital is banning the most polluting automobiles from key districts. [66][67] Germany[edit] Freiburg im Breisgau often refers to itself as a green city. It is one of the few cities with a Green mayor and is known for its strong solar energy industry. Vauban, Freiburg is a sustainable model district.",
  "All houses are built to a low energy consumption standard and the whole district is designed to be car-free. Another green district in Freiburg is Rieselfeld, where houses generate more energy than they consume.",
  "There are several other green sustainable city projects such as Kronsberg in Hannover and current developments around Munich, Hamburg and Frankfurt. Berlin: The Tiergarten (park) is a large park that takes up 520 acres and is an example of social sustainability where it is a green space but also used for transportation. The Tiergarten has inter paths where people can safely bike and walk without the disturbance of cars. Paths connect to notable areas within the city, such as government buildings, shopping areas and monuments. Berlin is mimicking London's \"superhighways\" for cyclists. [57][58][59] Hong Kong[edit] The government portrays the proposed Hung Shui Kiu New Town as an eco-city.",
  "The same happened with the urban development plan on the site of the former Kai Tak Airport. Iran[edit] Isfahan dedicated smart city office began buildings architectures sustaintablity programs in May 2022.",
  "[68] Ireland[edit] South Dublin County Council announced plans in late 2007 to develop Clonburris, a new suburb of Dublin to include up to 15,000 new homes, to be designed to achieve the highest of international standards. The plans for Clonburris include countless green innovations such as high levels of energy efficiency, mandatory renewable energy for heating and electricity, the use of recycled and sustainable building materials, a district heating system for distributing heat, the provision of allotments for growing food, and even the banning of tumble driers, with natural drying areas being provided instead. In 2012 an energy plan was carried out by the Danish Aalborg University for the municipalities of Limerick and Clare. The project was a short-term 2020 renewable energy strategy giving a 20% reduction in CO2 emissions, while ensuring that short-term actions are beneficial to the long-term goal of 100% renewable energy. India[edit] India is working on Gujarat International Finance Tec-City or GIFT which is an under-construction world-class city in the Indian state of Gujarat. It will come up on 500 acres (2.0 km2) land.",
  "[69] It will also be first of its kind fully Sustainable City. Auroville was founded in 1968 with the intention of realizing human unity, and is now home to approximately 2,000 individuals from over 45 nations around the world.",
  "Its focus is its vibrant community culture and its expertise in renewable energy systems, habitat restoration, ecology skills, mindfulness practices, and holistic education. Andhra Pradesh state New capital also coming up with a future sustainable city. As a part of the UN Global Sustainable Development Goals (SDG) cities initiative, Noida from Uttar Pradesh was selected in 2018 to become one of 25 cities in the world to become models of SDGs by 2025. [70] Indonesia[edit] The cities of Bandung, Cimahi, and Soreang in Indonesia become world leaders in zero waste cities program after significantly reducing the amount of waste and improving its management. [71] Korea[edit] Songdo IBD is a planned city in Incheon which has incorporated a number of eco-friendly features. These include a central park irrigated with seawater, a subway line, bicycle lanes, rainwater catchment systems, and pneumatic waste collection system.",
  "75% of the waste generated by the construction of the city will be recycled. Gwanggyo City Centre is another planned sustainable city.",
  "Malaysia[edit] As of 2014 a Low Carbon Cities programme is being piloted in Malaysia by KeTTHA, the Malaysian Ministry of Energy, Green Technology and Water, Malaysian Green Technology Corporation (GreenTech Malaysia) and the Carbon Trust. Malacca has a stated ambition to become a carbon-free city, taking steps towards creating a smart electricity grid. This is being done as part of an initiative to create a Green Special Economic Zone, where it is intended that as many as 20 research and development centers will be built focusing on renewable energy and clean technology, creating up to 300,000 new green jobs. The Federal Department of Town and Country Planning (FDTCP) in peninsular Malaysia is a focal point for the implementation of the Malaysian Urban Rural National Indicators Network for Sustainable Development (MURNInets), which includes 36 sets of compulsory indicators grouped under 21 themes under six dimensions. Most of the targets and standards for the selected indicators were adjusted according to hierarchy of local authorities. In MURNInets at least three main new features are introduced.",
  "These include the Happiness Index, an indicator under the quality of life theme to meet the current development trend that emphasizes on the well-being of the community. Another feature introduced is the customer or people satisfaction level towards local authorities' services.",
  "Through the introduction of these indicators the bottom-up approach in measuring sustainability is adopted. Morocco[edit] Planned for 2023, Zenata is the first African city to be awarded the Eco-City Label. It will include a total of 470 hectares of green spaces. It will also have water retention basins and promotes groundwater recharge and afforestation of the site. The naturally irrigated parks leading to the sea are designed as ecological corridors. [72] New Zealand[edit] The city of Waitakere, the Western part of the greater Auckland urban region, was New Zealand's first eco-city, working from the Greenprint, a guiding document that the City Council developed in the early 1990s.",
  "Norway[edit] Oslo city was ranked first in the 2019 SDG Index and Dashboards Report for European Cities with a high score of 74.8. [73] In order to achieve its ambitious targets for reducing carbon emissions in the European Green City index, Oslo plans to convert cities to biofuels and has considerably reduced traffic by 4–7% by introducing a congestion charge.",
  "Its aim is to cut-down emissions by 50 per cent since 1990 and it has taken a number of transportation, waste recycling, energy consumption and green space measures among others to meet its target. [74] Philippines[edit] Clark Freeport Zone is a former United States Air Force base in the Philippines. It is located on the northwest side of Angeles City and on the west side of Mabalacat City in the province of Pampanga, about 40 miles (60 km) northwest of Metro Manila. A multi-billion project will convert the 36,000 ha (89,000 acres) former Clark Air Force Base into a mix of industrial, commercial and institutional areas of green environment. The heart of the project is a 9,450-hectare metropolis dubbed as the \"Clark Green City\". Builders will use the green building system for environmentally-friendly structures.",
  "Its facilities will tap renewable energy such as solar and hydro power. Portugal[edit] The organization Living PlanIT is currently constructing a city from scratch near Porto, Portugal.",
  "Buildings will be electronically connected to vehicles giving the user a sense of personal eco-friendliness. Spain[edit] Bilbao: The city faced economic turmoil following the decline of the steel and port industries but through communication between stakeholders and authorities to create inner-city transformation, the local government benefited from the increase in land value in old port areas. The Strategic Plan for the Revitalisation of Metropolitan Bibao was launched in 1922 and have flourished regenerating old steel and port industries. The conversion from depleted steel and port industries to one of Europe's most flourishing markets is a prime example of a sustainable project in action. Barcelona: The city is planning an urban redesign of civic super blocks, they plan to convert nine-block areas into unified mega block neighbourhoods. The aim is to decrease car-related traffic, noise and pollution by over 20% and to free up to 60% of road areas for reuse as citizen spaces.",
  "This is being done because they realized that people in Barcelona die prematurely due to poor air quality and everyday noise levels are deemed harmful. By converting roads to spaces for festivals, farmer markets, bikes, and walkability it promotes a healthier lifestyle and potentially a happier one.",
  "In 2020, the European Investment Bank approved a €95 million loan to assist Barcelona in the completion of approximately 40 projects, with an emphasis on climate change and social inequity. The city plans to redevelop streets to create more space for pedestrians and bicyclists, enhance building energy efficiency, and expand social, cultural, and recreational opportunities. [75][76][77] Madrid: In 2018, Madrid banned all non-resident vehicles from its downtown areas. [57][78] Sweden[edit] Norra Älvstranden (Swedish), in Gothenburg by the river Göta älv, is an example of a sustainable city in Sweden. [79] It has low environmental impact, and contains passive houses, recycling system for waste, etc. Hammarby Sjöstad[80] Västra Hamnen or Bo01, Malmö[81] Stockholm Royal Seaport United Arab Emirates[edit] Masdar City, Abu Dhabi is a planned city that relies entirely on solar energy and other renewable energy sources, with a sustainable, zero-carbon, zero-waste ecology.",
  "Dubai The Sustainable City, Dubai United Kingdom[edit] London has committed to reaching net-zero carbon emissions by 2050. To do so, it aims to drastically reduce the proportion of trips made by cars and also ban all new petrol and diesel cars by 2035.",
  "Similarly, according to the UK Green Building Council, 40 per cent of UK's total carbon footprint comes from the built environment. Steel, which is used to make skyscrapers, is responsible for 7 per cent of the global CO2 emissions. Timber, especially CLT is a being considered as a great alternative to reduce construction-based emissions. [82] The built environment is responsible for around 40% of the UK's total carbon footprint, according to the UK Green Building Council London Borough of Sutton is the first One Planet Region in the United Kingdom, with significant targets for reducing the ecological footprint of residents and creating the UK's greenest borough. Middlesbrough is another One Planet Region in the United Kingdom. Milton Keynes' original design concept aimed for a \"forest city\" and the foresters of the designers planted millions of trees from its own nursery in Newlands in the following years.",
  "[83] Parks, lakes and green spaces cover about 25% of Milton Keynes;[84][85] as of 2018[update], there are 22 million trees and shrubs in public open spaces. [86][85] St Davids, the smallest city in the United Kingdom, aims to be the first carbon-neutral city in the world.",
  "Leicester is the United Kingdom's first environment city. United States[edit] Arcosanti, Arizona Coyote Springs Nevada largest planned city in the United States. Babcock Ranch Florida a proposed solar-powered city. Douglass Ranch in Buckeye Arizona Mesa del Sol in Albuquerque, New Mexico San Francisco, California is ranked the most sustainable city in the United States according to the 2019 US Cities Sustainable Development Report. [87] Treasure Island, San Francisco: is a project that aims to create a small eco city. Sonoma Mountain Village in Rohnert Park, California* See also[edit] See also the Sustainability navigational box at the bottom of the page.",
  "2000-watt society BedZED Carfree city Circles of Sustainability Covenant of Mayors Cyclability Eco hotel Eco-cities Ecodistrict Ecological engineering Environmental economics Freeway removal Floating ecopolis Global Ecovillage Network Green infrastructure Green retrofit Green urbanism Land recycling List of most-polluted cities by particulate matter concentration Most livable cities – Annual survey based on living conditions in cities Pedestrian village Street reclamation Sustainable design Sustainable Development Goal 11 – 11th of 17 Sustainable Development Goals for sustainable cities Sustainable urbanism Transition town Urban design Urban forestry Urban green space Urban reforestation Urban vitality Walking audit Zero-carbon city Notes[edit] ^ \"The Triple Bottom Line: What Is It and How Does It Work?\". www.ibrc.indiana.edu.",
  "Archived from the original on 2019-09-30. Retrieved 2019-10-02. ^ Register, Richard (1987). Ecocity Berkeley: Building Cities for a Healthy Future. North Atlantic Books. ISBN 9781556430091.",
  "^ Environment, U. N. (2018-01-23). \"Sustainable Cities\".",
  "UNEP – UN Environment Programme. Archived from the original on 2021-01-19. Retrieved 2020-09-22. ^ \"Barcelona creates more green space as COVID-19 urban planning meets climate action\". European Investment Bank. Archived from the original on 2021-04-20.",
  "Retrieved 2021-04-20. ^ \"Urban Development sector\".",
  "EIB.org. Archived from the original on 2021-04-17. Retrieved 2021-04-20. ^ \"Goal 11: Sustainable cities and communities\". UNDP. Archived from the original on 2021-05-04.",
  "Retrieved 2020-09-22. ^ \"Adelaide green city | WWF\".",
  "wwf.panda.org. Archived from the original on 2021-11-22. Retrieved 2019-10-02. ^ \"7 innovative projects making cities more sustainable\". World Economic Forum. 2020-09-22.",
  "Archived from the original on 2020-09-22. Retrieved 2020-09-22.",
  "^ \"The Sustainable SITES Initiative® (SITES®) | asla.org\". www.asla.org. Retrieved 2022-06-18. ^ US EPA, OAR (2014-02-28). \"Heat Island Effect\". www.epa.gov.",
  "Retrieved 2021-12-09. ^ \"How Can Cities Reverse Urban Sprawl, Increase Transit Use, Reduce Emissions?\".",
  "PERC. 2012-03-22. Archived from the original on 2020-02-28. Retrieved 2020-02-28. ^ Benfield, Kaid. \"This Is What a Neighborhood Revitalization Actually Looks Like\".",
  "CityLab. Archived from the original on 2014-05-09.",
  "Retrieved 2020-02-28. ^ \"Smart Growth: The Environment & Equity | Smart Cities Dive\". www.smartcitiesdive.com. Retrieved 2022-06-15. ^ \"The Sustainable SITES Initiative® (SITES®) | asla.org\". www.asla.org.",
  "Archived from the original on 2020-09-30. Retrieved 2020-09-23.",
  "^ \"Eco-industrial parks | UNIDO\". www.unido.org. Archived from the original on 2020-09-20. Retrieved 2020-09-22. ^ \"Michigan Market Development\" (PDF). Archived (PDF) from the original on 2020-10-18.",
  "Retrieved 2020-09-22. ^ \"Stormwater Runoff - an overview | ScienceDirect Topics\".",
  "www.sciencedirect.com. Retrieved 2022-06-16. ^ \"Litter traps\". Recycled Island. Retrieved 2019-11-20. ^ \"Home\".",
  "Urban Rivers. Archived from the original on 2020-01-01.",
  "Retrieved 2019-11-20. ^ \"world's first floating farm welcomes cows in rotterdam\". designboom | architecture & design magazine. 2019-05-15. Archived from the original on 2019-11-11. Retrieved 2019-11-20.",
  "^ \"+31architects' floating houseboat uses solar power to sail across lakes and rivers\". designboom | architecture & design magazine.",
  "2019-03-13. Archived from the original on 2019-05-02. Retrieved 2019-11-20. ^ \"the 'ocean community' responds to rising sea levels with luxury houseboats\". designboom | architecture & design magazine. 2019-11-07.",
  "Archived from the original on 2019-11-08. Retrieved 2019-11-20.",
  "^ \"The RUAF Foundation\". The RUAF Foundation. Archived from the original on 2019-09-04. Retrieved 2019-10-02. ^ Martin-Moreau, M.; Ménascé (dir. ), D. (September 2019).",
  "\"Urban Agriculture: Another Way to Feed Cities\". The Journal of Field Actions.",
  "20: 1–126. ISSN 1867-8521. Archived from the original on 2021-11-19. Retrieved 2021-11-19. ^ \"Tiny Forest\". YouTube.",
  "Archived from the original on 2020-10-01. Retrieved 2020-09-23.",
  "^ \"Wood City\". YouTube. Archived from the original on 2020-10-02. Retrieved 2020-09-23. ^ \"The Sustainable SITES Initiative® (SITES®) | asla.org\". www.asla.org.",
  "Retrieved 2022-06-18. ^ \"On the right track: How Bangkok turned an old unused train line into a park\".",
  "World Economic Forum. Archived from the original on 2020-09-18. Retrieved 2020-09-23. ^ Coldwell, Will (2014-09-22). \"Final stretch of New York's High Line complete\". The Guardian.",
  "ISSN 0261-3077. Archived from the original on 2020-08-14.",
  "Retrieved 2020-09-23. ^ Taylor, Matthew (2020-05-15). \"Large areas of London to be made car-free as lockdown eased\". The Guardian. ISSN 0261-3077. Archived from the original on 2021-08-06.",
  "Retrieved 2020-09-23. ^ Paolini, Massimo (2020-04-20).",
  "\"Manifesto for the Reorganisation of the City after COVID19\". Archived from the original on 2021-06-23. Retrieved 2021-05-01. ^ Argemí, Anna (2020-05-08). \"Por una Barcelona menos mercantilizada y más humana\" (in Spanish). Archived from the original on 2021-09-05.",
  "Retrieved 2021-05-11. ^ Maiztegui, Belén (2020-06-18).",
  "\"Manifiesto por la reorganización de la ciudad tras el COVID-19\" (in Spanish). Archived from the original on 2021-08-16. Retrieved 2021-05-11. ^ Planning (2020-09-09). \"20-minute neighbourhoods\". Planning.",
  "Archived from the original on 2021-09-20. Retrieved 2020-09-23.",
  "^ \"How the '15-Minute City' Could Help Post-Pandemic Recovery\". Bloomberg.com. 2020-07-15. Archived from the original on 2021-08-17. Retrieved 2020-09-23. ^ US EPA, OAR (2015-12-29).",
  "\"Sources of Greenhouse Gas Emissions\". www.epa.gov.",
  "Retrieved 2022-06-18. ^ \"The Road to Sustainable Transport\". International Institute for Sustainable Development. Retrieved 2022-06-18. ^ \"Goal 11: Sustainable cities and communities\". UNDP.",
  "Archived from the original on 2021-05-04. Retrieved 2020-09-23.",
  "^ \"Israel's \"smart commuting\" shows what transport could be like after COVID-19\". World Economic Forum. Archived from the original on 2020-09-18. Retrieved 2020-09-23. ^ \"Sustainable Development Goals | United Nations Development Programme\". UNDP.",
  "Retrieved 2021-12-08. ^ \"Gender: definitions\".",
  "www.euro.who.int. Retrieved 2021-12-08. ^ Roberts, Marion (June 1998). \"Urban design, gender and the future of cities\". Journal of Urban Design. 3 (2): 133–135.",
  "doi:10.1080/13574809808724421. ISSN 1357-4809.",
  "^ a b \"Climate change 'impacts women more than men'\". BBC News. 2018-03-08. Retrieved 2021-12-08. ^ Lozano-Torres, Yancili (2021-05-03). \"Planning Befriends Women: A Look of a Gender Responsive City in the Colombian Context\".",
  "Revista iberoamericana de estudios de desarrollo = Iberoamerican journal of development studies. 10 (1): 310–336.",
  "doi:10.26754/ojs_ried/ijds.559. ISSN 2254-2035. S2CID 236693425. ^ Kollmann, Trevor; Marsiglio, Simone; Suardi, Sandy; Tolotti, Marco (September 2021). \"Social interactions, residential segregation and the dynamics of tipping\". Journal of Evolutionary Economics.",
  "31 (4): 1355–1388. doi:10.1007/s00191-021-00742-7.",
  "ISSN 0936-9937. S2CID 239717392. ^ Kollmann, Trevor; Marsiglio, Simone; Suardi, Sandy; Tolotti, Marco (2021-09-01). \"Social interactions, residential segregation and the dynamics of tipping\". Journal of Evolutionary Economics. 31 (4): 1355–1388.",
  "doi:10.1007/s00191-021-00742-7. ISSN 1432-1386.",
  "S2CID 239717392. ^ \"Environmental Justice\". GCU. 2020-04-22. Retrieved 2021-12-10. ^ US EPA, OAR (2014-02-28).",
  "\"Heat Island Effect\". www.epa.gov.",
  "Retrieved 2021-12-10. ^ a b c Wilson, Bev (2020-10-01). \"Urban Heat Management and the Legacy of Redlining\". Journal of the American Planning Association. 86 (4): 443–457. doi:10.1080/01944363.2020.1759127.",
  "ISSN 0194-4363. S2CID 219511822.",
  "^ December 13; 2017. \"What Is Environmental Justice?\". NRDC. Retrieved 2021-12-10. {{cite web}}: CS1 maint: numeric names: authors list (link) ^ \"Environmental injustice in Pittsburgh: Poor, minority neighborhoods see higher rates of deaths from air pollution\". EHN.",
  "2020-06-12. Retrieved 2021-12-10.",
  "^ Clark, Lara P.; Millet, Dylan B.; Marshall, Julian D. (2014). \"National patterns in environmental injustice and inequality: outdoor NO2 air pollution in the United States\". PLOS ONE. 9 (4): e94431. Bibcode:2014PLoSO...994431C. doi:10.1371/journal.pone.0094431.",
  "ISSN 1932-6203. PMC 3988057.",
  "PMID 24736569. ^ US EPA, OW (2013-03-12). \"The Sources and Solutions: Fossil Fuels\". www.epa.gov. Retrieved 2021-12-10. ^ Maantay, Juliana (April 2002).",
  "\"Mapping environmental injustices: pitfalls and potential of geographic information systems in assessing environmental health and equity\". Environmental Health Perspectives.",
  "110 (suppl 2): 161–171. doi:10.1289/ehp.02110s2161. ISSN 0091-6765. PMC 1241160. PMID 11929725. ^ \"The Quest for Justice: Revitalizing Cities\".",
  "Tufts Now. 2020-09-04.",
  "Retrieved 2021-12-10. ^ Arcadis. \"Sydney is Australias most sustainable city\". Arcadis. Archived from the original on 2021-03-05. Retrieved 2020-09-23.",
  "^ a b c d \"'It's the only way forward': Madrid bans polluting vehicles from city centre\". The Guardian.",
  "2018-11-30. Archived from the original on 2021-06-07. Retrieved 2021-06-07. ^ a b c \"Cycle superhighways - a path for sustainable mobility\". Ramboll Group. Archived from the original on 2021-06-07.",
  "Retrieved 2021-06-07. ^ a b c \"Segregated cycleways and e-bikes - the future of urban travel | Policy and insight\".",
  "policy.friendsoftheearth.uk. Archived from the original on 2021-06-07. Retrieved 2021-06-07. ^ International Monetary Fund (April 2011). World Economic Outlook: Tensions from the Two-Speed Recovery (PDF). ISBN 978-1-61635-059-8.",
  "Archived (PDF) from the original on 2014-01-07. Retrieved 2019-10-20.",
  "^ \"Sustainable Cities International Network Map\". Sustainable Cities International. Archived from the original on 2012-04-22. Retrieved 2012-03-07. ^ \"Green Score City Index - Index Outline\". Archived from the original on 2021-06-27.",
  "Retrieved 2021-06-27. ^ \"Quality of Living worldwide city rankings 2010 – Mercer survey\".",
  "Archived from the original on 2009-05-01. Retrieved 2010-05-26. ^ Worldwatch Institute. (2007). State of the World : Our Urban Future. ^ \"Key challenges to sustainable development\".",
  "www.futurelearn.com. Retrieved 2022-06-18.",
  "^ \"5 reasons the world looks to Europe's cities\". European Investment Bank. Archived from the original on 2021-06-07. Retrieved 2021-06-07. ^ McMahon, Jeff. \"How Bike Lanes Are Transforming Paris\".",
  "Forbes. Archived from the original on 2021-06-07.",
  "Retrieved 2021-06-07. ^ \"اجرای سیستم ساختمان پایدار بر اساس شاخص‌های بین‌المللی در اصفهان\". ایمنا (in Persian). 2022-05-16. Retrieved 2022-05-16. ^ \"Gujarat International Finance Tec-City plans\".",
  "Archived from the original on 2019-09-16. Retrieved 2018-04-12.",
  "^ \"UN selects Noida to participate in Global Sustainable Cities 2025 initiative\". The Economic Times. Archived from the original on 2021-11-22. Retrieved 2020-09-23. ^ \"YPBB: Indonesia's Pioneer in Zero Waste\". Gaia.",
  "15 October 2018. Archived from the original on 11 August 2020.",
  "Retrieved 5 November 2020. ^ \"Sustainable Zenata will be inhabited from 2023\". 20 August 2019. Archived from the original on 2020-08-11. Retrieved 2020-09-13. ^ \"SDG Index and Dashboards Report for European Cities\".",
  "www.sustainabledevelopment.report. Archived from the original on 2019-09-22.",
  "Retrieved 2020-09-23. ^ \"What makes Oslo a sustainable city?\". What makes Oslo a sustainable city?. Archived from the original on 2017-09-17. Retrieved 2020-09-23. ^ \"Barcelona creates more green space as COVID-19 urban planning meets climate action\".",
  "European Investment Bank. Archived from the original on 2021-06-07.",
  "Retrieved 2021-05-20. ^ \"Continued EU funding commitment to support energy efficiency in urban areas\". European Commission - European Commission. Archived from the original on 2021-04-22. Retrieved 2021-05-20. ^ July 13; 2020 (13 July 2020).",
  "\"European Investment Bank Finances Large-Scale Solar PV Project in Spain - Sustainable Recovery 2020\". www.iisd.org.",
  "Archived from the original on 2021-04-25. Retrieved 2021-05-20. {{cite web}}: CS1 maint: numeric names: authors list (link) ^ Wolfe, Jonathan (2018-12-19). \"Oslo Puts Up a Stop Sign\". The New York Times. ISSN 0362-4331.",
  "Archived from the original on 2021-06-07. Retrieved 2021-06-07.",
  "^ \"Gothenburg\". International Water Association. Retrieved 2022-06-18. ^ \"Hammarby Sjöstad, Stockholm, Sweden | Urban green-blue grids\". Retrieved 2022-06-18. ^ \"Startsida Malmö stad\".",
  "malmo.se (in Swedish). Retrieved 2022-06-18.",
  "^ Perry, Francesca. \"What 'net-zero carbon' really means for cities\". www.bbc.com. Archived from the original on 2020-09-22. Retrieved 2020-09-23. ^ Walker The Architecture and Planning of Milton Keynes, Architectural Press, London 1981.",
  "Retrieved 13 February 2007 ^ \"The Parks Trust model\". The Milton Keynes Parks Trust.",
  "Archived from the original on 6 March 2019. Retrieved 7 March 2012. ^ a b \"Parks & Lakes\". Destination MK. Archived from the original on 6 March 2019. Retrieved 3 March 2019.",
  "^ Browne, Paige (23 December 2018). \"Millions of trees in Milton Keynes to be spruced up in 2019\".",
  "Milton Keynes Citizen. Archived from the original on 7 February 2019. Retrieved 6 February 2019. ^ \"2019 US Cities Sustainable Development Report\". www.sustainabledevelopment.report. Archived from the original on 2019-09-22.",
  "Retrieved 2020-09-23. Further reading[edit] Helmut Bott, Gregor Grassl, Stephan Anders (2019) Sustainable Urban Planning: Vibrant Neighbourhoods – Smart Cities – Resilience, DETAIL Publishers, Volume 1, ISBN 978-3-95553-462-2 Stanislav E. Shmelev and Irina A. Shmeleva (2009) \"Sustainable cities: problems of integrated interdisciplinary research\", International Journal of Sustainable Development, Volume 12, Number 1, 2009, pp.",
  "4 – 23 Richard Register (2006) Ecocities: building cities in balance with nature, New Society Publishers. ISBN 0-86571-552-1. Shannon May (2008) \"Ecological citizenship and a plan for sustainable development\", City,12:2,237 — 244 Timothy Beatley (1997) Eco-city dimensions : healthy communities, healthy planet, New Society Publishers. ISBN 0-86571-353-7, OCLC 36695680. Richard Register (1987) Ecocity Berkeley: building cities for a healthy future, North Atlantic Books. ISBN 1-55643-009-4.",
  "Sim Van der Ryn and Peter Calthorpe (1986) Sustainable communities: a new design synthesis for cities, suburbs, and towns, Sierra Club Books. ISBN 0-87156-629-X.",
  "Paolo Soleri (1973) Arcology : the city in the image of man, MIT Press. ISBN 0-262-19060-5. Ian L. McHarg (1969) Design with nature, Published for the American Museum of Natural History [by] the Natural History Press. Simon Joss (2015) Eco-cities and Sustainable Urbanism, International Encyclopedia of the Social & Behavioral Sciences (Second Edition). ISBN 978-0-08097-086-8 External links[edit] Wikimedia Commons has media related to Sustainable urban planning. Eco Cities in China Publications by Anthropologist Shannon May on the transformation of Huangbaiyu, China into an Eco Village Ecocity Summit 2009 ISTANBUL – TURKIYE ECOPOLIS Green Score City Index, GreenScore.eco Ecotopia 2121.",
  "An Atlas of 100 \"Visionary Super-Green\" cities of the future from around the world. Los Angeles: A History of the Future Resource Guide on Sprawl and the New Urbanism edited by Deborah Sommer, Environmental Design Library, University of California, Berkeley.",
  "Vattenfall Sustainable Cities Manifesto for the Reorganisation of the City after COVID19 | author: Massimo Paolini [20 April 2020] Sustainable Cities, Terrain.org Which way China? Herbert Girardet, 2006 October 2, chinadialogue. Discusses the emergence of ecocities in China. Working Group for Sustainable Cities at Harvard University vteSustainability Outline Index Principles Anthropocene Earth system governance Ecological modernization Environmental governance Environmentalism Global catastrophic risk Human impact on the environment Planetary boundaries Social sustainability Stewardship Sustainable development Consumption Anthropization Anti-consumerism Circular economy Earth Overshoot Day Ecological footprint Ethical Micro-sustainability Over-consumption Simple living Steady-state economy Sustainability advertising Sustainability brand Sustainability marketing myopia Sustainable Systemic change resistance Tragedy of the commons World population Birth control Demographic transition Family planning Control Sustainable population Women's education and empowerment Technology Appropriate Environmental Natural building Biodiversity Biosecurity Biosphere Conservation biology Endangered species Holocene extinction Invasive species Energy Carbon footprint Climate change mitigation Conservation Descent Efficiency Electrification Emissions trading Fossil-fuel phase-out Peak oil Poverty Rebound effect Renewable Food Civic agriculture Community-supported agriculture Forest gardening Foodscaping Local Permaculture Security Sustainable agriculture Sustainable fishery Urban horticulture Vegetable box scheme Water Conservation Crisis Efficiency Footprint Reclaimed Sanitation Accountability Sustainability accounting Sustainability measurement Sustainability metrics and indices Sustainability reporting Standards and certification Sustainable yield Applications Organic movement Advertising Architecture Art Business City College programs Community Design Ecovillage Education for Sustainable Development Fashion Gardening Geopark Green marketing Industries Landscape architecture Living Low-impact development Sustainable market Organizations Packaging Practices Procurement Space Tourism Transport Urban drainage systems Urban infrastructure Urbanism Management Environmental Fisheries Forest Landscape Materials Natural resource Planetary Waste Agreements and conferences UN Conference on the Human Environment (Stockholm 1972) Brundtlandt Commission Report (1983) Our Common Future (1987) Earth Summit (1992) Rio Declaration on Environment and Development (1992) Agenda 21 (1992) Convention on Biological Diversity (1992) ICPD Programme of Action (1994) Lisbon Principles (1997) Kyoto Protocol (1997) Earth Charter (2000) UN Millennium Declaration (2000) Earth Summit 2002 (Rio+10, Johannesburg) UN Conference on Sustainable Development (Rio+20, 2012) Sustainable Development Goals (2015) Paris Agreement (2015) UN Ocean Conference (2017) Category Lists Science Studies Degrees vteCitiesUrban geography Urban area City centre Downtown Suburb Exurb Core city Twin cities Satellite city Edge city Commuter town City proper limits Conurbation Metropolitan area Metropolis Megalopolis Cities with the most skyscrapers Urbanization Suburbanization Shrinking cities Ghost town Lost city Closed city College town Urban government City status Municipality direct-controlled Independent city City-state Autonomous city Capital city Urban economics World's cities by GDP Global city Central business district Most expensive cities Cheapest cities Most livable cities Urban decay Ghetto Modern ruins Slum Urban renewal Municipal bond Habitat III Urban planning History of urban planning Theories of urban planning Technical aspects of urban planning Urban planners Zoning Mixed-use development Urban design Grid plan Concentric zone model Sector model Multiple nuclei model Linear city Land use Smart city Urban population World's largest cities throughout history Most densely populated cities Most populous national capitals Most populous satellite cities Urbanism Urban warfare Urban studies Urban morphology Urban culture Urban sociology Anti-urbanism Urban exploration Urban homesteading Unitary urbanism Environment Climate change Green urbanism Sustainable city Sustainable urbanism Sustainable Development Goal 11 Urban heat island Urban ecology Cities portal Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_city&oldid=1094347779\" Categories: LandscapeUrban planningSustainabilityTypes of citiesSustainable urban planningEnvironment by cityHidden categories: CS1 Spanish-language sources (es)CS1 maint: numeric names: authors listCS1 Persian-language sources (fa)CS1 Swedish-language sources (sv)Articles with short descriptionShort description is different from WikidataArticles needing additional references from April 2019All articles needing additional referencesAll articles with vague or ambiguous timeVague or ambiguous time from January 2021Articles containing potentially dated statements from 2018All articles containing potentially dated statementsCommons category link is on Wikidata Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia Commons Languages AfrikaansالعربيةEspañolفارسیFrançais한국어עברית日本語Norsk bokmålPolskiPortuguêsРусскийSlovenščinaSuomiУкраїнська中文 Edit links This page was last edited on 22 June 2022, at 02:40 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy.",
  "Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Mobile view Developers Statistics Cookie statement"
]