[
  "\n\n\n\nSustainable Development Goal 3 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 3\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\nGood Health and Well-Being\nSustainable Development Goal 3Mission statement\"Ensure healthy lives and promote well-being for all at all ages\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 3 (SDG 3 or Global Goal 3), regarding \"Good Health and Well-being\", is one of the 17 Sustainable Development Goals established by the United Nations in 2015. The official wording is: \"To ensure healthy lives and promote well-being for all at all ages. ",
  "\"[1] The targets of SDG 3 cover and focus on various aspects of healthy life and healthy lifestyle. Progress towards the targets is measured using twenty-one indicators. [2]\nSDG 3 has 13 targets and 28 indicators to measure progress toward targets. The first nine targets are \"outcome targets\". Those are: reduction of maternal mortality; ending all preventable deaths under five years of age; fight communicable diseases; ensure reduction of mortality from non-communicable diseases and promote mental health; prevent and treat substance abuse; reduce road injuries and deaths; grant universal access to sexual and reproductive care, family planning and education; achieve universal health coverage; and reduce illnesses and deaths from hazardous chemicals and pollution. The four \"means to achieving\" SDG 3 targets are:  implement the WHO Framework Convention on Tobacco Control; support research, development and universal access to affordable vaccines and medicines; increase health financing and support health workforce in developing countries; and improve early warning systems for global health risks. ",
  "[3]\nSDG 3 aims to achieve universal health coverage, that seeks equitable access of healthcare services to all men and women. It proposes to end the preventable death of newborns, infants and children under five (child mortality) and end epidemics. ",
  "[1]\nGood health is essential to sustainable development and the 2030 Agenda. It focuses on broader economic and social inequalities, urbanization, climate crisis, continuing burden of HIV and other infectious diseases, not forgetting emerging challenges such as non-communicable diseases. [4] Considering the global pandemic of COVID-19, there is a need to give significant attention towards the realization of good health and well being on a global scale. Contents\n\n1 Background\n2 Targets, indicators and progress\n\n2.1 Target 3.1: Reduce maternal mortality\n2.2 Target 3.2: End all preventable deaths under five years of age\n2.3 Target 3.3: Fight communicable diseases\n2.4 Target 3.4: Reduce mortality from non-communicable diseases and promote mental health\n2.5 Target 3.5: Prevent and treat substance abuse\n2.6 Target 3.6: Reduce road injuries and deaths\n2.7 Target 3.7: Universal access to sexual and reproductive care, family planning and education\n2.8 Target 3.8: Achieve universal health coverage\n2.9 Target 3.9: Reduce illnesses and deaths from hazardous chemicals and pollution\n2.10 Target 3.a: Implement the WHO framework convention on tobacco control\n2.11 Target 3.b: Support research, development and universal access to affordable vaccines and medicines\n2.12 Target 3.c: Increase health financing and support health workforce in developing countries\n2.13 Target 3.d: Improve early warning systems for global health risks\n2.14 Custodian agencies\n\n\n3 Monitoring\n4 Challenges\n\n4.1 Impact of COVID-19 pandemic\n\n\n5 Limitations and Potential Implications\n6 Links with other SDGs\n7 Organizations\n\n7.1 US Based Organizations\n\n\n8 References\n9 External links\n\n\nBackground[edit]\n School nurse checks student's health in Kenya\nEnsuring that every child survives and thrives depends on a combination of high-impact interventions – including quality antenatal, delivery and postnatal care for mothers and their new-borns, prevention of mother-to-child transmission of HIV, immunisation to protect children from infectious diseases and access to adequate and nutritious food. [5]: 24 \nThe UNDP reports that \"every 2 seconds, someone aged 30 to 70 years dies prematurely from noncommunicable diseases - cardiovascular disease, chronic respiratory disease, diabetes or cancer. \"[6]\nAccording to statistics, globally, \"2.4 million children died in the first month of life in 2019 – approximately 6,700 neonatal deaths every day – with about a third of all neonatal deaths occurring within the first day after birth, and close to three-quarters occurring within the first week of life\". ",
  "[7] Lack of access to quality healthcare is one of the major factors behind the figures and regional data revealing that neonatal mortality was highest in sub-Saharan Africa and South Asia which post 27 and 25 deaths per 1,000 live births, respectively, in 2019. [7][8]\nSignificant steps have been made in increasing life expectancy and reducing some of the common causes of child and maternal mortality. ",
  "Between 2000 and 2016, the worldwide under-five mortality rate decreased by 47%  (from 78 deaths per 1,000 live births to 41 deaths per 1,000 live births). [9] Still, the number of children dying under age five is extremely high: 5.6 million in 2016 alone. [9] New-borns account for a growing number of these deaths, and poorer children are at the greatest risk of under-five mortality due to a number of factors. [9] SDG 3 aims to reduce under-five mortality to as low as 25 per 1,000 live births. But if current trends continue, more than 60 countries will miss the SDG neonatal mortality target for 2030. About half of these countries would not reach the target even by 2050. ",
  "[9]\nBetween 2000 and 2016, the worldwide under-five death rate decreased by 47 percent (from 78 deaths per 1,000 live births to 41 deaths per 1,000 live births). [9] As mentioned earlier, the number of children dying under age five is extremely high: 5.6 million in 2016 alone. ",
  "[9]\nReports by UNICEF, WHO, the World Bank and UNDESA indicate that sixty million children under five will die between 2017 and 2030 despite the fact that the number of children dying in 2016 was low (5.6m) compared to 2000 (9.9m). [10] SDG 3 also aims to reduce maternal mortality to less than 70 deaths per 100,000 live births. [11] Though the maternal mortality ratio declined by 37 per cent between 2000 and 2015, there were approximately 303,000 maternal deaths worldwide in 2015, most from preventable causes. [9] Similarly, progress has been made on increasing access to clean water and sanitation and on reducing malaria, tuberculosis, polio and the spread of HIV/AIDS. [9] Advances in technologies such as the internet have enabled the digitization of health records and easier access to online medical resources for doctors and health workers, leading to improvements in patient treatment and outcomes. [12]\n\nTargets, indicators and progress[edit]\nFurther information: List of SDG targets and indicators\nThe UN has defined 13 Targets and 28 Indicators for SDG 3. ",
  "The main data source and maps for the indicators for SDG 3 come from Our World in Data's SDG Tracker. [2] The targets of SDG 3 cover a wide range of issues including reduction of maternal mortality (Target 3.1), ending all preventable deaths under five years of age (Target 3.2), fight communicable diseases (Target 3.3), ensure a reduction of mortality from non-communicable diseases and promote mental health (Target 3.4), prevent and treat substance abuse (Target 3.5), reduce road injuries and deaths (Target 3.6), grant universal access to sexual and reproductive health care, family planning and education (Target 3.7), achieve universal health coverage (Target 3.8), reduce illnesses and deaths from hazardous chemicals and pollution (Target 3.9), implement the WHO Framework Convention on Tobacco Control (Target 3.a), support research, development and universal access to affordable vaccines and medicines (Target 3.b), increase health financing and support health workforce in developing countries (Target 3.c) and improve early warning systems for global health risks (Target 3.d). ",
  "[2]\n\nTarget 3.1: Reduce maternal mortality[edit]\n World map for indicator 3.1.1 in 2015 - Maternal mortality ratio[2]\nThe full text of Target 3.1 is: \"By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births\". [13]\n\nIndicator 3.1.1: Maternal mortality ratio. The maternal mortality ratio refers to the number of women who die from pregnancy-related causes while pregnant or within 42 days of pregnancy termination per 100,000 live births. Indicator 3.1.2: Percentage of births attended by personnel trained to give the necessary supervision, care, and advice to women during pregnancy, labour, and the postpartum period; to conduct deliveries on their own; and to care for newborns\nThe unequal status of women and girls, lack of decision-making powers, knowledge and finances remain underlying causes for the inability or delay in seeking health care which ends up increasing maternal mortality rates. [14]: 2 \nTarget 3.1 aims to reduce maternal mortality to less than 70 deaths per 100,000 live births. [15] Though the maternal mortality ratio declined by 37 percent between 2000 and 2015, there were approximately 303,000 maternal deaths worldwide in 2015, most from preventable causes. ",
  "[9] In 2015, maternal health conditions were also the leading cause of death among girls aged 15–19. [9] Data for girls of greatest concern – those aged between 10 and 14 years is currently unavailable. ",
  "Key strategies for meeting SDG 3 will be to reduce adolescent pregnancy (which is strongly linked to gender equality), provide better data for all women and girls, and achieve universal coverage of skilled birth attendants. [9]\n\nTarget 3.2: End all preventable deaths under five years of age[edit]\n World map for indicator 3.2.2 in 2017 - Neonatal mortality rate[2]\nThe full text of Target 3.2 is: \"By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under‑5 mortality to at least as low as 25 per 1,000 live births. \"[13]\n\nIndicator 3.2.1: Under-5 mortality rate. The under-5 mortality rate measures the number of children per 1,000 live births who die before their fifth birthday. Indicator 3.2.2: Neonatal mortality rate. The neonatal mortality rate is defined as the share of newborns per 1,000 live births in a given year who die before reaching 28 days of age. ",
  "Globally, the risk for children dying before age five was reduced by 44 per cent since 2000, reaching 43 deaths per 1,000 live births in 2015. Still, a large number of preventable deaths remain, with about 16,000 children under the age of five dying every day in 2015. ",
  "[14]: 3 \nThe neonatal mortality rate declined from 31 deaths per 1,000 live births in 2000 to 19 deaths per 1,000 live births in 2015. Though neonatal mortality is decreasing, the proportion of the global under-five mortality is increasing, signalling a need to ramp up focus on antenatal care programs. [14]: 3 \nThe COVID-19 pandemic in 2020 results in fewer women and their babies having access to lifesaving care. [16] This is because many healthcare facilities are even more short-staffed and under-equipped than usual. This can negatively impact the under-five mortality rate as well as the neonatal mortality rate. [16]: 29 \n\nTarget 3.3: Fight communicable diseases[edit]\n Newborn checkup - the nurse is checking the newborn\n World map for indicator 3.4.1 in 2016 - Mortality rate from CVD, Cancer, Diabetes or CRD Between Exact ages 30 and 70 (%)[2]\nThe full text of Target 3.3 is: \"By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases. ",
  "\"[13]\n\nIndicator 3.3.1: Number of new HIV infections per 1,000 uninfected population\nIndicator 3.3.2: Tuberculosis per 100,000 population\nIndicator 3.3.3: Malaria incidence per 1,000 population\nIndicator 3.3.4: Hepatitis B incidence per 100,000 population\nIndicator 3.3.5: Number of people requiring interventions against neglected tropical disease\nTarget 3.3 proposes to end the preventable death of newborns and children under five and to end epidemics such as AIDS, tuberculosis, malaria, and water-borne diseases, for example. [15]\n\n World map for Indicator 3.3.4 in 2017 - Hepatitis B incidence\nSimilarly, progress has been made on increasing access to clean water and sanitation and on reducing malaria, tuberculosis, polio, and the spread of HIV/AIDS. ",
  "From 2000 to 2016, new HIV infections declined by 66 percent for children under 15 and by 45 percent among adolescents aged 15–19. [9] However, current trends mean that 1 out of 4 countries still will not meet the SDG target to end AIDS among children under 5, and 3 out of 4 will not meet the target to end AIDS among adolescents. [9]\nOverall, AIDS remains the leading cause of death among women aged between 15 and 49 years as approximately 1800 young people being newly infected with HIV every day. This underscores the importance of ensuring that young people can fully exercise their rights to access sexual and reproductive health and HIV information. [14]: 3 \nIn 2015, there were an estimated 10.4 million new TB cases (1 million of which were under age 15), corresponding to 142 cases per 100,000 population, the malaria incidence rate was 91 per 1000 persons at risk, representing a 41% decrease globally between while deaths attributed to hepatitis are estimated to be around 1.3 million. [14]\nWith regards to HIV infections, people living with HIV are at increased risk of death due to COVID-19 in the year 2020. ",
  "Also, disruptions to health services can result in people not getting antiretroviral therapy (ART), which would result in more deaths. [16]: 30 \n\nTarget 3.4: Reduce mortality from non-communicable diseases and promote mental health[edit]\nThe full text of Target 3.4 is: \"By 2030, reduce by one-third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being. ",
  "\"[13]\n\nIndicator 3.4.1: Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease\nIndicator 3.4.2: Suicide mortality rate\nDeaths caused by the four main NCDs were 17.7 million from cardiovascular diseases, 8.8 million from cancers, 3.9 million from chronic respiratory diseases, and 1.6 million from diabetes. The risk of dying from the four main NCDs between ages 30 and 70 decreased from 23% in 2000 to 19% in 2015[14]\n\nTarget 3.5: Prevent and treat substance abuse[edit]\nThe full text of Target 3.5 is: \"Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol. \"[13]\n\nIndicator 3.5.1: Coverage of treatment interventions (pharmacological, psychosocial and rehabilitation and aftercare services) for substance use disorders\nIndicator 3.5.2: Harmful use of alcohol, defined according to the national context as alcohol per capita consumption (aged 15 years and older) within a calendar year in litres of pure alcohol. In 2016, worldwide consumption of alcohol was projected to be 6.4 litres per person aged 15 and older. Consumption is increasing in the Western Pacific and South-East Asia Regions, while remaining relatively stable in others. The available data is inadequate and much further work is needed to improve the measurement of treatment coverage for alcohol and drug use disorders. ",
  "[14]: 5 \n\n World map for indicator 3.6.1 in 2017 - Death rate due to road traffic injuries in 2017[2]\nTarget 3.6: Reduce road injuries and deaths[edit]\nThe full text of Target 3.6 is: \"By 2020, halve (50% less) the number of global deaths and injuries from road traffic accidents. \"[13]\nTarget 3.6 has only one Indicator: Indicator 3.6.1 is the Death rate due to road traffic injuries. ",
  "The need for improvements in safer infrastructure and government regulation continues. In countries with great success, such as Sweden that boasts a 66% reduction in injury and deaths from 1990 to 2015, tough government regulation has been key. [17]\nIn November 2009, at the request of the UN General Assembly, the first Global Ministerial Conference on road safety was hosted by the Government of the Russian Federation. Following the success of the conference, the Decade of Action for Road Safety 2011-2020  declared in March 2010 by the United Nations General Assembly. [18] In February 2020, the third global ministerial conference on Road Safety was held in Stockholm, Sweden. The outcome of the conference was the Stockholm Declaration that set a global target of reducing road traffic deaths and injuries by 50% by 2030. ",
  "[19] In August 2020, the United Nations ratified the Stockholm Declaration declaring 2021-2030 the Second Decade of action for Road Safety. [20]\n\n Emergency contraception pill\nTarget 3.7: Universal access to sexual and reproductive care, family planning and education[edit]\nThe full text of Target 3.7 is: \"By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programs. ",
  "\"[13]\n\nIndicator 3.7.1: Percentage of married women ages 15–49 years whose need for family planning is satisfied with modern methods of contraception. Indicator 3.7.2: Adolescent birth rate (aged 10–14 years; aged 15–19 years) per 1,000 women in that age group. Half of the women in developing countries have received the health care they need, and the need for family planning is increasing exponentially as the population grows. While needs are being addressed gradually, more than 225 million women have an unmet need for contraception. There is a slight increase in the proportion of women of reproductive age who were married or in-union who had access to modern family planning methods, from 74.5% in 2000 to 76.7% in 2017. [14]: 5  In 2017, an estimated 13 million births will be to girls under age 20 with almost 1.8 billion adolescents and youth globally, investing in their health and well-being is essential to achieving the 2030 agenda. ",
  "In West Africa, the number of women using contraceptives more than doubled between 2011 and 2020. [16]: 34 \n\nTarget 3.8: Achieve universal health coverage[edit]\nThe full text of Target 3.8 is: \"Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all. ",
  "\"[13]\n\nIndicator 3.8.1: Coverage of essential health services. Indicator 3.8.2: Proportion of population with large household expenditures on health as a share of total household expenditure or income\nThrough the lens of leaving no one behind, Universal Health Coverage (UHC) includes migrants and refugees, many of whom may not have legal status or are unaccounted, in financial risk protection schemes and access to equitable health services. [14]: 6 \nPrimary health care (PHC) is the most important pathway to achieve universal health coverage. [16]: 35  This because it can address more than 80 percent of a person's health needs and is accessible and affordable. In 2020, the COVID-19 pandemic resulted in a reduction in the \"Universal Health Coverage Effective Coverage Index\" (an index which assesses whether people in a country have access to essential health services). [16]: 35 \n\nTarget 3.9: Reduce illnesses and deaths from hazardous chemicals and pollution[edit]\nThe full text of Target 3.9 is: \"By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination. ",
  "\"[13]\n\nIndicator 3.9.1: Mortality rate attributed to the household (indoor) and ambient (outdoor) air pollution. Indicator 3.9.2: Mortality rate attributed to unsafe water, sanitation, and lack of hygiene. ",
  "Indicator 3.9.3: Mortality rate attributed to unintentional poisoning. Household air pollution is estimated to cause half of all pneumonia deaths among children under age five. The global mortality rate from unintentional poisonings decreased by 33% between the years 2000 and 2015 but still causes 108,000 deaths annually. [14]: 6 \n\n Deaths - ambient ozone pollution - sex: both - age-standardized (rate)[2]\nTarget 3.a: Implement the WHO framework convention on tobacco control[edit]\nThe full text of Target 3.a is: \"Strengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate. \"[13]\nTarget 3.a has only one Indicator: Indicator 3.a.1 is the \"age-standardized prevalence of current tobacco use among persons aged 15 years and older\". The WHO Framework Convention on Tobacco Control has been ratified by 180 Parties representing 90% of the global population. ",
  "More than 80% of Parties have either adopted new or strengthened their existing tobacco control laws and regulations. [14]: 7 \nIn 2019 the global average value for the \"age-standardized smoking prevalence among ages 15 and older\" was 17%, down from nearly 25% in 1990, which is a positive development. ",
  "[16]: 36  The COVID-19 pandemic might accelerate this trend because people might stop buying tobacco if their income drops. Also, people have learned that smokers are more likely to get seriously ill or die from COVID-19, which might cause them to smoke less. [16]: 36 \n\nTarget 3.b: Support research, development and universal access to affordable vaccines and medicines[edit]\n World Map for Indicator 3.b.1 - Share of children who receive key vaccines in target populations\nThe full text of Target 3.b is: \"Support the research and development of vaccines and medicines for the communicable and non‑communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all. \"[13]\n\nIndicator 3.b.1: Proportion of the target population covered by all vaccines included in their national program. Indicator 3.b.2: Total net official development assistance (ODA) to medical research and basic health sectors. Indicator 3.b.3: Proportion of health facilities that have a core set of relevant essential medicines available and affordable on a sustainable basis. ",
  "The current landscape of health research and development (R&D) is insufficiently aligned with global health demands and needs. As little as 1% of all funding for health R&D is allocated to diseases that are predominantly incident in developing countries. ",
  "[14]: 7 \nSDG 3 aims to achieve universal health coverage, including access to essential medicines and vaccines. [15] 2016 rates for the third dose of the pertussis vaccine (DTP3) and the first dose of the measles vaccine (MCV1) reached 86 per cent and 85 per cent, respectively. Yet about 20 million children did not receive DTP3 and about 21 million did not receive MCV1. [9] Around two in five countries will need to accelerate progress in order to reach SDG targets for immunization. [9]\nImmunization averts an estimated 2 million-3 million deaths every year. In 2016, global coverage rates for the third dose of the diphtheria, tetanus-pertussis vaccine (DTP3) and the first dose of measles-containing vaccine (MCV1) reached 86 per cent and 85 per cent, respectively, up from 72 per cent for each in 2000. ",
  "Despite this increased coverage, about 20 million children did not receive three doses of DTP and about 21 million missed the first dose of MCV. [5]: 35 \nDue to the COVID-19 pandemic in 2020, the gradual progress made in the past years with immunization, faces a huge decline. ",
  "With highly contagious diseases like measles, this poses a bigger risk to the world's children. [16] However, some of the affected countries have already implemented measures to respond and combat this disruption. By combining health campaigns (for vaccines, deworming pills, bed nets, etc.) communities can receive several services all at the same time instead of one by one. This can increase coverage while minimizing exposure during the pandemic. [16]: 37 \nAnother viable route to attain this Target is to accelerate COVID-19 vaccination opportunities to people who are often underserved by community vaccination programmes, for example prisoners. ",
  "[21] Experts have called for people in prisons to be prioritised for the national COVID-19 vaccination strategy, given their risk profile of underlying chronic conditions, age and living environment. [22]\n\n World map for indicator 3.c.1 in 2016 - Health worker density and distribution[2]\nTarget 3.c: Increase health financing and support health workforce in developing countries[edit]\nThe full text of Target 3.c is: \"Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in the least developed countries and small island developing states. ",
  "\"[13]\nTarget 3.c has only one Indicator Indicator 3.c.1 is the Health worker density and distribution. The joint ITU/WHO initiative \"Be Healthy Be Mobile\" utilizes mobile technology to help countries combat growing burden of non-communicable diseases by bringing mobile health services to scale within national health systems and providing technical expertise on implementing mobile health interventions. [14]: 7 \n\n International health regulations (IHR) capacity, by the type of IHR capacity (%) - SH_IHR_CAPS - laboratory[2]\nTarget 3.d: Improve early warning systems for global health risks[edit]\nThe full text of Target 3.d is: \"Strengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks. \"[13]\n\nIndicator 3.d.1: International Health Regulations (IHR) capacity and health emergency preparedness\nIndicator 3.d.2: Percentage of bloodstream infections due to selected antimicrobial resistant organisms. [23]\nThe 2016 IHR review process acknowledged the need to include migration and mobile populations in epidemic and pandemic preparedness and response plans. Pandemic preparedness and global health security require across the board upscaling of IHR implementation. ",
  "[14]: 7 \n\nCustodian agencies[edit]\nCustodian agencies are in charge of reporting on the following indicators:[24]\n\nIndicators 3.1.1, 3.2.1, 3.2.2, 3.4.1, 3.4.2, 3.5.2, 3.6.1, 3.8.2, 3.9.1, 3.9.2, 3.9.3, 3.b.3, 3.c.1, 3.d.1 and 3.d.2: World Health Organization (WHO). Indicator 3.1.2: United Nations International Children's Emergency Fund (UNICEF)\nIndicator 3.3.1: Joint United Nations Programme on HIV/AIDS\nIndicators 3.3.2, 3.3.3, 3.3.4 and 3.3.5: UNICEF. ",
  "Indicator 3.5.1: the World Health Organisation and the United Nations Office on Drugs and Crime. Indicators 3.7.1 and 3.7.2: United Nations Department of Economic and Social Affairs. Indicators 3.8.1 and 3.b.1: WHO and UNICEF. Indicator 3.b.2: Organisation for Economic Co-operation and Development (OECD). Monitoring[edit]\nAn annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [25] In 2017, the UN's High Level Political Forum published a thematic review of SDG 3. ",
  "[14]\nInvesting in multi-stakeholder partnerships to remove barriers to equitable health services which are responsive to increasingly diverse population health needs, and to reach those most further behind first is essential for the 2030 Agenda for Sustainable Development. Strong commitment by UN Member States and the international community to ensuring good health and wellbeing is achieved is therefore emphasised. ",
  "Challenges[edit]\nImpact of COVID-19 pandemic[edit]\n Italian hospital staff of the San Salvatore Hospital in Pesaro, Italy, during COVID-19 pandemic\nThe COVID-19 pandemic in 2020 is a serious threat to the progress of SDG 3 aimed to ensure healthy lives and well-being for all. As the pandemic spread worldwide, the lockdown had over 70 countries putting a hold on various health services such as child vaccination, family planning, cancer screening, etc. [26] Hundreds of thousand more under five fatality should be expected in 2020. [27] The pandemic has also led to overloading and overcrowding of health facilities and many people have become afraid of visiting these centers for fear of being infected. [28]\nMost non-COVID-19 diseases have been either neglected or interrupted and healthcare systems are in turn stretched beyond their capacity and capabilities to provide adequate care. This is a great reverse in decades of improvement and has reiterated the need for governments to prioritize issues of healthy living and well-being and work towards the goal of SDG 3. ",
  "[29][30]\nThe governments of countries who already suffer from health workers shortage and other healthcare systems should take advantage of the lessons learnt during this crisis and build up resilience to combat future health pandemics and achieve progress towards Universal Health Coverage. [31][citation needed]\n\n\nLimitations and Potential Implications[edit]\nAn annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. ",
  "[25] In 2017, the UN's High Level Political Forum published a thematic review of SDG 3. [14]\nInvesting in multi-stakeholder partnerships to remove barriers to equitable health services which are responsive to increasingly diverse population health needs, and to reach those most further behind first is essential for the 2030 Agenda for Sustainable Development. Strong commitment by UN Member States and the international community to ensuring good health and wellbeing is achieved is therefore emphasised. A recent analysis in 2017 showed that the input, outcome and impact indicators has limitations in their approach. SDG 3 tracks population health across many different disease states, however it possesses several limitations according to this analysis. It does not track protection from financial risk, primary health care inputs, how satisfied users are with the health care system and does not provide with a way to tackle the prevention, diagnosing, treatment and management of various diseases. ",
  "[32]\nFirstly, primary health care. There are no indicators for primary health care, only two indicators for resource management; health care worker density and hospital access. ",
  "This does not factor in key primary healthcare systems and community inputs, such as accessing a PHC clinic, health education or the availability of essential medicines at these clinics. PHC is a foundation for improving population health and allows a step towards a strong health system with universal health coverage. [33] Policymakers and practitioners should look at and think about how to add PHC into achieving SDG 3. [32]\nSecondly, no comprehensive approach is present for being able to diagnose, prevent, manage and treat any disease. An impact indicator gets information from a preceding output indicator from either public or health care services but never  both. This means that SDG 3 focuses on targeted interventions for priority diseases, but does not promote a approach for preventing, diagnosing, treating and managing any disease. ",
  "Additionally, the output indicators do not include preventative health behaviours such as condom use, physical exercise or nutrition. Furthermore, five of the impact indicators have no preceding outputs but they can be easily addressed through environmental health and other programs. ",
  "Policymakers should be aware that the guidance given in SDG 3 is only a summary, and more factors have to be considered in order to improve population health for each disease. Lastly, the indicators do not track financial risk protection or user satisfaction using health care services. If people are not protected against financial implications of using the health care system, this can lead to a decrease in access of care. [34] A patient`s satisfaction with the health care system should also be monitored, as this can negatively impact the future interactions with the health care system. [35] Policymakers should be aware that by providing services to improve population health, this will have implications on financial status and satisfaction with the healthcare system which is not portrayed in SDG 3. Links with other SDGs[edit]\nSDG 3 is interwoven throughout the 2030 Agenda, with its targets directly linking to targets in other goals. ",
  "Among these are targets of SDG 2; 2.2 (end all forms of malnutrition), SDG 4; 4.1 (free, equitable and good-quality secondary education), 4.2 (good-quality early childhood development), 4.7 (knowledge and skills for sustainable development), SDG 5; 5.2 (eliminate all forms of violence against women and girls in the public and private spheres), 5.3 (eliminate all harmful practices, including female genital mutilation), 5.6 (universal access to sexual and reproductive health and reproductive rights), SDG 6; 6.1(access to drinking water), 6.2 (access to sanitation), SDG 7; 7.1 (access to modern energy services), SDG 9; 9.5 (enhance scientific research /increase number of R&D workers), SDG 11; 11.6 (air quality and municipal waste), SDG 13; 13.1 (resilience to natural disasters), and SDG 16; 16.1 (reduce violence and related death rates). [14]\n\nOrganizations[edit]\nOrganizations dedicated to good health and well-being include: \n\nThe Global Fund to Fight AIDS\nJoint United Nations Program on HIV/AIDS (UNAIDS)\nWorld Bank\nWorld Health Organization (WHO)\nUNICEF\nDepartment of Economic and Social Affairs (DESA)\nUnited Nations Office on Drugs and Crime (UNODC)\nOrganisation for Economic Co-operation and Development (OECD)\nUN Women\nGavi the Vaccine Alliance\nVodafone Foundation\nUS Based Organizations[edit]\nIn the US there are over seventy-two thousand tax-exempt organizations working on issues related to UN SDG 3, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. ",
  "[32] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[33] Hewlett Foundation,[34] and Giving Tech Labs, created a free online interactive tool Health and Well-being in the US. This online tool enables users to see health-related indicators nationally and by state, as well as relevant information for over seventy-two thousand tax-exempt organizations in the US working on issues related to UN SDG 3. The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit]\n\n\n^ a b United Nations (2015) Resolution adopted by the General Assembly on 25 September 2015, Transforming our world: the 2030 Agenda for Sustainable Development (A/RES/70/1)\n\n^ a b c d e f g h i j Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 3) SDG-Tracker.org, website\n\n^ Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 3) SDG-Tracker.org, website\n\n^ \"Goal 3: Good health and well-being\". ",
  "UNDP. Retrieved 2020-08-26. ",
  "^ a b \"Progress for Every Child in the SDG Era\" (PDF). UNICEF. Retrieved 2 April 2018. ^ \"Goal 3: Good health and well-being\". UNDP. Retrieved 2020-09-22. ",
  "^ a b \"Neonatal mortality\". UNICEF DATA. ",
  "Retrieved 2020-09-23. ^ pages, countdown. \"causes of maternal and child death\" (PDF). ^ a b c d e f g h i j k l m n o \"Progress for Every Child in the SDG Era\" (PDF). UNICEF. Retrieved 2 April 2018. ",
  "^ report says, 7000 new. \"7000 newborns die everyday despite steady decrease in the under five mortality new report says\". ",
  "^ \"WHO - UN Sustainable Development Summit 2015\". WHO. Archived from the original on September 27, 2015. ^ Ramsey, Lydia (3 January 2017). \"How the internet is improving healthcare\". wefforum.org. ",
  "Retrieved 25 September 2020. ^ a b c d e f g h i j k l m United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ a b c d e f g h i j k l m n o p q United Nations (2017) HLPF Thematic Review of SDG3, New York,\n\n^ a b c \"WHO - UN Sustainable Development Summit 2015\". ",
  "WHO. Archived from the original on September 27, 2015. ^ a b c d e f g h i j BMGF (2020) Covid-19 A Global Perspective - 2020 Goalkeepers Report, Bill & Melinda Gates Foundation, Seattle, USA\n\n^ \"Global Status Report on Road Safety\". World Health Organization. 2018. ^ \"Decade of Action for Road Safety 2011-2020\". ",
  "www.who.int. Retrieved 2020-09-24. ",
  "^ \"WHO | Global gathering of ministers determines road safety agenda to 2030\". WHO. Archived from the original on April 18, 2019. Retrieved 2020-09-24. ^ United Nations General Assembly (2020) Improving global road safety, Seventy-fourth session, Agenda item 12, A/74/L.86, 18 August 2020\n\n^ Ismail N, Lazaris A, O'Moore É, et al. Leaving no one behind in prison: improving the health of people in prison as a key contributor to meeting the Sustainable Development Goals 2030. ",
  "BMJ Global Health 2021;6:e004252. http://dx.doi.org/10.1136/bmjgh-2020-004252\n\n^ Siva N. Experts call to include prisons in COVID-19 vaccine plans. ",
  "Lancet 2020;396:P1870.https://doi.org/10.1016/S0140-6736(20)32663-5\n\n^ \"SDG Indicators — SDG Indicators\". unstats.un.org. Retrieved 2020-09-26. ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations, Geneva\" (PDF). United Nations Economic Commission for Europe\" (PDF). ",
  "United Nations Economic Commission for Europe. Retrieved September 23, 2020. ",
  "^ a b United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020\n\n^ The Lancet Public Health (September 2020). \"Will the COVID-19 pandemic threatens the SDGs?\". The Lancet Public Health. 5 (9): e460. doi:10.1016/s2468-2667(20)30189-4. ISSN 2468-2667. ",
  "PMC 7462553. PMID 32888438. ",
  "^ \"The sustainable development goals report 2020\" (PDF). ^ Leal Filho, Walter; Brandli, Luciana Londero; Lange Salvia, Amanda; Rayman-Bacchus, Lez; Platje, Johannes (2020-07-01). \"COVID-19 and the UN Sustainable Development Goals: Threat to Solidarity or an Opportunity?\". Sustainability. 12 (13): 5343. doi:10.3390/su12135343. ISSN 2071-1050. ",
  "S2CID 225547434. ^ \"COVID-19 significantly impacts health services for noncommunicable diseases\". ",
  "www.who.int. Retrieved 2020-09-25. ^ Gulseven, Osman; Al Harmoodi, Fatima; Al Falasi, Majid; ALshomali, Ibrahim (2020). \"How the COVID-19 Pandemic Will Affect the UN Sustainable Development Goals?\". SSRN Electronic Journal. doi:10.2139/ssrn.3592933. ",
  "ISSN 1556-5068. S2CID 225914413. ",
  "^ Akinleye, Foluke (July 2020). \"Towards universal health coverage: lessons learnt from the COVID-19 pandemic in Africa\". Pan African Medical Journal. 35(2):128. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". ",
  "nextbillion.net. Retrieved 2021-11-15. ",
  "^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. Retrieved 2021-11-15. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. ",
  "Retrieved 2021-11-15. External links[edit]\nUN Sustainable Development Knowledge Platform – SDG 3\n“Global Goals” Campaign - SDG 3\nSDG-Track.org - SDG 3\nUN SDG 3 in the US\nvteSustainable Development GoalsIndividual goals\n(1) No Poverty\n(2) Zero Hunger\n(3) Good Health and Well-being\n(4) Quality Education\n(5) Gender Equality\n(6) Clean Water and Sanitation\n(7) Affordable and Clean Energy\n(8) Decent Work and Economic Growth\n(9) Industry, Innovation and Infrastructure\n(10) Reducing Inequality\n(11) Sustainable Cities and Communities\n(12) Responsible Consumption and Production\n(13) Climate Action\n(14) Life Below Water\n(15) Life On Land\n(16) Peace, Justice, and Strong Institutions\n(17) Partnerships for the Goals\nRelated\nEducation 2030 Agenda\nGlobal Goals Week\nList of Sustainable Development Goal targets and indicators\nBy country\nAustralia\nGhana\nIran\nLebanon\nNigeria\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_3&oldid=1075215379\"\nCategories: Sustainable developmentSustainable Development GoalsHidden categories: CS1: long volume valueArticles with short descriptionShort description matches WikidataNo local image but image on WikidataAll articles with unsourced statementsArticles with unsourced statements from September 2020\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikiversity\n\n\n\n\nLanguages\n\n\nالعربيةCatalàEspañolEuskaraFrançaisМакедонскиپښتو\nEdit links\n\n\n\n\n\n\n This page was last edited on 4 March 2022, at 15:10 (UTC). "
]