[
  "\n\n\n\n‘It’s critical’: can Microsoft make good on its climate ambitions? | Environment | The Guardian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main contentSkip to navigationAdvertisementInternational editionInternational editionUK editionUS editionAustralian editionThe Guardian - Back to homePrint subscriptionsSearch jobs Sign inSearchNewsOpinionSportCultureLifestyleShowMoreShow MoreNewsWorld newsUK newsCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesOpinionThe Guardian viewColumnistsCartoonsOpinion videosLettersSportFootballCricketRugby unionTennisCyclingF1GolfUS sportsCultureBooksMusicTV & radioArt & designFilmGamesClassicalStageLifestyleFashionFoodRecipesLove & sexHealth & fitnessHome & gardenWomenMenFamilyTravelMoneyMake a contributionSubscribeSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteThe Guardian appVideoPodcastsPicturesNewslettersToday's paperInside the GuardianThe ObserverGuardian WeeklyCrosswordsSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteWorldUKCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesGreen lightEnvironment‘It’s critical’: can Microsoft make good on its climate ambitions? ",
  "Microsoft has made bold climate pledges but it still backs groups fighting against climate policy. Photograph: Mark Lennihan/APMicrosoft has made bold climate pledges but it still backs groups fighting against climate policy. Photograph: Mark Lennihan/APThe company has set an example in the fight against carbon – but it retains ties to obstructionist groupsKyla MandelSat 27 Nov 2021 13.00 GMTLast modified on Sat 27 Nov 2021 13.01 GMTWhen the UN’s landmark climate report was released in 2018, calling for urgent and unprecedented changes, Microsoft executives were told to “commit it to memory”, said Elizabeth Willmott, who leads the company’s carbon program. “And so we did.”The report warned the world must reach net-zero emissions by 2050 in order to avert catastrophic climate change. To achieve this, not only must the emissions released by countries and companies be dramatically curtailed, but billions of tons of carbon dioxide must be sucked out of the atmosphere.These findings directly informed Microsoft’s climate policy, said Willmott. In January 2020, the company announced that it would be carbon negative by 2030 and by 2050 it would have removed from the atmosphere all the carbon it has emitted since it was founded in 1975. ",
  "By making this pledge, the company joined a small group of businesses, including Ikea and the software company Intuit, committed to going further than net-zero.Microsoft is often ranked as a leading business on climate action. Its policies – from making it easier for people to repair their devices to launching software to help companies measure and manage carbon emissions – have been praised for going beyond the company’s own operations to the footprint of its suppliers and customers.“Being a large, well-known brand, and putting a stake in the ground, talking publicly for years about the importance of climate change, is really critical,” said Simon Fischweicher, head of corporations and supply chains for the environmental non-profit CDP North America.President of Microsoft Brad Smith as the company announced its carbon negative plan at Microsoft’s campus in Redmond, Washington, on January 16, 2020. ",
  "Photograph: Lindsey Wasson/ReutersHowever, Microsoft has also been criticized for actions that appear to contradict its bold rhetoric on climate, including membership of trade associations that lobby against climate legislation, contracts with oil and gas firms and donations to politicians who obstruct climate policy.These connections make it “complicit” in efforts to push against climate action, said Bill Weihl, a former sustainability executive at Google and Facebook and the founder of the advocacy group ClimateVoice.Scaling up goalsMicrosoft has been operating as a carbon-neutral company for nearly a decade, a feat it has achieved through buying carbon offsets as well as securing renewable power directly from clean energy companies and installing onsite renewable energy, such as solar panels at its offices. Since 2012, Microsoft has also implemented an internal carbon fee, currently set at $15 a metric ton, making business units pay for emissions related to their operations and electricity, as well as from business air travel.“The money gets collected and spent,” said Willmott, whose carbon management team uses the money to fund initiatives such as buying clean energy and carbon offsets. “I have to pinch myself regularly because that was something we dreamed about and didn’t think was actually going to happen.”It’s a “powerful mechanism”, says Fischweicher, to push a company to think more deeply about the impact of its activities: “To pay a fee, you start to think about: ‘What can I do to reduce that so I have more money in my budget?’”But the company has recognized that much more is required to tackle the climate crisis and the plan to go carbon negative was a big step up in ambitions.Microsoft has laid out milestones for reaching the target. By 2025, it aims to reduce the emissions from its direct operations to “near zero” through gains in energy efficiency and using 100% renewable energy. By 2030, it has committed to reducing by at least 50% its direct emissions and those from its supply chain.The company’s supply chain – more than 58,000 suppliers provide everything from office furniture to the metals and plastics used in its products – makes up the bulk of its emissions. Last year, the company implemented a carbon reporting requirement for suppliers and it extended the internal carbon fee to cover supply chain emissions.But in order to remove more emissions than it produces, the company will rely heavily on carbon removal projects. ",
  "These include nature-based initiatives such as funding reforestation projects, but the company is also pinning its hopes on technology. Microsoft is investing $1bn to support emerging technology that can reduce, capture and remove carbon from the air.As part of this, the company has invested in and purchased carbon removal from Climeworks, which operates the world’s largest direct air capture plant, in Iceland, removing CO2 from the air and trapping it in rock underground.Climeworks direct air capture plant near Reykjavik, Iceland. ",
  "Photograph: Halldor Kolbeins/AFP/Getty ImagesIn 2020, Microsoft removed 1.3m metric tons of carbon through a range of initiatives from nature based programs to carbon capture technology.However, these projects face obstacles. Relying on forests and soil to trap endless amounts of carbon is increasingly difficult in the face of worsening wildfires, pests and changes in land use. And carbon removal technology is not anywhere near the scale needed. There are 19 direct air capture (DAC) plants in operation globally, capturing just over 100,000 metric tons of carbon dioxide each year. The International Energy Agency has estimated that reaching net zero by 2050 would require the world to scale up DAC to capture more than 85m tons each year by 2030 and around 980m tons a year by 2050.It’s a challenge that Microsoft is grappling with. The number and type of projects currently available is “far short of what we need”, said Willmott. ",
  "By 2030, the company estimates, it will need to remove 5m to 6m tons of carbon. This means the technology will need to be considerably scaled up to meet Microsoft’s demands alone, she said, “and that’s to say nothing of the fact that there’s a real spike in corporate demand”.Climate crisis: do we need millions of machines sucking CO2 from the air?Read moreIt’s not just the amount of viable carbon capture projects that’s lacking, Willmot said; there’s also a quality issue. ",
  "The industry doesn’t fully distinguish between avoided emissions and those that are actually removed from the atmosphere, she said. More robust quality standards would go a long way to making sure “it’s not quite a wild, wild west that it is today”, Willmot said.“[Microsoft is] opening up new conversations about historical emissions without having all the answers,” said Aoife Brophy, departmental research lecturer in innovation and enterprise at the University of Oxford’s Saïd Business School. “Leaders on climate need to acknowledge the complexity of the problem and be transparent about the fact that there are not always clear solutions.”Microsoft’s focus on historical emissions could also help spur a deeper conversation, she said, about “responsibility for the past, and may lead to much better ways to think about issues like climate justice that have not yet been adequately addressed by companies”.A wider influenceThe modern corporate sustainability movement requires companies to also consider their impacts on customers, peers and society more broadly. This shift in perspective, said Fischweicher, “is a really critical turning-point moment … because what you’re also talking about is shifting your business model overall”.To Microsoft’s critics, this means the company should reconsider its work with oil companies. The same week that Microsoft made its carbon-negative announcement, it sponsored an oil conference in Saudi Arabia. A 2020 Greenpeace report digging into tech companies’ work with the oil and gas industry – such as providing software to support fossil fuel extraction – found that its contract with ExxonMobil “could lead to emissions greater than 20% of Microsoft’s annual carbon footprint”.The company also spent about $200,000 during the 2020 US election cycle supporting politicians with a history of climate denial. ",
  "And this October, Microsoft – along with other corporations – was criticized by the watchdog group Accountable.US for its membership of trade organizations with a history of fighting climate crisis legislation, including the Business Roundtable and the US Chamber of Commerce. Most recently, these groups have lobbied against climate legislation included under Joe Biden’s reconciliation bill.Apple and Disney among companies backing groups against US climate billRead more“I feel really strongly that we need to be able to work with everyone to make this transition to a low-carbon economy in the future,” said Willmott, responding to these criticisms. ",
  "“I really think it’s important not to villainize any particular sector, or villainize any particular entities, but rather really work hard from within to shape the journey.”Weihl, whose organization ClimateVoice is calling on Microsoft and others to devote one-fifth of their lobbying dollars to climate policy in 2021, remains skeptical. “Companies are putting their narrow self-interest ahead of actually addressing the climate crisis at scale,” he said. “Silence and unwillingness to publicly distance themselves [from these groups] is not neutrality, it’s complicity.”Whether it’s Microsoft’s customers and affiliations or the type of work it does, experts agree the company’s size and political heft as well as its position within trade groups give it immense power – and it’s all about how the company chooses to use it.“Tech companies shape how we engage with the world, and the information we see on a daily basis,” said Brophy. “We need to think of impact beyond measuring emissions and consider ways in which technology can be used to create change across different systems.”Microsoft’s climate commitments are laudable, she said, but ultimately success will require collective action. “The biggest challenge is that Microsoft’s goals cannot be achieved by Microsoft alone,” said Brophy. “But that’s exactly what we need to see companies across industries doing more of: coming out and being bold, recognizing that they need to be systems leaders.”TopicsEnvironmentGreen lightTechnology sectorMicrosoftComputingClimate crisisGreenhouse gas emissionsCarbon capture and storage (CCS)featuresReuse this contentMost popularMost popularWorldUKCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesNewsOpinionSportCultureLifestyleContact usComplaints & correctionsSecureDropWork for usPrivacy policyCookie policyTerms & conditionsHelpAll topicsAll writersDigital newspaper archiveFacebookYouTubeInstagramLinkedInTwitterNewslettersAdvertise with usSearch UK jobsBack to top© 2022 Guardian News & Media Limited or its affiliated companies. ",
  "All rights reserved. (modern) "
]