[
  "Sustainable Cities and Communities - Google LibriAccediCampi nascostiLibriBiblioteca personaleGuidaRicerca Libri avanzataTrova libro cartaceoNessun eBook disponibileHoepli.itiBSLibreriauniversitaria.itAmazon ITla Feltrinelli.itTrovalo in una bibliotecaTutti i venditori »Acquista libri su Google PlayScopri il più grande eBookstore del mondo e inizia a leggere oggi stesso su Web, tablet, telefono o eReader.Visita subito Google Play »Sustainable Cities and CommunitiesWalter Leal Filho, Anabela Marisa Azul, Luciana Brandli, Pinar Gökcin Özuyar, Tony WallSpringer International Publishing, 17 mar 2019 0 RecensioniThe problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. Therefore, there is an increasing need to search for integrated solutions to make development more sustainable. ",
  "The United Nations has acknowledged the problem and approved the “2030 Agenda for Sustainable Development”. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. The Encyclopedia of the UN Sustainable Development Goals comprehensively addresses the SDGs in an integrated way. The Encyclopedia encompasses 17 volumes, each one devoted to one of the 17 SDGs. This volume addresses SDG 11, namely “Make cities and human settlements inclusive, safe, resilient and sustainable” and contains the description of a range of terms, which allow a better understanding and foster knowledge. ",
  "This book presents a set of papers on the state of the art of knowledge and practices about the numerous challenges for cities, solutions and opportunities for the future.Concretely, the defined targets are:Ensure access for all to adequate, safe and affordable housing and basic services and upgrade slumsProvide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older personsEnhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries Strengthen efforts to protect and safeguard the world’s cultural and natural heritageSignificantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situationsReduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste managementProvide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities Support positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planningSubstantially increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster Risk Reduction 2015–2030, holistic disaster risk management at all levels Support least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings utilizing local materialsEditorial BoardSamuel Borges BarbosaElisa ConticelliErin HopkinsOlga KuznetsovaAstrid SkjervenHari Srinivas Cosa dicono le persone - Scrivi una recensioneNessuna recensione trovata nei soliti posti.Altre edizioni - Visualizza tuttoSustainable Cities and CommunitiesWalter Leal Filho,Anabela Marisa Azul,Luciana Brandli,Pinar Gökcin Özuyar,Tony WallAnteprima non disponibile - 2020Informazioni sull'autore (2019)Walter Leal Filho (BSc, PhD, DSc, DPhil, DEd, DL, DLitt) is a Senior Professor and Head of the Research and Transfer Centre \"Sustainable Development and Climate Change Management” at Hamburg University of Applied Sciences in Germany, and Chair of Environment and Technology at Manchester Metropolitan University, UK. He is the initiator of the Word Sustainable Development Symposia (WSSD-U) series, and chairs the Inter-University Sustainable Development Research Programme. "
]