[
  "4 Ways That Elon Musk’s New Tesla Plan Will Totally Reinvent Our Cities - Curbed Skip to main content Cookie banner We use cookies and other tracking technologies to improve your browsing experience on our site, show personalized content and targeted ads, analyze site traffic, and understand where our audiences come from. To learn more or opt-out, read our Cookie Policy.",
  "Please also read our Privacy Notice and Terms of Use, which became effective December 20, 2019. By choosing I Accept, you consent to our use of cookies and other tracking technologies. I Accept clock menu more-arrow no yes Curbed homepage Log in or sign up Log In Sign Up Site search Search Search Curbed main menu Cities Homes Find a home How-To Shopping Podcast More Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Homes Home Tours Interiors Historic Homes Find a home Home Ownership Renting a Home Homes for Sale How-To Tiny Living Gardening Home Tech Tips Renovation Interior Design Furniture All Shopping Podcast ✕ Filed under: Green Design News Urban Planning 4 Ways That Elon Musk’s New Tesla Plan Will Totally Reinvent Our Cities New, 3 comments From solar energy to autonomous vehicles By Alissa Walker@awalkerinLA Jul 21, 2016, 3:57pm EDT Everything is about to change. Photo courtesy Tesla Almost a decade ago, a not-so-well-known tech millionaire named Elon Musk took to the blog of his least-famous company and published a \"secret master plan\" to bring zero-emission electric vehicles to the masses. Now part two of Musk’s not-so-secret plan has been revealed, and it contains a much more ambitious strategy to transform the way Americans get around—plus a way to power it all sustainably. Up until last night, thanks to plenty of social media teases, it seemed that Tesla was moving from an electric car company to an energy company.",
  "After all, just a few weeks ago, Musk announced his intentions to purchase SolarCity, the country’s largest solar energy provider (a company he chairs that is owned by his cousins). But this plan reveals something much, much bigger.",
  "Tesla is actually shifting from an electric car company to a sustainable transportation company. And this could mean something revolutionary for our cities. Assuming that \"part deux\" goes as swimmingly as Tesla’s first phase—and with Musk’s track record, we have no reason to believe it won’t—let’s look at how this plan will start to shape where we live. The solar industry as we know it is about to change Before Musk brought Tesla’s cars to market, electric vehicles were dorky—definitely not seen as a status symbol. He built several successful electric sports cars, funding his \"affordable\" Model 3 vehicle, which will ship next year. In 2015 he announced the Powerwall, a home battery that could be used to charge those vehicles, as well as gigantic factories to make them.",
  "He not only made electric cars appealing to the very people who would not have purchased, say, a Chevy Volt, he made them well-designed, tech-forward, and culturally aspirational. One could argue he did the same for home batteries with the Powerwall.",
  "YarraBend is planned community in Melbourne being billed as \"Tesla Town\" for integrating solar and Powerwall storage into all residences Courtesy YarraBend Solar is in a similar kind of a mess—existing panels are ugly and using them isn’t intuitive. The people who can afford to upgrade to solar right now often don’t because the photovoltaic panels available don’t look right on their new home. What Musk is proposing here is a fully integrated solution: \"Create a smoothly integrated and beautiful solar-roof-with-battery product that just works, empowering the individual as their own utility, and then scale that throughout the world. One ordering experience, one installation, one service contact, one phone app.\" So not just a designing a better-looking panel, but designing an entirely new energy-collection system for the connected home, including the ability to share that solar energy with your neighbors. This is absolutely going to get more people switching to solar.",
  "Autonomous electric vehicles will make streets safer and cleaner \"We must at some point achieve a sustainable energy economy or we will run out of fossil fuels to burn and civilization will collapse,\" writes Musk. As he mentions several time in his plan, urban transportation—which includes the movement of goods—is quickly becoming a global crisis.",
  "Transportation is close to becoming the leading source of emissions, growing faster than any other contributor. Meanwhile, traffic deaths are increasing at a troubling rate, and especially in the US, mostly because Americans are driving more thanks to cheap gas. We need vehicles that aren’t killing people, either through climate change or car crashes. In a tweet, Musk said the Tesla bus design was inspired by Volkswagen’s Kombi vans, seen here Photo by Voogd075 via Wikipedia Musk says that he has both an electric bus and a heavy truck named Tesla Semi in development (something he’s hinted at before), which will be ready to roll as soon as next year to start solving these problems. If one of Tesla's solar-electric vehicles could replace a handful of older vehicles on the road—and especially at the scale of trucking companies or government vehicle fleets—this would start to address our most serious emissions concerns. But autonomy is also key—and that’s why, even with the criticism about the recent death of a Tesla driver using Autopilot, Musk is determined to accelerate its development.",
  "Mostly because on a per-mile basis, it has already been proven to safer than humans, he says: \"Automotive fatalities increased by 8% to one death every 89 million miles. Autopilot miles will soon exceed twice that number and the system gets better every day.\"",
  "Federal regulators, who will release rules on autonomy this summer, seem to agree with Musk. Not only will autonomous vehicles prevent more traffic deaths, a Tesla bus that can comes to you and drive you all the way to your destination brings all sorts of advantages over a human-driven car, namely, less space being taken up for parking in our cities. In addition, he’s thinking about how autonomous buses can accommodate riders with different abilities and incomes: \"Fixed summon buttons at existing bus stops would serve those who don't have a phone. Design accommodates wheelchairs, strollers, and bikes.\" Tesla will build out a massive car-sharing fleet One of the biggest criticisms of Tesla so far has been that Musk is building electric vehicles for the rich, which encourages car ownership, and therefore increases the number of people driving by themselves on roads—not really improving vehicular congestion. That’s a larger concern about autonomous vehicles: That they’ll allow people to spend even more time in their cars, promoting sprawl.",
  "It’s like Uber, but for your Tesla Model X Photo by The Verge But Musk’s goal to allow Tesla owners to easily share their vehicles turns the entire argument around. Now people who buy Teslas—the highest-income residents of a city—are fronting the costs for the vehicles that others can borrow.",
  "Will Tesla owners actually want to share their cars? I suppose that’s all in the way Tesla frames it (the plan does mention incentives), but Musk has a backup: \"In cities where demand exceeds the supply of customer-owned cars, Tesla will operate its own fleet, ensuring you can always hail a ride from us no matter where you are.\" Cities will partner with Musk to give it a try Over the last year we’ve heard from plenty of tech companies that want to solve our urban problems. Startup accelerator Y Combinator wants to build an entire new city from scratch. Alphabet’s Sidewalk Labs is trying to fix transportation (and maybe build its own city, too). Dozens of companies have partnered with the USDOT for its Smart City Challenge, which is building a connected, sustainable transit system for Columbus, Ohio that’s very similar to the one that Tesla is proposing.",
  "Yeah, solving our transportation crisis is actually kinda like rocket science Courtesy Space X But Musk’s unique foothold in dozens of game-changing tech properties brings an even greater benefit to cities. What does changing urban transportation have to do with Musk’s side projects like rocket launches, Mars colonization, and artificial intelligence research?",
  "Everything, I’d argue. Consider just the contributions of the engineers at Space X, who are supremely concerned with building sustainable transport systems as well as the most efficient energy collection devices for this planet—and beyond. This is like having a NASA-level R&D lab built into your transportation system. Cities would be smart to bring Tesla’s solutions to town. And they will. Tesla’s 2016 master plan doesn’t have a timeline, but let’s give it ten years, just like the first one.",
  "Given everything we know now, will Musk be able to achieve his plan within the next decade? I say yes.",
  "Here are the goals of the plan that Musk is proposing today: 1. Create stunning solar roofs with seamlessly integrated battery storage 2. Expand the electric vehicle product line to address all major segments 3. Develop a self-driving capability that is 10X safer than manual via massive fleet learning 4. Enable your car to make money for you when you aren't using it Does that sound like a lot to lay out in a plan? Perhaps borderline delusional?",
  "(Then again, this is the hyper-productive Musk we’re talking about.) For comparison, let’s review the key components of Musk’s 2006 plan (and I quote): 1.",
  "Build sports car 2. Use that money to build an affordable car 3. Use that money to build an even more affordable car 4. While doing above, also provide zero emission electric power generation options In just under 10 years, Musk has achieved nearly all these goals. If the purchase of SolarCity goes through, he’ll be able to offer that power generation option under the Tesla umbrella, too. The technology for Musk's plan is there.",
  "The regulations are almost there. And now, a clear vision to guide them is there.",
  "I really see no reason why we won’t be zipping around in solar-electric Tesla buses by 2026. Architecture that comes to life in Game of Thrones Next Up In News The VP Debate Stage Is the Coronavirus Response in Physical, Design-Failure Form Is the U.S. Really Planting a Billion Trees, as Trump Said? Expect More Piles of Garbage — Proverbial and Otherwise — as NYC’s Budget Crisis Unfolds Are New Yorkers Really Buying Cars in Droves Now? There’s No Ignoring California’s Apocalyptic Orange Skies Cuomo’s Scheme to Put 4,000 Cops in NYC Restaurants Would Be a Disaster Most Read 5 vintage campers for sale right now They might need a bit of work, but an affordable vintage trailer could be just the thing to get you camping. 15 gorgeous backdrops for your next Zoom call Want a better video chat background? Try these options, carefully selected to look sufficiently realistic.",
  "Why buying a house today is so much harder than in 1950 A postwar boom, legal discrimination, and new mortgage loans made suburban housing accessible, and set the stage for today’s challenging market. Starcourt Mall from ‘Stranger Things’ is actually a real dead mall The set designers had to rebuild an entire section of the mall from scratch."
]