[
  "\n\n\n\tA Smart City is a Sustainable City - Microsoft Tech Community\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nTech Community\n\n\n         Home        Community Hubs      Community Hubs       Community Hubs Home     Products     Special Topics     Video Hub      Close       Products (69)      Special Topics  (42)      Video Hub  (847)      Most Active Hubs  Microsoft Teams Excel Exchange SharePoint Windows Office 365 Security, Compliance and Identity Windows Server Microsoft Edge Insider Azure Microsoft 365       Azure Databases   Fully managed intelligent database services. Autonomous Systems   Create and optimise intelligence for industrial control systems. ",
  "Yammer   Connect and engage across your organization. Most Active Hubs  ITOps Talk Education Sector Microsoft Learn Microsoft Localization Microsoft 365 PnP Healthcare and Life Sciences Public Sector Internet of Things (IoT) Mixed Reality Enabling Remote Work Small and Medium Business       Humans of IT   Empowering technologists to achieve more by humanizing tech. Green Tech   Raise awareness about sustainability in the tech sector      MVP Award Program   Find out more about the Microsoft MVP Award Program. Video Hub  Azure Exchange Microsoft 365 Microsoft 365 Business Microsoft 365 Enterprise Microsoft Edge Microsoft Outlook Microsoft Teams Security SharePoint Windows       Browse All Community Hubs          Blogs      Blogs        Events      Events       Events Home     Microsoft Ignite     Microsoft Build     Community Events          Microsoft Learn      Microsoft Learn       Home     Community     Blog     Azure     Dynamics 365     Microsoft 365     Security, Compliance & Identity     Power Platform     Github     Teams     .NET          Lounge      Lounge       813K  Members   6,172  Online   2.2M  Discussions    \n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ncancel\n\n\n\nTurn on suggestions\n\nAuto-suggest helps you quickly narrow down your search results by suggesting possible matches as you type. Showing results for \n\n \n\n\n\n\t\t\t\tShow  only \n\t\t\t\n | \n\n\t\t\tSearch instead for \n\n\n\n\t\tDid you mean: \n\n \n\n\nSign In\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\tSign In\n\t\t\t\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ncancel\n\n\n\nTurn on suggestions\n\nAuto-suggest helps you quickly narrow down your search results by suggesting possible matches as you type. Showing results for \n\n \n\n\n\n\t\t\t\tShow  only \n\t\t\t\n | \n\n\t\t\tSearch instead for \n\n\n\n\t\tDid you mean: \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHome\n\n\n\nHome\n\n\n\n\n\n\n\nGreen Tech\n\n\n\n\n\n\n\nGreen Tech Blog\n\n\n\n\n\n\n\nA Smart City is a Sustainable City\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nBack to Blog\n\n\n\n\n\nNewer Article\n\n\n\n\nOlder Article\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\nA Smart City is a Sustainable City\n\n\n\n\n\n\n\nSubscribe to RSS Feed\n\n\n\n\nMark as New\nMark as Read\n\n\n\n\nBookmark\nSubscribe\n\n\n\n\nEmail to a Friend\n\n\n\n\nPrinter Friendly Page\nReport Inappropriate Content\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\nBy\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nDawn James\n\n\n\n\nPublished\nJan 04 2022 08:52 AM\n\r\n                1,693\r\n                    Views\r\n            \n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDawnJames\n\n\n\n\t\t\tMicrosoft\n\t\t\n\n\n\n\n\n‎Jan 04 2022\n08:52 AM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tA Smart City is a Sustainable City\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n‎Jan 04 2022\n08:52 AM\n\n\n\n\n\n\n\n \nCities and Climate, Climate and Cities \nCities and climate could hardly be more intertwined. ",
  "As ‘heat islands,’ urban areas affect climate by increasing temperatures on regional scales. Given that 68% of the world’s population will live in cities by 2050 according to UN projections, many citizens are working to combine sustainability goals with technology modernization initiatives to build cities that contribute to a livable future. ",
  "With two-thirds of the planet’s population localized to urban areas, the vulnerability of cities to climate change is of pressing concern. For inland urban areas, the gravest impact of climate change will likely be temperature extremes. The situation for urban areas in coastal settings is considerably worse: in addition to the potential for heat-related stress, the findings of the Intergovernmental Panel on Climate Change (IPCC)AR6 report for coastal cities include high-confidence projections for increased flooding. Climate change amplifies existing demographic inequities in urban areas, and this underscores the importance of the Biden Administration’s infrastructure bill which is investing $1 trillion to address long-standing infrastructural inequities according to the New York Times. As cities work to prioritize investments that have the greatest positive impact, many civic leaders have asked us for guidance on how to think about the use of technology to create smarter, more sustainable cities. A Roadmap for Smarter Cities\nMotivated in part by concerns relating to climate and global change, in March 2021 ESI ThoughtLab released a study co-sponsored by Microsoft entitled “Smart City Solutions for a Riskier World.” The results are described as “a forward-looking study that provides city decision-makers with an evidence-based playbook for driving better social, environmental, and economic outcomes in today’s transformed world.”\n \nArising from the survey of 167 city leaders spanning 82 countries is a nominal definition of Smart Cities 4.0: Hyperconnected cities that use technology, data, and citizen engagement to achieve the United Nations Sustainable Development Goals (UN SDGs). ",
  "They are in step with new ways of working under Industry 4.0 and excel at using partners to drive change and provide innovative funding methods. By identifying 20 cities that exemplify these qualities, the ESI ThoughtLab study illuminates key patterns for how urban areas can adopt the connected and sustainable practices of leading cities:\n \n\n \nBased upon findings from the ESI ThoughtLab study, Cities 4.0 uptake of specific technologies can be assigned to the following broad categories:\n\nEstablished technologies – ubiquitous adoption of cloud computing and IoT leads the way, while mobile, biometrics, blockchain, AI, and Robotic Process Automation (RPA) lag behind   \nInnovative technologies – over the next three years, digital twins, data warehouses, augmented and virtual reality, blockchain, digital dashboards, drones, and even 3-D printing, are expected to factor into the mix\n\nPredicting and Managing Floods in Smart Cities\nOne example city from the study, the Town of Cary, North Carolina, is far enough inland to avoid the direct impact of storm surges that accompany Atlantic hurricanes. ",
  "However, it remains an area prone to flooding. In their efforts to better predict and manage floods, the Town of Cary has worked through these four steps:\n \n\nLeverage the latest technology: IoT and analytics technologies were leveraged to predict and manage floods. This allowed the data collected (see below) to be visualized through a real-time flood-risk dashboard, and to be integrated for use within existing business (e.g., CRM) and/or technical (e.g., geospatial analysis) applications. Such an integrated solution resulted in the ability for stormwater personnel to receive notifications and generate work orders automatically. To ensure even more proactive measures, the Town has built a digital twin of the watershed. Make data a strategic asset: Quantitative data was captured in real-time at its source by equipping areas of concern with rain gauges and water-level sensors. ",
  "This was a transformative moment for the Town, as informal reports from concerned citizens were the primary source of data in the past. Making flood data a strategic asset allows the Town to draw upon diverse types of data from traditional (e.g., scientific instruments) and non-traditional (e.g., citizen observers) sources and leverage it effectively. ",
  "High-quality data is now a strategic asset to the Town of Cary as well as regional and state partners. Utilize the ecosystem: Collaboration was a key reason the Town of Cary was able to move swiftly from their vision to the realization of a useful tool. Notably, industry partners factored into the success of the project by contributing technology and expertise. In other words, the Town of Cary leveraged public and private-sector partnerships to extend their reach and develop a solution to predict and manage floods. These results obtained at township scale can also be applied to regional and state-scale concerns. Engage citizens: Citizen engagement may demonstrate the most-profound result of this town’s undertaking: a 180° pivot from reactively responding to informal reports from citizens to proactively alerting citizens to potentially dangerous situations. ",
  "Such a pivot establishes a framework for future efforts that allows the Town to proactively understand the needs and expectations of its citizens and employees alike. See additional details on the innovation around flood prediction and management in the case of the Town of Cary. ",
  "Moving forward\nWith this roadmap, urban centers gain a clearer path to how they can progress towards a more connected and sustainable city, one that uses technology to improve the lives of citizens and the health of the community. To rapidly progress a population center towards the ideal of Smarter Cities 4.0 designation, there is an implicit need for collaboration, along with roadmaps that can be adapted and customized for use by any city, municipality, county, province, or other urban area, regardless of size or geographic scope. Learn how to begin your sustainability journey with technology and how you can use digital twins in your smart building journey. You can find more details on how to promote environmental sustainability from the inside out, as well as a how we’ve created a new era of smart buildings in Singapore. Tags:Climate ChangeFloodingSmart Cities\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t\t\t1\n\t\t\n\n\tLike\n\n\n\n\n\n\t\t\t\t\n\t\t\t\t\tLike\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t1 Comment\n\t\n \n\n\n \n\n\n\n\t\t\t\t\t\tYou must be a registered user to add a comment. If you've already registered, sign in. ",
  "Otherwise, register and sign in. Comment\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\t\t\t\t\t\t\t\t\n\t\t\tCo-Authors\n\t\t\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDawnJames\n\n\n\n\n\n\n\n\n \n\n\n\n Version history\n\n\n\n\t\t\t\tLast update:\n\t\t\t\n\n\n‎Jan 04 2022\n08:52 AM\n\n\n\n\n\n\t\t\t\tUpdated by:\n\t\t\t\n\n\nTech4Good\n\n\n\n\n\n\n \n\n\n\n\n\n\nLabels\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nShare\n\n\n\n\n\n\n\nShare to LinkedIn\n\n\n\n\nShare to Facebook\n\n\n\n\nShare to Twitter\n\n\n\n\nShare to Email\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Browse\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n                        What's new \n\n\n\n\r\n                            Surface Pro X\r\n                            \n\n\n\r\n                            Surface Laptop 3\r\n                            \n\n\n\r\n                            Surface Pro 7\r\n                            \n\n\n\r\n                            Windows 10 Apps\r\n                            \n\n\n\r\n                            Office apps\r\n                            \n\n\n\n\n\r\n                    Microsoft Store \n\n\n\n\r\n                            Account profile\r\n                            \n\n\n\r\n                            Download Center\r\n                            \n\n\n\r\n                            Microsoft Store support\r\n                            \n\n\n\r\n                                Returns\r\n                            \n\n\n\r\n                                Order tracking\r\n                            \n\n\n\r\n                                Store locations\r\n                            \n\n\n\r\n                               Buy online, pick up in store\r\n                            \n\n\n\r\n                                In-store events\r\n                            \n\n\n\n\n\r\n                    Education \n\n\n\n\r\n                            Microsoft in education\r\n                            \n\n\n\r\n                            Office for students\r\n                            \n\n\n\r\n                            Office for schools\r\n                            \n\n\n\r\n                            Deals for students and parents\r\n                            \n\n\n\r\n                            Microsoft Azure in education\r\n                            \n\n\n\n\n\r\n                    Enterprise \n\n\n\n\r\n                            Azure\r\n                            \n\n\n\r\n                            AppSource\r\n                            \n\n\n\r\n                            Automotive\r\n                            \n\n\n\r\n                            Government\r\n                            \n\n\n\r\n                            Healthcare\r\n                            \n\n\n\r\n                            Manufacturing\r\n                            \n\n\n\r\n                            Financial Services\r\n                            \n\n\n\r\n                            Retail\r\n                            \n\n\n\n\n\r\n                    Developer \n\n\n\n\r\n                                Microsoft Visual Studio\r\n                            \n\n\n\r\n                                Window Dev Center\r\n                            \n\n\n\r\n                                Developer Network\r\n                            \n\n\n\r\n                                TechNet\r\n                            \n\n\n\r\n                                Microsoft developer program\r\n                            \n\n\n\r\n                                Channel 9\r\n                            \n\n\n\r\n                                Office Dev Center\r\n                            \n\n\n\r\n                                Microsoft Garage\r\n                            \n\n\n\n\n\r\n                    Company \n\n\n\n\r\n                                Careers\r\n                            \n\n\n\r\n                                About Microsoft\r\n                            \n\n\n\r\n                                Company News\r\n                            \n\n\n\r\n                                Privacy at Microsoft\r\n                            \n\n\n\r\n                                Investors\r\n                            \n\n\n\r\n                                Diversity and inclusion\r\n                            \n\n\n\r\n                                Accessibility\r\n                            \n\n\n\r\n                                Security\r\n                            \n\n\n\n\n\n\n\n\n\n\r\n                            Sitemap\r\n                        \n\n\n\r\n                            Contact Microsoft\r\n                        \n\n\n\r\n                            Privacy\r\n                        \n\n\n\r\n                            Manage cookies\r\n                        \n\n\n\r\n                            Terms of use\r\n                        \n\n\n\r\n                            Trademarks\r\n                        \n\n\n\r\n                            Safety and eco\r\n                        \n\n\n\r\n                            About our ads\r\n                        \n\n\r\n                    ©  Microsoft "
]