[
  "Deep Learning Institute and Training Solutions | NVIDIA NVIDIA Home NVIDIA Home Menu Menu icon Menu Menu icon Close Close icon Close Close icon Close Close icon Caret down icon Accordion is closed, click to open. Caret down icon Accordion is closed, click to open.",
  "Caret up icon Accordion is open, click to close. Caret right icon Click to expand Caret right icon Click to expand Caret right icon Click to expand menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Shopping Cart Click to see cart items Search icon Click to search Skip to main content Artificial Intelligence Computing Leadership from NVIDIA Main Menu Products Hardware Software Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers Data Scientists Developers Gamers IT Professionals Researchers Roboticists Startups NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Shop Drivers Support Login LogOut Skip to main content 0 Cart Login LogOut NVIDIA NVIDIA logo Main Menu Products Hardware Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Software Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Data Scientists Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developers Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode Gamers GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base IT Professionals Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums Researchers NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Roboticists Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Startups Shop Drivers Support Deep Learning Institute Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources This site requires Javascript in order to view all its content.",
  "Please enable Javascript in order to access all the functionality of this web site. Here are the instructions how to enable JavaScript in your web browser.",
  "NVIDIA Deep Learning Institute Education and Training Solutions to Solve the World’s Most Challenging Problems The NVIDIA Deep Learning Institute offers resources for diverse learning needs—from learning materials to self-paced and live training to educator programs—giving individuals, teams, organizations, educators, and students what they need to advance their knowledge in AI, accelerated computing, accelerated data science, graphics and simulation, and more. NVIDIA and the UN Satellite Centre Partner to Launch New Course Learn More Get hands-on training with NVIDIA Deep Learning Institute Boost your skills with hands-on, instructor-led training at GTC, March 21-24. Choose from 26 full-day workshops and 24 two-hour training labs spanning AI, accelerated computing, data science, and more. Register Now See What’s New from DLI Deploying a Model for Inference at Production Scale Practice machine learning operations and learn how to deploy your own machine learning models on an NVIDIA Triton™ Inference Server. Start Learning Building Real-Time Video AI Applications Gain the knowledge and skills needed to transform raw video data from widely deployed camera sensors into deep learning-based insights in real time. Start Learning Building Video AI Applications at the Edge on Jetson Nano Use JupyterLab notebooks and Python application samples on your Jetson Nano™ to extract meaningful insights from video streams with deep learning video analytics.",
  "Start Learning Explore DLI Solutions Self-Paced, Online Courses Start learning Live, Virtual, Instructor-Led Workshops Explore our remote training offerings Educator Programs and Teaching Kits Give your students a hands-on GPU experience Comprehensive Solutions for Enterprises and Organizations Enable your organization with best-in-class training NVIDIA set up a great virtual training environment and we were taught directly by deep learning/CUDA experts, so our team could understand not only the concepts but also how to use the codes in the hands-on lab, which helped us understand the subject matter more deeply. The team enjoyed the class immensely.",
  "—Hyunkoo Kwak Learning and Development Lead Manufacturing Technology Center, Samsung Electronics NVIDIA DLI workshops help me stay at the cutting edge of my field. With highly motivated students and very knowledgeable instructors, the experience is as enjoyable as it is informative. The consistently relevant examples will keep me coming back for years! - John Snyder Senior Data Scientist ThreatConnect The training was a great success with my team. The lectures and labs were inspiring and fun. Excellent instructors, too!",
  "- Timothée Carayol Data Science Expertise Lead ING Germany Deloitte is committed to staying on the forefront of AI innovation, co-innovating with clients and accelerating their AI-fueled journeys. NVIDIA has collaborated with us to shape a DLI curriculum that is customized to the needs of our AI professionals and projects.",
  "The courses have enabled us to tap into the power of our own NVIDIA DGX system to explore novel AI use cases. - Christine Ahn, principal, Deloitte Consulting LLP, and NVIDIA Alliance Chief Commercial Officer The ‘Fundamentals of Deep Learning’ course offered through NVIDIA’s Deep Learning Institute provided faculty from different KENET member universities a great opportunity to get up-to-date training on this important topic. The instructor-led training was rigorous but concise, comprehensive, insightful, and a practical introduction to deep learning. I am looking forward to new research areas and applications that will emerge from this training. - Dr. Meoli Kashorda, Executive Director of KENET, the National Research & Education Network of Kenya NVIDIA set up a great virtual training environment and we were taught directly by deep learning/CUDA experts, so our team could understand not only the concepts but also how to use the codes in the hands-on lab, which helped us understand the subject matter more deeply. The team enjoyed the class immensely.",
  "—Hyunkoo Kwak Learning and Development Lead Manufacturing Technology Center, Samsung Electronics NVIDIA DLI workshops help me stay at the cutting edge of my field. With highly motivated students and very knowledgeable instructors, the experience is as enjoyable as it is informative.",
  "The consistently relevant examples will keep me coming back for years! - John Snyder Senior Data Scientist ThreatConnect The training was a great success with my team. The lectures and labs were inspiring and fun. Excellent instructors, too! - Timothée Carayol Data Science Expertise Lead ING Germany Deloitte is committed to staying on the forefront of AI innovation, co-innovating with clients and accelerating their AI-fueled journeys. NVIDIA has collaborated with us to shape a DLI curriculum that is customized to the needs of our AI professionals and projects.",
  "The courses have enabled us to tap into the power of our own NVIDIA DGX system to explore novel AI use cases. - Christine Ahn, principal, Deloitte Consulting LLP, and NVIDIA Alliance Chief Commercial Officer The ‘Fundamentals of Deep Learning’ course offered through NVIDIA’s Deep Learning Institute provided faculty from different KENET member universities a great opportunity to get up-to-date training on this important topic.",
  "The instructor-led training was rigorous but concise, comprehensive, insightful, and a practical introduction to deep learning. I am looking forward to new research areas and applications that will emerge from this training. - Dr. Meoli Kashorda, Executive Director of KENET, the National Research & Education Network of Kenya Why Choose NVIDIA for Hands-On Training? Access to Technical Expertise Learn from technical industry experts and instructors who are passionate about developing curriculum around the latest technology trends. Flexible Training Solutions Take online courses on your own schedule or join live workshops from anywhere with just your computer. Industry-Standard Tools and Frameworks Gain hands-on experience with the most widely used, industry-standard software, tools, and frameworks.",
  "Applications Across Industries Learn to build deep learning, accelerated computing, and accelerated data science applications for industries, such as healthcare, robotics, manufacturing, and more. Earn Certificates Earn an NVIDIA Deep Learning Institute certificate in select courses to demonstrate subject matter competency and support professional career growth.",
  "Real-World Examples Gain real-world expertise through content designed in collaboration with industry leaders, such as the Children’s Hospital of Los Angeles, Mayo Clinic, and PwC. GPU-Accelerated Servers in the Cloud Access fully configured, GPU-accelerated servers in the cloud to complete hands-on exercises included in the training. Reduce Time to Production Build production-quality solutions with the same DLI base environment containers used in the courses, available from the NVIDIA NGC™ catalog. Enterprise Solutions Request a comprehensive package of training services to meet your organization’s unique goals and learning needs. From bundled self-paced courses and live instructor—led workshops to executive briefings and enterprise-level reporting, DLI can help your organization transform with enhanced skills in AI, data science, and accelerated computing. Learn More Featured Self-Paced, Online Courses Learn how to set up an end-to-end project in less than a day or how to apply a specific technology or development technique in just a few hours—anytime, anywhere, with just a computer and an internet connection.",
  "Select courses offer a certificate of competency to support career growth. FUNDAMENTALS NEW Getting Started with Deep Learning 8 hours | $90 | TensorFlow 2, Keras, Pandas Certificate Available FUNDAMENTALS POPULAR Getting Started with AI on Jetson Nano 8 hours | Free | PyTorch, NVIDIA ® Jetson Nano ™ Certificate Available FUNDAMENTALS POPULAR Fundamentals of Accelerated Computing with CUDA C/C++ 8 hours | $90 | C/C++, CUDA ® Certificate Available FUNDAMENTALS POPULAR Fundamentals of Accelerated Computing with CUDA Python 8 hours | $90 | CUDA, Python, Numba, NumPy Certificate Available FUNDAMENTALS NEW Accelerating End-to-End Data Science Workflows 6 hours | $90 | Rapids, cuDF, cuML, cuGraph, Apache Arrow Certificate Available AUTONOMOUS DRIVING NEW Integrating Sensors with NVIDIA DRIVE® 2 hours | $30 | C++, DriveWorks View All Online Courses View full catalog (PDF 1.3 MB) Featured Instructor-Led Workshops If your organization is interested in boosting and developing key skills in AI, accelerated data science, or accelerated computing, you can request instructor-led workshops from the NVIDIA Deep Learning Institute (DLI).",
  "Workshops are taught by DLI-certified instructors who are experts in their fields, and breakout rooms support collaboration among students as well as interaction with instructors. FUNDAMENTALS NEW Fundamentals of Deep Learning 8 hours | TensorFlow 2, Keras, Pandas Certificate Available FUNDAMENTALS NEW Building Transformer-Based Natural Language Processing Applications 8 hours | PyTorch, Pandas, NVIDIA NeMo ™, NVIDIA Triton ™ Inference Server Certificate Available FUNDAMENTALS NEW Building Intelligent Recommender Systems 8 hours | cuDF, CuPy, TensorFlow 2, NVIDIA Triton Inference Server Certificate Available FUNDAMENTALS POPULAR Fundamentals of Accelerated Computing with CUDA Python 8 hours | CUDA, Python, Numba, NumPy Certificate Available FUNDAMENTALS POPULAR Fundamentals of Accelerated Data Science 6 hours | RAPIDS ™, NumPy, XGBoost, DBSCAN, K-Means, SSSP, Python Certificate Available FUNDAMENTALS Fundamentals of Deep Learning for Multi-GPUs 8 hours | Python, Tensorflow Certificate Available View All Workshops View full catalog (PDF 1.3 MB) Educator Programs and Teaching Kits NVIDIA DLI offers downloadable course materials for university educators and free self-paced, online training to students through DLI Teaching Kits. Educators can also get certified to teach DLI workshops on campus through the University Ambassador Program. Learn More Learning Deep Learning Get started with deep learning with this new book from NVIDIA’s Magnus Ekman. Learning Deep Learning is a complete guide to deep learning. Illuminating both the core concepts and the hands-on programming techniques needed to succeed, this book is ideal for developers, data scientists, analysts, and others—-including those with no prior machine learning or statistics experience.",
  "The book provides concise, well-annotated code examples using TensorFlow with Keras. And with corresponding PyTorch examples provided online, the book covers the two dominating Python libraries used for deep learning in industry and academia.",
  "Learn More Partners DLI works with industry partners to build content and deliver instructor-led workshops around the world. Service Delivery Content Development Cloud Services Education Questions? Inquire about NVIDIA Deep Learning Institute services. For technical questions, check out the NVIDIA Developer Forums. NVIDIA DLI Certificate NVIDIA DLI certificates help prove subject matter competency and support professional career growth. Certificates are offered for select instructor-led workshops and online courses.",
  "Use your DLI certificate to highlight your new skills on LinkedIn, potentially boosting your attractiveness to recruiters and advancing your career. Follow these step-by-step instructions to update your profile and add your certificate to the “Licenses and Certifications” section."
]