[
  "\n    Nike saves the Earth with sustainable bubbles                                                                                             Fashion   Footwear   Culture   Streetstyle                                                                          \nEnglish\n   \nItalian\n                Fashion   Footwear   Culture   Streetstyle        \nSports\n   \nG-Club\n   \nGalleria\n       \nFollow       Facebook\n     Instagram\n     Twitter\n     Pinterest\n     Youtube\n     Spotify\n     Newsletter\n     Notifications\n       \nEnglish    \nEnglish\n \nItalian\n                            Do models represent women or not? Between body positivity and inclusivity female representation is a cultural thing            The italian archive stories Paninari Edition             Italy will donate 20,000 pairs of fake Nike shoes to Ukrainian refugees They had been seized in Piedmont and were destined for local markets            Dries Van Noten's flowery bouquet for Mytheresa The new capsule is an ode to the power of flowers, patterns and bright colours            What is the state of e-commerce in Italy? ",
  "We asked it to Netccomm, the Consortium of Digital Commerce in Italy            Anti-fashion according to Nicolò Romano  Between limited releases and explicit prints            The campaign for the new collection Marni x Uniqlo You won't wear anything else all summer long            Valentino's new campaign is only made of words The second chapter of \"The Narratives\" project            KFC made a Y2K-style bag Even fast food restaurants give in to trends            The tribute to cinema in the collabo between One Block Down and Porter-Yoshida & Co. Between Wes Anderson, Stanley Kubrick and Guy Ritchie                  Sneakers have changed for the better The end of hype culture shifted the way we view sneakers            DC Shoes presents a new sneaker collection inspired by Andy Warhol The cult brand of the '90s in dialogue with the world of pop art            What are the most worn sneakers in the fashion capitals Dunk Low wins in Milan, adidas in Berlin            The Nike Air Force 1 \"Mushroom\" by Billie Eilish is coming this month Together with a mini capsule of loungewear            DHL's first collabo with an African brand The protagonist is the brand Veldskoen            The new Carhartt WIP x Converse CONS capsule sneaker. Two sneakers to celebrate the heritage of both brands in the world of skateboarding            The unstoppable run of adidas Original's Gazelles From the Munich Olympics to the catwalks of Gucci and Coperni            Havaianas sold 260 million pairs in 2021 Everybody loves a summer on the beach            Packer's story: how a family-owned boutique came to partner with adidas To celebrate the relase of the adidas Forum 84 High \"Packer\"            5 historical silhouette from which Nike should start again The archive as an antidote to the saturation of the sneaker market                  The Urban Outdoor according to Goldwin in the \"Discover the secret\" project Four creators put the SS22 of the Japanese brand to the test            Also production companies become brands How indie cinema is saving itself            Magazine X added to Slam Jam Archive \"A collective work of art that imprints the power of visual art on paper\"            Swatch patronage at the Venice Biennale  We visited the brand's pavilion among emerging artists and a 15-meter diorama             Fashion brands' initiatives for the Venice Biennale Fashion and art activate convesations from Valentino, sponsor of the Italian Pavilion, to the historic newsstands renovated by Louis Vuitton             5 ways architecture is fighting climate change The cities of the future will be almost entirely green            Mattel has created a Barbie version of Queen Elizabeth  A highly detailed limited edition on the occasion of the 70th anniversary of the British monarch's reign            A crazy weekend with the stars of Coachella 2022 Between airport parties, The DoLaB stage, and the most diverse range of music available            When Comme des Garçons signed a line of furniture Created by Rei Kawakubo in the 80s for his boutiques            Farewell to Letizia Battaglia, the photographer who told the wars of the Mafia in Palermo His photos remain today the dramatic document of a dark era                  Richard Biedul in Paris Paris Fashion Week            SuMin Kim in Paris Paris Fashion Week            Rickey Thompson in Paris Paris Fashion Week            Caro Daur in Paris Paris Fashion Week            Alice Barbier in Paris Paris Fashion Week            Susie Lau in London London Fashion Week            Alexa Chung in Paris London Fashion Week            Xiayan & Justyna in Paris Paris Haute Couture Fashion Week            María in Paris Paris Haute Couture Fashion Week            Marc Kodjo in Paris Paris Fashion Week Men's SS22           \nBrowse all\n       Nike saves the Earth with sustainable bubbles “A large part of achieving those goals rests on how Nike makes its Air bags”                             As a bonus step, Nike makes the process even more sustainable by re-using over 90 percent of its excess scrap material. Once they've been approved, the Air units are shipped to other Nike factories where they'll be affixed to uppers. Which results in inflated Air bags primed for the final step: inspection. The fun part begins when pressurized nitrogen is pumped throughout the molds. ",
  "Then the shapes must be cleaned up around the edges. The next step is beginning to trim down the molds. ",
  "The molds function as the blueprint for the Air units. The process continues by clamping down the TPU to create molds. Once the TPU has reached its desired temperature, clamps are set in place. Heaters are then used to warm up the TPU sheets. It all begins with two sheets of TPU (thermoplastic polyurethane), which are fed into a thermoforming machine. Fashion May 17th, 2018\n  Author Filippo Vego     Nike saves the Earth with sustainable bubbles “A large part of achieving those goals rests on how Nike makes its Air bags”      Share    Tweet    Pin           3256      Recently Nike published its Sustainable Business Report and the objectives are only for real game changers of the industry, as Nike is. ",
  "This report shows Nike’s emblematic 30-year commitment to sustainability and the outstanding information is: 75 percent of all Nike shoes and apparel now contain some recycled material, and Nike is the industry leader of using recycled polyester. Yarn, soles and basketball courts are a few examples of the many products Nike creates by transforming plastic bottles, manufacturing scraps and used product into new materials, do you want to know what they become? ",
  "The Air unit. Probably Nike’s most iconic product manufactured in a sustainable way. As the brand declares:  \"Air is one of Nike’s most sustainable innovations\". Introduced in 1979 the Air unit consists of pressurized air inside a plastic flexible bag, that generally sits in the midsole beneath the heel, forefoot or both to provide the sensation of walking or running on air. Nike through the years worked really hard on this technology to improve it in different aspects. In the last decades Nike realized always bigger, stronger and lighter Air Units, but now in 2018, it's not enough. ",
  "Companies in 2018 need to figure out their impact on people’s lives, but also on our planet’s life, setting concrete objectives to reduce the impact on the earth by using more recycled materials and sustainable energies. Nike has already set its objectives, as the improvement of the percentage of recycled materials in its production to reach 100-percent of the manufacturing use of renewable energy across North America by 2019 (halfway toward reaching its worldwide goal by 2025). ",
  "“A large part of achieving those goals rests on how Nike makes its Air bags”  says Nike and the brand's illustrators show 11 simple drafts on how they make their Airbags. In this case, the super innovative and giant VaporMax air sole unit. Let’s check this creative illustrations, and let's think about how a company needs to be in 2018 with an eye towards the future? It all begins with two sheets of TPU (thermoplastic polyurethane), which are fed into a thermoforming machine. Heaters are then used to warm up the TPU sheets. Once the TPU has reached its desired temperature, clamps are set in place. ",
  "The process continues by clamping down the TPU to create molds. The molds function as the blueprint for the Air units. ",
  "The next step is beginning to trim down the molds. Then the shapes must be cleaned up around the edges. The fun part begins when pressurized nitrogen is pumped throughout the molds. Which results in inflated Air bags primed for the final step: inspection. Once they've been approved, the Air units are shipped to other Nike factories where they'll be affixed to uppers. As a bonus step, Nike makes the process even more sustainable by re-using over 90 percent of its excess scrap material. ",
  "air max\n \nnike\n \nsustainability\n \nVaporMax\n                         What to read next          What is the state of e-commerce in Italy? We asked it to Netccomm, the Consortium of Digital Commerce in Italy            Buying secondhand reduces the environmental impact of fashion by 90%. "
]