[
  "Sustainable consumption - Wikipedia Sustainable consumption From Wikipedia, the free encyclopedia Jump to navigation Jump to search Part of a series onAnti-consumerism Theories and ideas Affluenza Alternative culture Anti-capitalism Autonomous building Billboard hacking Bioeconomics Buddhist economics Buy Nothing Day Collaborative consumption Collapsology Commodification Commodity fetishism Commons Commune Compulsive buying disorder Conspicuous consumption Consumer capitalism Consumerism Conviviality Criticism of advertising Culture jamming Degrowth Do it yourself Downshifting Durable good Earth Overshoot Day Ecological economics Ecovillage Ethical consumerism Environmental justice Feminist political ecology Freeganism Gift economy Green consumption Hyperconsumerism Local food Microgeneration Overconsumption Planned obsolescence Political ecology Post-consumerism Post-growth Post-normal science Right to repair Self-organization Simple living Slow Food Spectacle Steady-state economy Subvertising Sustainable consumer behaviour Sustainable consumption Notable works Walden The Theory of the Leisure Class Brave New World The Affluent Society One-Dimensional Man The Society of the Spectacle (book · film) The Consumer Society: Myths and Structures [fr] Steal This Book Small Is Beautiful To Have or to Be? Future Primitive and Other Essays Fight Club (novel · film) Escape from Affluenza No Logo Profit over People: Neoliberalismand Global Order The Cultural Creatives Affluenza: The All-Consuming Epidemic Evasion The Corporation Surplus: Terrorized into Being Consumers So, What's Your Price?",
  "What Would Jesus Buy? Organizations and groups Adbusters Crass CrimethInc. Deep Green Resistance Democracy Now! Earth Liberation Front Fifth Estate Freecycle Green Anarchy Institute for Social Ecology Monthly Review Rage Against the Machine Reverend Billy The Venus Project The Yes Men 350.org People Jean Baudrillard Mauro Bonaiuti Noam Chomsky Erich Fromm Nicholas Georgescu-Roegen Edward Goldsmith Paul Goodman André Gorz Ivan Illich Serge Latouche Donella Meadows Pierre Rabhi John Ruskin E. F. Schumacher Bernard Stiegler Henry David Thoreau Related social movements Alter-globalization Amateurism Anarcho-communism Anarcho-primitivism Anarcho-punk Anti-capitalism Anti-corporate activism Anti-globalization movement Communism Diggers (theater) Ecofeminism Eco-socialism Environmentalism Feminism Food Not Bombs Green anarchism Green left Green politics Hippie Libertarian socialism Neo-Luddism New Left Occupy Wall Street Postmodernism Punk Situationists Slow movement Social anarchism Social ecology See also Works about consumerism Advanced capitalism Advertising Barter Capitalism Consumer behaviour Consumption (economics) Consumption (sociology) Cooperative Counterculture Cultural hegemony Ecological economics Economic materialism Economic problems Frugality Green economy Gross National Happiness Heterodox economics HosPex Influence of mass media Informal sector Intentional community Left-wing politics McDonaldization Mutual aid Natural resource economics Non-monetary economy Permaculture Post-materialism Productivism Shopping Social movements Subsistence economy Sustainability Sweatshops Veblen good Workaholic vte Sustainable consumption (sometimes abbreviated to \"SC\")[1] is the use of material products, energy, and immaterial services in such a way that their use minimizes impacts on the environment, so that human needs can be met not only in the present but also for future generations. [2] Consumption refers not only to individuals and households, but also to governments, business, and other institutions. Sustainable consumption is closely related to sustainable production and sustainable lifestyles.",
  "\"A sustainable lifestyle minimizes ecological impacts while enabling a flourishing life for individuals, households, communities, and beyond. It is the product of individual and collective decisions about aspirations and about satisfying needs and adopting practices, which are in turn conditioned, facilitated, and constrained by societal norms, political institutions, public policies, infrastructures, markets, and culture.",
  "\"[3] The United Nations includes analyses of efficiency, infrastructure, and waste, as well as access to basic services, green and decent jobs, and a better quality of life for all within the concept of sustainable consumption. [4] Sustainable consumption shares a number of common features with and is closely linked to sustainable production and sustainable development. Sustainable consumption, as part of sustainable development, is part of the worldwide struggle against sustainability challenges such as climate change, resource depletion, famines, and environmental pollution. Sustainable development as well as sustainable consumption rely on certain premises such as: Effective use of resources, and minimization of waste and pollution Use of renewable resources within their capacity for renewal Fuller[clarification needed] product life-cycles Intergenerational and intragenerational equity Goal 12 of the Sustainable Development Goals seeks to \"ensure sustainable consumption and production patterns\". [5] Contents 1 The Oslo definition 2 Consumption shifting 2.1 Sustainable food consumption 2.2 Product labels 2.3 The processes of consumption 2.4 Product information transparency and trade control 2.5 Fairness and income/spending freedoms 2.6 Techniques and approaches 2.6.1 Degrowth 2.6.1.1 Degrowth-related economic concepts 3 Strong and weak sustainable consumption 4 Historical related behaviors 5 Culture shifts 5.1 Ecological awareness 5.2 Surveys and trends 6 Sustainable Development Goals 7 Notable conferences and programs 8 See also 9 References 10 External links The Oslo definition[edit] In 1994 the Oslo symposium defined sustainable consumption as the consumption of goods and services that enhance quality of life while limiting the use of natural resources and noxious materials. [6] Consumption shifting[edit] See also: Sustainable products and Sustainable food system Studies found that systemic change for \"decarbonization\" of humanity's economic structures[7] or root-cause system changes above politics are required[8] for a substantial impact on global warming.",
  "Such changes may result in sustainable lifestyles, along with associated products, services and expenditures,[9] being structurally supported and becoming sufficiently prevalent and effective in terms of collective greenhouse gas emission reductions. Nevertheless, ethical consumerism usually only refers to individual choices, and not the consumption behavior and/or import and consumption policies by the decision-making of nation-states.",
  "These have however been compared for road vehicles, CO2 emissions (albeit without considering emissions embedded in imports) and meat consumption per capita as well as by overconsumption. [10] Life-cycle assessments could assess the comparative sustainability and overall environmental impacts of products – including (but not limited to): \"raw materials, extraction, processing and transport; manufacturing; delivery and installation; customer use; and end of life (such as disposal or recycling)\". [11] Sustainable food consumption[edit] Further information: Environmental impact of meat production § Alternatives to meat production and consumption Per capita annual meat consumption by region[12] Life-cycle assessment of GHG emissions for foods Average greenhouse gas emissions by food product[12] Non-intervention in processes related to beef (and soy) production[13][14][15][16] via policies may be a main driver of tropical deforestation. The environmental impact of meat production (and dairy) are large: raising animals for human consumption accounts for approximately 40% of the total amount of agricultural output in industrialized countries. Grazing occupies 26% of the earth's ice-free terrestrial surface, and feed crop production uses about one third of all arable land. [17] A global food emissions database shows that food systems are responsible for one third of the global anthropogenic GHG emissions.",
  "[18][19] Moreover, there can be competition for resources, such as land, between growing crops for human consumption and growing crops for animals, also referred to as \"food vs. feed\" (see also: food security). [20][21] Therefore, sustainable consumption also includes food consumption – shifting such to sustainable diets.",
  "Novel foods such as under-development[22] cultured meat and dairy, existing small-scale microbial foods and ground-up insects (see also: pet food and animal feed)[23] are shown to have the potential to reduce environmental impacts by over 80% in a study. [24][25] Many studies such as a 2019 IPCC report[26] and a 2022 review about meat and sustainability of food systems, animal welfare, and healthy nutrition concluded that meat consumption has to be reduced substantially for sustainable consumption. The review names broad potential measures such as \"restrictions or fiscal mechanisms\". [27][12] A considerable proportion of consumers of food produced by the food system may be non-livestock animals such as pet-dogs: the global dog population is estimated to be 900 million,[28][29][needs update] of which around 20% are regarded as owned pets. [30][needs update] Sustainable consumption may also involve their feed. Beyond reduction of meat consumption, the composition of livestock feed and fish feed may also be subject of sustainable consumption shifts.",
  "Product labels[edit] This section is an excerpt from Label § Environmental considerations. [edit] Labels of sustainability standards and certification such as organic food and energy efficiency class labels are often intended to enable consumers to make more ethical decisions in terms of the environmental impact of products.",
  "The approach of labels can involve a trade-off between financial considerations and higher cost requirements in effort or time for the product-selection from the many available options. [31] The app CodeCheck gives versed smartphone users some capability to scan ingredients in food, drinks and cosmetics for filtering out some of the products that are legal but nevertheless unhealthy or unsustainable from their consumption/purchases. [32] A similar \"personal shopping assistant\" has been investigated in a study. [33] Studies indicated a low level of use of sustainability labels on food. [34] Moreover, existing labels have been intensely criticized for invalidity or unreliability, often amounting to greenwashing or being ineffective. [11][35][36] In one study, individuals were given a set budget, \"which could be spent once a week on a wide range of food and drink products\", then data \"on each item's carbon footprint was clearly presented, and individuals could view the [unlimited] carbon footprint of their supermarket basket on their shopping bill.",
  "\"[37] The processes of consumption[edit] Not only selection, quantity and quality of consumed products may be of relevance to sustainable consumption, the process of consumption, including how selected products are distributed or gathered could be considered a component of it as well: for instance, ordering from a local store online could substantially reduce CO2 emissions (in terms of transportation emissions and when not considering which options are available). [38] Bundling items could reduce carbon emissions of deliveries and carbon footprints of in-person shopping-trips can be eliminated e.g.",
  "by biking to the shop instead of driving. [38] Product information transparency and trade control[edit] Further information: Produce traceability, Emission intensity § Estimating emissions, and Standardization § Environmental protection Comparison of footprint-based and transboundary pollution-based relationships among G20 nations for the number of PM2.5-related premature deaths. [39] If information is linked to products e.g. via a digital product passport, along with proper architecture and governance for data sharing and data protection, it could help achieve climate neutrality and foster dematerialization. [40] In the EU, a Digital Product Passport is being developed. When there is an increase in greenhouse gas emissions in one country as a result of an emissions reduction by a second country with a strict climate policy this is referred to as carbon leakage.",
  "[41] In the EU, the proposed Carbon Border Adjustment Mechanism could help mitigate this problem,[42] and possibly increase the capacity to account for imported pollution/harm/death-footprints. Footprints of nondomestic production are significant: for instance, a study concluded that PM2.5 air pollution induced by the contemporary free trade and consumption by the 19 G20 nations causes two million premature deaths annually, suggesting that the average lifetime consumption of about ~28 people in these countries causes at least one premature death (average age ~67) while developing countries \"cannot be expected\" to implement or be able to implement countermeasures without external support or internationally coordinated efforts.",
  "[43][39] Transparency of supply chains is important for global goals[44] such as ending net-deforestation. [45][46][47][44] Policy-options for reducing imported deforestation also include \"Lower/raise import tariffs for sustainably/unsustainably produced commodities\" and \"Regulate imports, e.g., through quotas, bans, or preferential access agreements\". [48] However, several theories of change of policy options rely on (true / reliable) information being available/provided to \"shift demand—both intermediate and final—either away from imported [forest-risk commodities (FRC)] completely, e.g., through diet shifts (IC1), or to sustainably produced FRCs, e.g., through voluntary or mandatory supply-chain transparency (IS1, RS2). \"[48] As of 2021, one approach under development is binary \"labelling\" of investments as \"green\" according to an EU governmental body-created \"taxonomy\" for voluntarily financial investment redirection/guidance based on this categorization. [49] The company Dayrize is one organization that attempts to accurately assess environmental and social impacts of consumer products. [50] Reliable evaluations and categorizations of products may enable measures such as policy-combinations that include transparent criteria-based eco-tariffs, bans (import control), support of selected production and subsidies which shifts, rather than mainly reduces, consumption.",
  "International sanctions during the 2022 Russian invasion of Ukraine included restrictions on Russian fossil fuel imports while supporting alternatives, albeit these sanctions were not based on environment-related qualitative criteria of the products. Fairness and income/spending freedoms[edit] The bottom half of the population is directly-responsible for less than 20% of energy footprints and consume less than the top 5% in terms of trade-corrected energy.",
  "High-income individuals usually have higher energy footprints as they disproportionally use their larger financial resources – which they can usually spend freely in their entirety for any purpose as long as the end user purchase is legal – for energy-intensive goods. In particular, the largest disproportionality was identified to be in the domain of transport, where e.g. the top 10% consume 56% of vehicle fuel and conduct 70% of vehicle purchases. [51] Techniques and approaches[edit] Further information: Theory of change See also: Global commons, Health policy, and Sustainable design Choice editing refers to the active process of controlling or limiting the choices available to consumers. Personal Carbon Allowances (PCAs) refers to technology-based schemes to ration GHG emissions. [52] Degrowth[edit] Degrowth refers to economic paradigms that address the need to reduce global consumption and production whereby metrics and mechanisms like GDP are replaced by more reality-attached measures such as of health, social and environmental well-being and more needs-based[53][54] structures.",
  "Broadly, degrowth would or does aim to address overconsumption \"by addressing real need, reducing wants, ensuring greater distributive equality and ultimately by suppressing production\",[55] or \"downscaling of production and consumption that increases human wellbeing and enhances [i.e. \"grows\"] ecological conditions and equity on the planet\".",
  "[56] A common denominator of degrowth is a decline in the metric GDP. More concrete degrowth proposals are diverse, dispersed throughout the growing body of literature and include: \"reducing and redistributing income alone\" along with GHG-pricing[57] and wealth redistribution into a global food systems transformation[58] One tool that could possibly be used in large-scale policies[citation needed] is an app that \"will guide users to prioritize reduction in high-footprint categories\". [56] Another broad proposal suggests that \"different roles of labour, work, and action should be acknowledged and scrutinized in detail\" which could prompt or be necessary for an \"organization of an alternative society\"[59] (see also: green job, life-cycle assessment, certification and job evaluation) Consumption such as \"domestic water consumption\" could be [made to be] considered as a collectively ordered activity[59] especially when such data and contextual education is available the respective collective. [citation needed] Demonetized activities [as well as currently financially unrewarded and unprofitable activities] are important for degrowth. [59] Degrowth also emphasizes the need to 'degrow' various sectors of the economy without a negative connotation[54] usually associated with such measures such as at least temporary job-loss. If no immediate retraining occurs, leisure time may increase at least temporarily.",
  "[citation needed] There are some suggestions that in general, increases in leisure time do not per se translate to increased sustainability – in particular that some time saved did not decrease total distance of car travel. [60][clarification needed][additional citation(s) needed] Degrowth-related economic concepts[edit] A study suggests that the concepts of sharing economy and circular economy on their own, while useful as broad components, are insufficient and ineffective.",
  "[61] Economic concepts by which scholarly literature approaches problems such as overconsumption, using this terminology to characterize broad, typically conceptual-stage, solution-proposals include:[62][63] Doughnut economy (see also: planetary boundaries) Community economy and commons (see also: Commons#Economic theories and Gemeinwohl-Ökonomie) Strong and weak sustainable consumption[edit] This section's tone or style may not reflect the encyclopedic tone used on Wikipedia. The reason given is: should be rephrased as encyclopedic definition, not as action plan from the proponents' PoV. Also, who coined these terms? See Wikipedia's guide to writing better articles for suggestions. (October 2017) (Learn how and when to remove this template message) Some writers make a distinction between \"strong\" and \"weak\" sustainability. [64] Strong sustainable consumption refers to participating in viable environmental activities, such as consuming renewable and efficient goods and services (such as electric locomotive, cycling, renewable energy).",
  "[65] Strong sustainable consumption also refers to an urgency to reduce individual living space and consumption rate. Weak sustainable consumption is the failure to adhere to strong sustainable consumption.",
  "In other words, consumption of highly pollutant activities, such as frequent car use and consumption of non-biodegradable goods (such as plastic items, metals, and mixed fabrics). [65] In 1992, the United Nations Conference on Environment and Development (UNCED), also referred to as the Earth Summit, recognized[clarification needed] sustainable consumption. [66] They also recognized the difference between strong and weak sustainable consumption but set their efforts away from strong sustainable consumption. [65] The 1992 Earth Summit found that sustainable consumption rather than sustainable development was the center of political discourse[clarification needed]. [66] Currently, strong sustainable consumption is only present in minimal precincts[clarification needed] of discussion and research. International government organizations’ (IGOs) prerogatives have kept away from strong sustainable consumption.",
  "[clarification needed] To avoid scrutiny,[clarification needed] IGOs have deemed their influences[clarification needed] as limited, often aligning its[clarification needed] interests with consumer wants and needs. [65] In doing so, they advocate for minimal eco-efficient improvements, resulting in government skepticism[clarification needed] and minimal commitments to strong sustainable consumption efforts.",
  "[67] In order to achieve sustainable consumption, two developments have to take place: an increase in the efficiency of consumption and a change in consumption patterns and reductions in consumption levels in industrialized countries as well as rich social classes in developing countries which have also a large ecological footprint and which set an example for increasing middle classes in developing countries. [clarification needed][68] The first prerequisite is not sufficient on its own and qualifies as weak sustainable consumption. Technological improvements and eco-efficiency support a reduction in resource consumption. Once this aim has been met, the second prerequisite, the change in patterns and reduction of levels of consumption is indispensable. Strong sustainable consumption approaches also pay attention to the social dimension of well-being and assess the need for changes based on a risk-averse perspective. [clarification needed][69] In order to achieve strong sustainable consumption, changes in infrastructures as well as the choices customers have are required.",
  "In the political arena, weak sustainable consumption is more discussed. [70] The so-called attitude-behaviour or values-action gap describes an obstacle to changes in individual customer behavior.",
  "Many consumers are aware of the importance of their consumption choices and care about environmental issues, however most do not translate their concerns into their consumption patterns. This is because the purchase decision process is complicated and relies on e.g. social, political, and psychological factors. Young et al. identified a lack of time for research, high prices, a lack of information, and the cognitive effort needed as the main barriers when it comes to green consumption choices. [71] Historical related behaviors[edit] In the early twentieth century, especially during the interwar period, families turned to sustainable consumption.",
  "[6] When unemployment began to stretch resources, American working-class families increasingly became dependent on secondhand goods, such as clothing, tools, and furniture. [6] Used items offered entry into consumer culture, and they also provided investment value and enhancements to wage-earning capabilities.",
  "[6] The Great Depression saw increases in the number of families forced to turn to cast-off clothing. When wages became desperate, employers offered clothing replacements as a substitute for earnings. In response, fashion trends decelerated[clarification needed] as high-end clothing became a luxury. During the rapid expansion of post-war suburbia, families turned to new levels of mass consumption. Following the SPI[clarification needed] conference of 1956, plastic corporations were quick to enter the mass consumption market of post-war America. [72] During this period companies like Dixie began to replace reusable products with disposable containers (plastic items and metals).",
  "Unaware of how to dispose of containers, consumers began to throw waste across public spaces and national parks. [72] Following a Vermont State Legislature ban on disposable glass products, plastic corporations banded together to form the Keep America Beautiful organization in order to encourage individual actions and discourage regulation.",
  "[72] The organization teamed with schools and government agencies to spread the anti-litter message. Running public service announcements like \"Susan Spotless,\" the organization encouraged consumers to dispose waste in designated areas. Culture shifts[edit] Ecological awareness[edit] See also: Environmental education, Media policy, and Solutions journalism The recognition that human well-being is interwoven with the natural environment, as well as an interest to change human activities that cause environmental harm. [clarification needed][73] Surveys and trends[edit] Support for education on sustainable consumption as a priority for respondents to the European Investment Bank Climate Survey. Surveys ranking consumer values such as environmental, social, and sustainability, showed sustainable consumption values to be particularly low. [74] Surveys on environmental awareness saw an increase in perceived “eco-friendly” behavior.",
  "When tasked to reduce energy consumption, empirical research found that individuals are only willing to make minimal sacrifices and fail to reach strong sustainable consumption requirements. [75] IGOs are not motivated to adopt sustainable policy decisions, since consumer demands may not meet the requirements of sustainable consumption.",
  "Ethnographic research across Europe concluded that post-Financial crisis of 2007–2008 Ireland saw an increase in secondhand shopping and communal gardening. [76] Following a series of financial scandals, Anti-Austerity became a cultural movement. Irish consumer confidence fell, sparking a culture shift[clarification needed] in second-hand markets and charities, stressing sustainability and drawing on a narrative surrounding economic recovery[clarification needed]. [74] Sustainable Development Goals[edit] The Sustainable Development Goals were established by the United Nations in 2015. SDG 12 is meant to \"ensure sustainable consumption and production patterns\". [77] Specifically, targets 12.1 and 12.A of SDG 12 aim to implement frameworks and support developing countries in order to \"move towards more sustainable patterns of consumption and production\".",
  "[77] Notable conferences and programs[edit] 1992—At the United Nations Conference on Environment and Development (UNCED) the concept of sustainable consumption was established in chapter 4 of the Agenda 21. [78] 1995—Sustainable consumption was requested to be incorporated by UN Economic and Social Council (ECOSOC) into the UN Guidelines on Consumer Protection.",
  "[further explanation needed] 1997—A major report on SC was produced by the OECD. [79] 1998—United Nations Environment Program (UNEP) started a SC program and SC is discussed in the Human Development Report of the UN Development Program (UNDP). [80] 2002—A ten-year program on sustainable consumption and production (SCP) was created in the Plan of Implementation at the World Summit on Sustainable Development (WSSD) in Johannesburg. [81] 2003—The \"Marrakesh Process\" was developed by co-ordination of a series of meetings and other \"multi-stakeholder\" processes by UNEP and UNDESA following the WSSD. [82] 2018—Third International Conference of the Sustainable Consumption Research and Action Initiative (SCORAI) in collaboration with the Copenhagen Business School. [83] 2022–Bologna, Italy conducts the first or one of the first trials of rewards for sustainable behavior that is not implemented via product prices or subsidy-like financial mechanisms in the EU: with a \"Smart Citizen Wallet\", described as a supermarket points-like system, citizens will have benefits if they for example use public transport and manage energy well.",
  "[84][85] See also[edit] Choice editing Collaborative consumption Sustainable consumer behavior Durable goods Group decision-making Product design Overconsumption References[edit] ^ Consumer Council (Hong Kong), Sustainable Consumption for a Better Future – A Study on Consumer Behaviour and Business Reporting, published 22 February 2016, accessed 13 September 2020 ^ Our common future. World Commission on Environment and Development.",
  "Oxford: Oxford University Press. 1987. ISBN 978-0192820808. OCLC 15489268. {{cite book}}: CS1 maint: others (link) ^ Vergragt, P.J. et al (2016) Fostering and Communicating Sustainable Lifestyles: Principles and Emerging Practices, UNEP– Sustainable Lifestyles, Cities and Industry Branch, http://www.oneearthweb.org/communicating-sustainable-lifestyles-report.html , page 6.",
  "^ \"Sustainable consumption and production\". United Nations Sustainable Development.",
  "Retrieved 2018-08-15. ^ \"Goal 12: Responsible consumption, production\". UNDP. Retrieved 12 March 2018. ^ a b c d Source: Norwegian Ministry of the Environment (1994) Oslo Roundtable on Sustainable Production and Consumption. ^ Forster, Piers M.; Forster, Harriet I.; Evans, Mat J.; Gidden, Matthew J.; Jones, Chris D.; Keller, Christoph A.; Lamboll, Robin D.; Quéré, Corinne Le; Rogelj, Joeri; Rosen, Deborah; Schleussner, Carl-Friedrich; Richardson, Thomas B.; Smith, Christopher J.; Turnock, Steven T. (7 August 2020).",
  "\"Current and future global climate impacts resulting from COVID-19\". Nature Climate Change.",
  "10 (10): 913–919. Bibcode:2020NatCC..10..913F. doi:10.1038/s41558-020-0883-0. ISSN 1758-6798. S2CID 221019148. ^ Ripple, William J.; Wolf, Christopher; Newsome, Thomas M.; Gregg, Jillian W.; et al.",
  "(28 July 2021). \"World Scientists' Warning of a Climate Emergency 2021\".",
  "BioScience. 71 (9): biab079. doi:10.1093/biosci/biab079. hdl:1808/30278. Archived from the original on 26 August 2021. Retrieved 26 August 2021.",
  "^ Kanyama, Annika Carlsson; Nässén, Jonas; Benders, René (2021). \"Shifting expenditure on food, holidays, and furnishings could lower greenhouse gas emissions by almost 40%\".",
  "Journal of Industrial Ecology. 25 (6): 1602–1616. doi:10.1111/jiec.13176. ISSN 1530-9290. ^ \"Country Overshoot Days 2022\". Earth Overshoot Day.",
  "Retrieved 26 May 2022. ^ a b Arratia, Ramon (18 December 2012).",
  "\"Full product transparency gives consumers more informed choices\". The Guardian. Retrieved 26 May 2022. ^ a b c Parlasca, Martin C.; Qaim, Matin (5 October 2022). \"Meat Consumption and Sustainability\". Annual Review of Resource Economics.",
  "14. doi:10.1146/annurev-resource-111820-032340. ISSN 1941-1340.",
  "^ Rajão, Raoni; Soares-Filho, Britaldo; Nunes, Felipe; Börner, Jan; Machado, Lilian; Assis, Débora; Oliveira, Amanda; Pinto, Luis; Ribeiro, Vivian; Rausch, Lisa; Gibbs, Holly; Figueira, Danilo (17 July 2020). \"The rotten apples of Brazil's agribusiness\". Science. 369 (6501): 246–248. Bibcode:2020Sci...369..246R. doi:10.1126/science.aba6646.",
  "ISSN 0036-8075. PMID 32675358.",
  "S2CID 220548355. ^ \"Amazon soya and beef exports 'linked to deforestation'\". BBC News. 17 July 2020. ^ zu Ermgassen, Erasmus K. H. J.; Godar, Javier; Lathuillière, Michael J.; Löfgren, Pernilla; Gardner, Toby; Vasconcelos, André; Meyfroidt, Patrick (15 December 2020). \"The origin, supply chain, and deforestation risk of Brazil's beef exports\".",
  "Proceedings of the National Academy of Sciences. 117 (50): 31770–31779.",
  "doi:10.1073/pnas.2003270117. PMC 7749302. PMID 33262283. ^ McCoy, Terrence; Ledur, Júlia. \"How Americans' love of beef is helping destroy the Amazon rainforest\". Washington Post.",
  "Retrieved 27 May 2022. ^ Steinfeld, Henning; Gerber, Pierre; Wassenaar, Tom; Castel, Vincent; Rosales, Mauricio; de Haan, Cees (2006), Livestock's Long Shadow: Environmental Issues and Options (PDF), Rome: FAO ^ \"FAO – News Article: Food systems account for more than one third of global greenhouse gas emissions\".",
  "www.fao.org. Retrieved 22 April 2021. {{cite news}}: Cite has empty unknown parameter: |1= (help) ^ Crippa, M.; Solazzo, E.; Guizzardi, D.; Monforti-Ferrario, F.; Tubiello, F. N.; Leip, A. (March 2021). \"Food systems are responsible for a third of global anthropogenic GHG emissions\". Nature Food.",
  "2 (3): 198–209. doi:10.1038/s43016-021-00225-9.",
  "ISSN 2662-1355. ^ Manceron, Stéphane; Ben-Ari, Tamara; Dumas, Patrice (July 2014). \"Feeding proteins to livestock: Global land use and food vs. feed competition\". OCL. 21 (4): D408. doi:10.1051/ocl/2014020.",
  "ISSN 2272-6977. ^ Steinfeld, H.; Opio, C. (2010).",
  "\"The availability of feeds for livestock: Competition with human consumption in present world\" (PDF). Advances in Animal Biosciences. 1 (2): 421. doi:10.1017/S2040470010000488. ^ \"Lebensmittel aus dem Labor könnten der Umwelt helfen\". www.sciencemediacenter.de. Retrieved 16 May 2022.",
  "^ Sánchez-Muros, María-José; Barroso, Fernando G.; Manzano-Agugliaro, Francisco (15 February 2014). \"Insect meal as renewable source of food for animal feeding: a review\".",
  "Journal of Cleaner Production. 65: 16–27. doi:10.1016/j.jclepro.2013.11.068. ISSN 0959-6526. ^ \"Lab-grown meat and insects 'good for planet and health'\". BBC News.",
  "25 April 2022. Retrieved 25 April 2022.",
  "^ \"Incorporation of novel foods in European diets can reduce global warming potential, water use and land use by over 80%\". Nature Food. 25 April 2022. Retrieved 25 April 2022. ^ Schiermeier, Quirin (August 8, 2019). \"Eat less meat: UN climate change report calls for change to human diet\".",
  "Nature. Retrieved August 9, 2019.",
  "^ \"Meat consumption must fall by at least 75% for sustainable consumption, says study\". University of Bonn. Retrieved 12 May 2022. ^ Gompper, Matthew E. (2013). \"The dog–human–wildlife interface: assessing the scope of the problem\". In Gompper, Matthew E.",
  "(ed.). Free-Ranging Dogs and Wildlife Conservation.",
  "Oxford University Press. pp. 9–54. ISBN 978-0191810183. ^ Lescureux, Nicolas; Linnell, John D.C. (2014). \"Warring brothers: The complex interactions between wolves (Canis lupus) and dogs (Canis familiaris) in a conservation context\".",
  "Biological Conservation. 171: 232–245.",
  "doi:10.1016/j.biocon.2014.01.032. ^ Lord, Kathryn; Feinstein, Mark; Smith, Bradley; Coppinger, Raymond (2013). \"Variation in reproductive traits of members of the genus Canis with special attention to the domestic dog (Canis familiaris)\". Behavioural Processes. 92: 131–142. doi:10.1016/j.beproc.2012.10.009.",
  "PMID 23124015. S2CID 9748685.",
  "^ d’Adda, Giovanna; Gao, Yu; Tavoni, Massimo (April 2022). \"A randomized trial of energy cost information provision alongside energy-efficiency classes for refrigerator purchases\". Nature Energy. 7 (4): 360–368. Bibcode:2022NatEn...7..360D. doi:10.1038/s41560-022-01002-z.",
  "ISSN 2058-7546. S2CID 248033760.",
  "^ Mulka, Angela (21 April 2022). \"Apps for Earth Day: 5 options to keep your green goals\". SFGATE. Retrieved 26 May 2022. ^ Asikis, Thomas; Klinglmayr, Johannes; Helbing, Dirk; Pournaras, Evangelos (2021). \"How value-sensitive design can empower sustainable consumption\".",
  "Royal Society Open Science. 8 (1): 201418. arXiv:2004.09180.",
  "Bibcode:2021RSOS....801418A. doi:10.1098/rsos.201418. PMC 7890503. PMID 33614080. ^ Grunert, Klaus G.; Hieke, Sophie; Wills, Josephine (1 February 2014). \"Sustainability labels on food products: Consumer motivation, understanding and use\".",
  "Food Policy. 44: 177–189.",
  "doi:10.1016/j.foodpol.2013.12.001. ISSN 0306-9192. ^ \"Certification schemes such as FSC are greenwashing forest destruction\". Greenpeace Africa. Retrieved 26 May 2022. ^ Cazzolla Gatti, Roberto; Velichevskaya, Alena (10 November 2020).",
  "\"Certified \"sustainable\" palm oil took the place of endangered Bornean and Sumatran large mammals habitat and tropical forests in the last 30 years\". Science of the Total Environment.",
  "742: 140712. Bibcode:2020ScTEn.742n0712C. doi:10.1016/j.scitotenv.2020.140712. ISSN 0048-9697. PMID 32721759. S2CID 220852123.",
  "Retrieved 16 August 2020. ^ Panzone, Luca A.; Ulph, Alistair; Zizzo, Daniel John; Hilton, Denis; Clear, Adrian (1 September 2021).",
  "\"The impact of environmental recall and carbon taxation on the carbon footprint of supermarket shopping\" (PDF). Journal of Environmental Economics and Management. 109: 102137. doi:10.1016/j.jeem.2018.06.002. ISSN 0095-0696. ^ a b \"Ordering from a local store can curb online shopping's CO₂ emissions\". Science News.",
  "26 February 2020. Retrieved 28 May 2022.",
  "^ a b Nansai, Keisuke; Tohno, Susumu; Chatani, Satoru; Kanemoto, Keiichiro; Kagawa, Shigemi; Kondo, Yasushi; Takayanagi, Wataru; Lenzen, Manfred (2 November 2021). \"Consumption in the G20 nations causes particulate air pollution resulting in two million premature deaths annually\". Nature Communications. 12 (1): 6286. Bibcode:2021NatCo..12.6286N. doi:10.1038/s41467-021-26348-y.",
  "ISSN 2041-1723. PMC 8563796.",
  "PMID 34728619. ^ www.epc.eu https://www.epc.eu/en/events/Digitalisation-for-a-circular-economy-A-driver~30dbd0. Retrieved 26 May 2022. {{cite web}}: Missing or empty |title= (help) ^ Andrés Cala (18 November 2014), \"Emissions Loophole Stays Open in E.U. \", The New York Times, retrieved 1 April 2015 ^ Abnett, Kate (16 March 2022). \"EU countries support plan for world-first carbon border tariff\".",
  "Reuters. Retrieved 26 May 2022.",
  "^ \"Air pollution from G20 consumers caused two million deaths in 2010\". New Scientist. Retrieved 11 December 2021. ^ a b Gardner, T. A.; Benzie, M.; Börner, J.; Dawkins, E.; Fick, S.; Garrett, R.; Godar, J.; Grimard, A.; Lake, S.; Larsen, R. K.; Mardas, N.; McDermott, C. L.; Meyfroidt, P.; Osbeck, M.; Persson, M.; Sembres, T.; Suavet, C.; Strassburg, B.; Trevisan, A.; West, C.; Wolvekamp, P. (1 September 2019). \"Transparency and sustainability in global commodity supply chains\". World Development.",
  "121: 163–177. doi:10.1016/j.worlddev.2018.05.025.",
  "ISSN 0305-750X. PMC 6686968. PMID 31481824. S2CID 49584357. ^ Nepstad, Daniel; McGrath, David; Stickler, Claudia; Alencar, Ane; Azevedo, Andrea; Swette, Briana; Bezerra, Tathiana; DiGiano, Maria; Shimada, João; Seroa da Motta, Ronaldo; Armijo, Eric; Castello, Leandro; Brando, Paulo; Hansen, Matt C.; McGrath-Horn, Max; Carvalho, Oswaldo; Hess, Laura (6 June 2014). \"Slowing Amazon deforestation through public policy and interventions in beef and soy supply chains\".",
  "Science. 344 (6188): 1118–1123.",
  "Bibcode:2014Sci...344.1118N. doi:10.1126/science.1248525. PMID 24904156. S2CID 206553761. ^ Nolte, Christoph; le Polain de Waroux, Yann; Munger, Jacob; Reis, Tiago N. P.; Lambin, Eric F. (1 March 2017). \"Conditions influencing the adoption of effective anti-deforestation policies in South America's commodity frontiers\".",
  "Global Environmental Change. 43: 1–14.",
  "doi:10.1016/j.gloenvcha.2017.01.001. ISSN 0959-3780. ^ McAlpine, C. A.; Etter, A.; Fearnside, P. M.; Seabrook, L.; Laurance, W. F. (1 February 2009). \"Increasing world consumption of beef as a driver of regional and global change: A call for policy action based on evidence from Queensland (Australia), Colombia and Brazil\". Global Environmental Change. 19 (1): 21–33.",
  "doi:10.1016/j.gloenvcha.2008.10.008. ISSN 0959-3780.",
  "^ a b Bager, Simon L.; Persson, U. Martin; Reis, Tiago N. P. dos (19 February 2021). \"Eighty-six EU policy options for reducing imported deforestation\". One Earth. 4 (2): 289–306. Bibcode:2021OEart...4..289B. doi:10.1016/j.oneear.2021.01.011.",
  "ISSN 2590-3330. S2CID 233930831.",
  "^ Abnett, Kate (9 December 2021). \"EU passes first chunk of green investment rules, contentious sectors still to come\". Reuters. Retrieved 24 March 2022. ^ \"The Latch Teams With SunCorp To Launch New Storefront To Help Shoppers Make Sustainable Choices\". B&T.",
  "3 May 2022. Retrieved 26 May 2022.",
  "^ Oswald, Yannick; Owen, Anne; Steinberger, Julia K. (March 2020). \"Large inequality in international and intranational energy footprints between income groups and across consumption categories\" (PDF). Nature Energy. 5 (3): 231–239. Bibcode:2020NatEn...5..231O. doi:10.1038/s41560-020-0579-8.",
  "ISSN 2058-7546. S2CID 216245301.",
  "^ Fuso Nerini, Francesco; Fawcett, Tina; Parag, Yael; Ekins, Paul (16 August 2021). \"Personal carbon allowances revisited\". Nature Sustainability. 4 (12): 1025–1031. doi:10.1038/s41893-021-00756-w. ISSN 2398-9629. ^ Koch, Max; Buch-Hansen, Hubert; Fritz, Martin (1 August 2017).",
  "\"Shifting Priorities in Degrowth Research: An Argument for the Centrality of Human Needs\". Ecological Economics.",
  "138: 74–81. doi:10.1016/j.ecolecon.2017.03.035. ISSN 0921-8009. ^ a b Hoehn, Daniel; Laso, Jara; Margallo, María; Ruiz-Salmón, Israel; Amo-Setién, Francisco José; Abajas-Bustillo, Rebeca; Sarabia, Carmen; Quiñones, Ainoa; Vázquez-Rowe, Ian; Bala, Alba; Batlle-Bayer, Laura; Fullana-i-Palmer, Pere; Aldaco, Rubén (January 2021). \"Introducing a Degrowth Approach to the Circular Economy Policies of Food Production, and Food Loss and Waste Management: Towards a Circular Bioeconomy\". Sustainability.",
  "13 (6): 3379. doi:10.3390/su13063379. ISSN 2071-1050.",
  "^ Murphy, Mary P. (November 2013). \"Translating Degrowth into Contemporary Policy Challenges: A Symbiotic Social Transformation Strategy\" (PDF). Irish Journal of Sociology. 21 (2): 76–89. doi:10.7227/IJS.21.2.6. ISSN 0791-6035.",
  "S2CID 56085976. ^ a b \"Saving the Planet: Translating Degrowth into Everyday Life by Reframing Consumption as Savings Toward Meaningful Goals\" (PDF).",
  "Retrieved 28 May 2022. ^ Bodirsky, Benjamin Leon; Chen, David Meng-Chuen; Weindl, Isabelle; Soergel, Bjoern; Beier, Felicitas; Molina Bacca, Edna J.; Gaupp, Franziska; Popp, Alexander; Lotze-Campen, Hermann (May 2022). \"Integrating degrowth and efficiency perspectives enables an emission-neutral food system by 2100\". Nature Food. 3 (5): 341–348. doi:10.1038/s43016-022-00500-3.",
  "ISSN 2662-1355. S2CID 248848530.",
  "^ Lenzen, Manfred; Keyβer, Lorenz; Hickel, Jason (May 2022). \"Degrowth scenarios for emissions neutrality\". Nature Food. 3 (5): 308–309. doi:10.1038/s43016-022-00516-9. S2CID 248845780.",
  "Retrieved 27 May 2022. ^ a b c Heikkurinen, Pasi; Lozanoska, Jana; Tosi, Pierre (20 February 2019).",
  "\"Activities of degrowth and political change\". Journal of Cleaner Production. 211: 555–565. doi:10.1016/j.jclepro.2018.11.119. hdl:10138/322065. ISSN 0959-6526.",
  "S2CID 158597472. ^ Network, Sarah DeWeerdt for Conservation magazine, part of the Guardian Environment (17 February 2016).",
  "\"How green is online shopping?\". The Guardian. Retrieved 28 May 2022. ^ Hobson, Kersty; Lynch, Nicholas (September 2016). \"Diversifying and de-growing the circular economy: Radical social transformation in a resource-scarce world\". Futures.",
  "82: 15–25. doi:10.1016/j.futures.2016.05.012.",
  "^ Matthies, Aila‐Leena; Peeters, Jef; Hirvilammi, Tuuli; Stamm, Ingo (October 2020). \"Ecosocial innovations enabling social work to promote new forms of sustainable economy\". International Journal of Social Welfare. 29 (4): 378–389. doi:10.1111/ijsw.12423. ISSN 1369-6866.",
  "S2CID 219055760. ^ Fauré, Eléonore; Svenfelt, Åsa; Finnveden, Göran; Hornborg, Alf (November 2016).",
  "\"Four Sustainability Goals in a Swedish Low-Growth/Degrowth Context\". Sustainability. 8 (11): 1080. doi:10.3390/su8111080. ISSN 2071-1050. ^ Ross, A., Modern Interpretations of Sustainable Development, Journal of Law and Society, Mar., 2009, Vol. 36, No.",
  "1, Economic Globalization and Ecological Localization: Socio-legal Perspectives (Mar., 2009), pp. 32-54 ^ a b c d \"Sustainable Consumption Governance: A History of - ProQuest\".",
  "www.proquest.com. ProQuest 198357968. Retrieved 2020-12-08. ^ a b \"United Nations Conference on Environment & Development\" (PDF). Sustainable Development. ^ Perrels, Adriaan (2008-07-01).",
  "\"Wavering between radical and realistic sustainable consumption policies: in search for the best feasible trajectories\". Journal of Cleaner Production.",
  "The Governance and Practice of Change of Sustainable Consumption and Production. 16 (11): 1203–1217. doi:10.1016/j.jclepro.2007.08.008. ISSN 0959-6526. ^ Meier, Lars; Lange, Hellmuth, eds. (2009).",
  "The New Middle Classes. doi:10.1007/978-1-4020-9938-0.",
  "ISBN 978-1-4020-9937-3. ^ Lorek, Sylvia; Fuchs, Doris (2013). \"Strong Sustainable Consumption Governance - Precondition for a Degrowth Path?\". Journal of Cleaner Production. 38: 36–43. doi:10.1016/j.jclepro.2011.08.008.",
  "^ Fuchs, Doris; Lorek, Sylvia (2005). \"Sustainable Consumption Governance: A History of Promises and Failures\".",
  "Journal of Consumer Policy. 28 (3): 261–288. doi:10.1007/s10603-005-8490-z. S2CID 154853001. ^ Young, William (2010). \"Sustainable Consumption: Green Consumer Behaviour when Purchasing Products\" (PDF).",
  "Sustainable Development (18): 20–31. ^ a b c \"Reframing History: The Litter Myth : Throughline\".",
  "NPR.org. Retrieved 2020-12-08. ^ Ruby, Matthew B.; Walker, Iain; Watkins, Hanne M. (2020). \"Sustainable Consumption: The Psychology of Individual Choice, Identity, and Behavior\". Journal of Social Issues. 76 (1): 8–18.",
  "doi:10.1111/josi.12376. ISSN 1540-4560.",
  "^ a b https://www.ucd.ie/quinn/media/businessschool/rankingsampaccreditations/profileimages/docs/consumermarketmonitor/CMM_Q1_2016.pdf \"Consumer Market Monitor | UCD Quinn School\" (PDF). www.ucd.ie. Retrieved 2020-12-08. {{cite web}}: Check |url= value (help) ^ \"Measurement and Determinants of Environmentally Significant Consumer Behavior\". ResearchGate. Retrieved 2020-12-08.",
  "^ Murphy, Fiona (2017-10-15). \"Austerity Ireland, the New Thrift Culture and Sustainable Consumption\".",
  "Journal of Business Anthropology. 6 (2): 158–174. doi:10.22439/jba.v6i2.5410. ISSN 2245-4217. ^ a b UN Goal 12: Ensure Sustainable Consumption and Production Patterns ^ United Nations. \"Agenda 21\" (PDF).",
  "^ Organisation for Economic Co-operation and Development (1997) Sustainable Consumption and Production, Paris: OECD. ^ United Nations Development Program (UNDP) (1998) Human Development Report, New York: UNDP.",
  "^ United Nations (UN) (2002) Plan of Implementation of the World Summit on Sustainable Development. In Report of the World Summit on Sustainable Development, UN Document A/CONF.199/20*, New York: UN. ^ United Nations Department of Social and Economic Affairs (2010) Paving the Way to Sustainable Consumption and Production. In Marrakech Process Progress Report including Elements for a 10-Year Framework of Programmes on Sustainable Consumption and Production (SCP). [online] Available at: http://www.unep.fr/scp/marrakech/pdf/Marrakech%20Process%20Progress%20Report%20-%20Paving%20the%20Road%20to%20SCP.pdf [Accessed: 6/11/2011]. ^ \"Third International Conference of the Sustainable Consumption Research and Action Initiative (SCORAI)\".",
  "CBS - Copenhagen Business School. 2018-03-07.",
  "Retrieved 2020-02-21. ^ Kaube, Jürgen. \"Sozialkreditsystem: Tugendpunkte in Bologna\". FAZ.NET (in German). Retrieved 28 May 2022. ^ Rosano, Francesco (29 March 2022).",
  "\"Bologna, la «patente digitale» per i cittadini virtuosi: punti e premi. E un'app con tutti i servizi\".",
  "Corriere di Bologna (in Italian). Retrieved 28 May 2022. External links[edit] vteSustainability Outline Index Principles Anthropocene Earth system governance Ecological modernization Environmental governance Environmentalism Global catastrophic risk Human impact on the environment Planetary boundaries Social sustainability Stewardship Sustainable development Consumption Anthropization Anti-consumerism Circular economy Earth Overshoot Day Ecological footprint Ethical Micro-sustainability Over-consumption Simple living Steady-state economy Sustainability advertising Sustainability brand Sustainability marketing myopia Sustainable Systemic change resistance Tragedy of the commons World population Birth control Demographic transition Family planning Control Sustainable population Women's education and empowerment Technology Appropriate Environmental Natural building Biodiversity Biosecurity Biosphere Conservation biology Endangered species Holocene extinction Invasive species Energy Carbon footprint Climate change mitigation Conservation Descent Efficiency Electrification Emissions trading Fossil-fuel phase-out Peak oil Poverty Rebound effect Renewable Food Civic agriculture Community-supported agriculture Forest gardening Foodscaping Local Permaculture Security Sustainable agriculture Sustainable fishery Urban horticulture Vegetable box scheme Water Conservation Crisis Efficiency Footprint Reclaimed Sanitation Accountability Sustainability accounting Sustainability measurement Sustainability metrics and indices Sustainability reporting Standards and certification Sustainable yield Applications Organic movement Advertising Architecture Art Business City College programs Community Design Ecovillage Education for Sustainable Development Fashion Gardening Geopark Green marketing Industries Landscape architecture Living Low-impact development Sustainable market Organizations Packaging Practices Procurement Space Tourism Transport Urban drainage systems Urban infrastructure Urbanism Management Environmental Fisheries Forest Landscape Materials Natural resource Planetary Waste Agreements and conferences UN Conference on the Human Environment (Stockholm 1972) Brundtlandt Commission Report (1983) Our Common Future (1987) Earth Summit (1992) Rio Declaration on Environment and Development (1992) Agenda 21 (1992) Convention on Biological Diversity (1992) ICPD Programme of Action (1994) Lisbon Principles (1997) Kyoto Protocol (1997) Earth Charter (2000) UN Millennium Declaration (2000) Earth Summit 2002 (Rio+10, Johannesburg) UN Conference on Sustainable Development (Rio+20, 2012) Sustainable Development Goals (2015) Paris Agreement (2015) UN Ocean Conference (2017) Category Lists Science Studies Degrees vteEnvironmental social scienceFields Ecological anthropology Ecological economics Environmental anthropology Environmental crime Environmental economics Environmental communication Environmental history Environmental politics Environmental psychology Environmental sociology Human ecology Human geography Political ecology Regional science Related Agroecology Anthrozoology Behavioral geography Community studies Demography Design ecological environmental Ecological humanities Economics energy thermo Environmental education ethics law science studies Ethnobiology botany ecology zoology Forestry Industrial ecology Integrated geography Permaculture Rural sociology Sexecology Science, technology and society science studies Sustainability science studies Systems ecology Urban ecology geography metabolism studies Applied Architecture landscape sustainable Ecopsychology Engineering ecological environmental Green criminology Health environmental epidemiology occupational public Management environmental fisheries forest natural resource waste Planning environmental land use regional spatial urban Policy energy environmental Environment portal Category Concepts Degrees Journals Research institutes Scholars Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_consumption&oldid=1093647792\" Categories: Sustainability by subjectEthical consumerismEnvironmental mitigationEnvironmental social science conceptsHidden categories: CS1 maint: othersCS1 errors: empty unknown parametersCS1 errors: missing titleCS1 errors: bare URLCS1 errors: URLCS1 German-language sources (de)CS1 Italian-language sources (it)Wikipedia articles needing clarification from March 2022Wikipedia articles in need of updating from May 2022All Wikipedia articles in need of updatingArticles with excerptsAll articles with unsourced statementsArticles with unsourced statements from May 2022Wikipedia articles needing clarification from May 2022All articles needing additional referencesArticles needing additional references from May 2022Wikipedia articles with style issues from October 2017All articles with style issuesWikipedia articles needing clarification from September 2020 Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version Languages العربيةČeštinaDeutschEestiΕλληνικάEspañolFrançaisPolskiPortuguêsРусскийSlovenščinaSvenskaУкраїнськаTiếng Việt Edit links This page was last edited on 17 June 2022, at 23:59 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization."
]