[
  "Sustainable Development Goal 9 Sustainable Development Goal 9 Sustainable Development Goal 9 (Goal 9 or SDG 9) is about \"Industry, Innovation and Infrastructure\" and is one of the 17 Sustainable Development Goals adopted by the United Nations General Assembly in 2015. [1] SDG 9 aims to build resilient infrastructure, promote sustainable industrialization and foster innovation.",
  "[2] Sustainable Development Goal 9Mission statement\"Build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation\"Commercial?NoType of projectnon-profitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org SDG 9 has eight targets, and progress is measured by twelve indicators. The first five targets are \"outcome targets\": Develop sustainable, resilient and inclusive infrastructures; promote inclusive and sustainable industrialization; increase access to financial services and markets; upgrade all industries and infrastructures for sustainability; enhance research and upgrade industrial technologies. The remaining three targets are \"means of achieving\" targets: Facilitate sustainable infrastructure development for developing countries; support domestic technology development and industrial diversification; universal access to information and communications technology. The goal has interlinkages with other SDGs. [3] While industrialization is connected to SDG 8 (decent work and economic growth) and SDG 11 (sustainable cities and communities), innovation and new skills development will help realise SDG 2 (zero hunger), SDG 6 (clean water and sanitation), SDG 7 (affordable and clean energy) and SDG 11 (sustainable cities and communities). [4] In 2019, 14% of the world's workers were employed in manufacturing activities.",
  "This percentage has not changed much since 2000. The share of manufacturing employment was the largest in Eastern and South-Eastern Asia (18 percent) and the smallest in sub-Saharan Africa (6 percent).",
  "[5] Millions of people are still unable to access the internet due to cost, coverage, and other reasons. [6] It is estimated that just 53.4% of the world's population are currently internet users. [7] Estimates suggest that by the end of 2020, the world will have reached just 57% global internet use and 23% in least developed countries, missing target 9.c by a wide margin. [8] Background The aim of attaining inclusive and sustainable industrialization is to \"unleash dynamic and competitive economic forces that generate employment and income\". [9] This goal includes striving for resilience (engineering and construction) and urban resilience. SDG 9 recognizes that humanity's ability to connect and communicate effectively, move people and things efficiently, and develop new skills, industries and technology, is crucial in overcoming the many interlinked economic, social and environmental challenges in the 21st century.",
  "[10] In order to have a successful community, a functioning and strong infrastructure has to be in place as its basic requirement. [11] SDG 9 is all about promoting innovative and sustainable technologies and ensuring equal and universal access to information and financial markets.",
  "[11] The technological development in infrastructure is what gives rise to a sustainable Society. [11] This is expected to create prosperity and jobs, and build stable and prosperous societies across the globe. [11] The key emphasis is on developing reliable and sustainable infrastructural solutions that support economic development as well as human well-being, while also ensuring financial affordability. [12] This goal aims at ensuring every society in the world possess good infrastructure. [11] Achieving SDG 9 will require significant financing and political will. Key challenges include improving internet access in developing countries, inadequate transport, (particularly in land-locked developing countries) and the disparity of Research and Development investment and the number of researchers in developing countries when compared to developed countries.",
  "[13] Targets, indicators and progress Further information: List of SDG targets and indicators Train system in Spain The United Nations believes: \"Everyone can help to make sure that we meet the Global Goals.\" The following are the eight targets to create action, build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation.",
  "[12] Each target includes one or more indicators that measure the achieved progress. [12] Target 9.1: Develop sustainable, resilient and inclusive infrastructures World map for Indicator 9.1.2 in 2014: Railways, passengers carried (passenger-km)[14] The full text of Target 9.1 is: \"Develop quality, reliable, sustainable and resilient infrastructure, including regional and trans-border infrastructure, to support economic development and human well-being, with a focus on affordable and fair access for all\". [15] This target has two indicators:[9] Indicator 9.1.1: \"Proportion of the rural population who live within 2 km of an all-season road\" Indicator 9.1.2: \"Passenger and freight volumes, by mode of transport\" International air passenger numbers, railway passenger-kilometers and air freight ton-kilometers indicators by country are available. Target 9.2: Promote inclusive and sustainable industrialization SDG Indicator 9.2.1 Map as at 2017: Manufacturing's value added to GDP (in %). SDG Indicator 9.2.2 as at 2017: Industry employment (% of total employment). World map for Indicator 9.1.2 in 2017: Air transport, freight(ton-km)[14] The full text of Target 9.2 is \"Promote inclusive and sustainable industrialization, and by 2030, to raise significantly the industry's share of employment and GDP in line with national circumstances as well as to double its share in least developed countries\"[15] This target has two indicators:[9] Indicator 9.2.1: \"Manufacturing value added as a proportion of GDP and per capita\" Indicator 9.2.2: \"Manufacturing employment as a proportion of total employment\" Manufacturing is a major source of employment.",
  "In 2016, the least developed countries had less \"manufacturing value added per capita.\" The figure for Europe and North America was US$4,621, compared to about $100 in the least developed countries.",
  "[16] The manufacturing of high-tech products contributes 80 percent to total manufacturing output in industrialized economies but barely 10% in the least developed countries. In 2019, 14% of the world's workers were employed in manufacturing activities. This percentage has not changed much since 2000. The share of manufacturing employment was the largest in Eastern and South-Eastern Asia (18 percent) and the smallest in sub-Saharan Africa (6 percent). [5] The industry employment in the world hasn't drastically changed. In 1991, the industry employment made up around 21% of total employment in the world, while in 2017, the industry employment made up 22% of total employment in the world.",
  "[14] Manufacturing employment is growing mostly in developing countries, while it declines in developed countries. In Germany, the manufacturing employment made up 47% of total employment in 1991, while it declined to 27% of total employment in 2017.",
  "[14] In Kenya, the manufacturing employment made up 6% of total employment and has grown by two percent points to 8% in 2017. [14] Global growth in manufacturing had already steadily declined even before the outbreak of COVID-19 Pandemic. The pandemic is hitting manufacturing industries hard and causing disruptions in global value chains and the supply of products. [12] The aviation industry has been the most hit with a reduction of travel passengers by 51% in 2020. [17] Target 9.3: Increase access to financial services and markets The full text of Target 9.3 is: \"Increase the access of small-scale industrial and other enterprises, particularly in developing countries, to financial services including affordable credit and their integration into value chains and markets\". [15] This target has two indicators:[9] Indicator 9.3.1: \"Proportion of small-scale industries in total industry value added\" Indicator 9.3.2: \"Proportion of small-scale industries with a loan or line of credit\" According to surveys covering the period from 2010 to the present, in developing countries, 34% of small-scale industries benefit from loans or lines of credit, which enable them to integrate into local and global value chains.",
  "However, only 22% of small-scale industries in sub-Saharan Africa received loans or lines of credit, compared with 48% in Latin America and the Caribbean. [5] Target 9.4: Upgrade all industries and infrastructures for sustainability SDG Indicator 9.4.1 as at 2016: Carbon emission intensity of economies The full text of Target 9.4 is: \"By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities\".",
  "[15] This target has one Indicator: Indicator 9.4.1 is the \"CO2 emissions per unit of value added. \"[9] This indicator is measured as kilograms of Carbon dioxide (CO2) emitted per dollar of GDP. [9] After three years of stability, global carbon dioxide emissions from fuel combustion started to rise again in 2017, reaching 32.8 billion tons, supported by economic growth and a slowdown of efficiency improvements. [5] However, the intensity of global carbon dioxide emissions has declined by nearly one quarter since 2000, showing a general decoupling of carbon dioxide emissions from GDP growth. [5] The same trend was visible in manufacturing industries after 2010, with global manufacturing intensity falling at an average annual rate of 3% until 2017. Globally, investment in research and development as a proportion of GDP.",
  "[5] Target 9.5: Enhance research and upgrade industrial technologies SDG Indicator 9.5.1 Map as at 2015: Spending on research and development as share of GDP. The full text of Target 9.5 is \"Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending.",
  "\"[15] This target has two indicators:[9] Indicator 9.5.1: \"Research and development expenditure as a proportion of GDP\" Indicator 9.5.2: \"Number of Researchers (in full-time equivalent) per million inhabitants\" The number of researchers per 1 million inhabitants increased, from 1,018 in 2010 to 1,198 in 2017, ranging widely, from 3,707 in Europe and Northern America to only 99 in sub-Saharan Africa. [5] In addition, women represented only 30% of global researchers. [5] Universally, investment in research and development as a proportion of GDP increased, from 1.5% in 2000 to 1.7 per cent in 2015, and remained almost unchanged in 2017, but was only less than 1% in developing regions. [5]International airport in Trujillo, Peru Target 9.a: Facilitate sustainable infrastructure development for developing countries The full text of Target 9.a is: \"Facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and Small Island Developing States. \"[15] This target has one Indicator: Indicator 9.a.1 is the \"Total official international support (official development assistance plus other official flows) to infrastructure\". [9] SDG Indicator 9.A.1 Map as at 2017: Total official flows for infrastructure, by recipient Total official flows for economic infrastructure in developing countries reached $61 billion in 2018, an increase of 33% in real terms from 2010.",
  "The main sectors assisted were transport ($22.8 billion) and energy ($20.3 billion). [5] Target 9.b: Support domestic technology development and industrial diversification World map for indicator 9.c.1 in 2017: Share of the population using the Internet[14] The full text of Target 9.b is: \"Support domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities\".",
  "[15] This target has one Indicator: Indicator 9.b.1 is the \"Proportion of medium and high-tech industry value added in total value added. [9] Higher values indicate that a country's industrial sector is more focused on high-tech and innovation products\". [9] As at 2017, the share of medium-high and high-technology goods in world manufacturing production reached nearly 45%. Medium-high and high-technology products continued to dominate manufacturing production in developed regions, reaching 49% in 2017, compared with 9 per cent in least developed countries. Target 9.c: Universal access to information and communications technology The full text of Target 9.c is: \"Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020\". [15] This target has one Indicator: Indicator 9.c.1 is the \"Proportion of population covered by a mobile network, by technology.",
  "\"[9] There are two technology types featured for this indicator: The number of mobile cellphone subscriptions (per 100 people), and the share of a given population using the internet (on any device). [9] Mobile-cellular signal coverage is this target's indicator and has improved a great deal.",
  "In previously \"unconnected\" areas of the globe, 85 percent of people now live in covered areas. Planet-wide, 95% of the population was covered in 2017. [16] As at 2020, nearly the entire world population lives in an area covered by a mobile network. [5] It is estimated that, in 2019, 97% thereof was covered by at least a 2G network, with 82% percent covered by at least a long-term evolution network. [5] There are many parts of the world that still lack access to mobile broadband networks (16%), and infrastructure places an outsized economic constraint on developing countries. Millions of people are still unable to access the internet due to cost, coverage, and other reasons.",
  "[6] It is estimated that just 53% of the world's population are currently internet users. [7] Estimates suggest that by the end of 2020, the world will have reached just 57% global internet use and 23% in least developed countries, missing target 9.c by a wide margin.",
  "[8] Although ensuring universal Internet access remains a goal itself, there is increasing evidence that digitization and datafication of society and economy might contribute to achieving other SDGs as well. Custodian agencies The custodian agencies are responsible for data gathering and reporting on the indicators. They are:[18] For Indicator 9.1.1: World Bank (WB) For Indicator 9.1.2: International Civil Aviation Organization (ICAO) and International Transport Forum-Organisation for Economic Co-operation and Development (ITF-OECD) Both indicators under Target 9.2 and for Indicator 9.3.1 and Indicator 9.b.1: United Nations Industrial Development Organization (UNIDO). For Indicator 9.3.2: United Nations Industrial Development Organization (UNIDO) and World Bank (WB) For the two indicator under Target 9.4:United Nations Industrial Development Organization (UNIDO) and International Energy Agency (IEA) For the two Indicators under Target 9.5: UNESCO Institute for Statistics (UNESCO-UIS) For Indicator 9.a.1: Organisation for Economic Co-operation and Development (OECD) For Indicator 9.c.1: International Telecommunication Union (ITU) Monitoring High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General, the most recent one is from April 2020. [5] The report before that was from May 2019. [19] Updates and progress can also be found on the SDG website that is managed by the United Nations.",
  "[9] Links with other SDGs SDG 9 like every other SDGs are interwoven with others. These partnerships and tools are indicative of the importance that organizations and governments are placing on, inter alia, innovation and digital connectivity, and on advancing the SDGs, particularly SDG 9.",
  "[20] In addition, such partnerships are critical to ensure that the SDGs are implemented in all parts of the globe, especially in more vulnerable regional and countries, such as Africa and the least developed countries. [20] Achieving SDG 4 will promote research in the field of sustainable energy, industry, and infrastructure and will help develop new breakthroughs in research of technology geared towards achieving Sustainability. [21] In addition, resilient infrastructure, promoting inclusive and sustainable industrialization, and fostering innovation contribute to SDG 8, decent work and economic growth. Organizations UN system United Nations Industrial Development Organization (UNIDO) World Bank (WB) International Civil Aviation Organization (ICAO) International Transport Forum-Organisation for Economic Co-operation and Development (ITF-OECD) International Energy Agency (IEA) UNESCO Institute for Statistics (UNESCO-UIS) Organisation for Economic Co-operation and Development (OECD) International Telecommunication Union (ITU) NGOs and others The following NGOs and other organizations are helping to achieve SDG 9: Construction for change works with builders and architects to create a systematic and sustainable structure that meets the needs of the local organization. [22] International Institute for sustainable development is an NGO working to create a world where people and the planet flourish. [23] it helps in building resilient infrastructure and transforming energy systems and getting to support sustainable development.",
  "[22] Challenges Impact of Covid-19 pandemic Even before the COVID-19 pandemic began in 2020, the world manufacturing growth was said to be declining. [24] The pandemic hit industries hard and caused disruptions in value chains of goods and their supply, and has affected the digitization of business and services such as video conferencing, healthcare, teleworking etc.",
  "[25] Besides, the pandemic has also hit the air transport industry, as border closures and limited international seating capacity have resulted in estimated losses in the millions. [5] Its also important to note that countries that had been on track on sdg 9 had an advantage when the pandemic hit because with smartphones and internet connections there was easier access to communication to enforce the containment measures. [26] References \"The 2030 Agenda for Sustainable Development and the SDGs\". European Commission Environment. Retrieved 2020-09-25. \"2017 HLFP Thematic Review of SDG-9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\" (PDF).",
  "2017. \"Goal 9: Industry, Innovation and Infrastructure â\u0080\u0093 SDG Tracker\".",
  "Our World in Data. Retrieved 2020-09-25. Hub, IISD's SDG Knowledge. \"Policy Brief: How Can Progress on Infrastructure, Industry and Innovation Contribute to Achieving the SDGs? | SDG Knowledge Hub | IISD\". Retrieved 2020-09-25.",
  "United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 Policy, Privacy; Accessibility; Rss; Map, Site. \"2019 Affordability Report\".",
  "Alliance for Affordable Internet. Retrieved 2020-09-25. \"Press Release\". www.itu.int. Retrieved 2020-09-25. Best, Carlos Iglesias, Dhanaraj Thakur, Michael L. \"Are We Losing Momentum?\".",
  "cacm.acm.org. Retrieved 2020-09-25.",
  "\"Goal 9: Build resilient infrastructure, promote sustainable industrialization and foster innovation\". United Nations. Retrieved 5 September 2020. \"SDG Series: Sustainable Development Goal 9\". Business Newsroom. 2019-07-09.",
  "Retrieved 2020-09-25. \"9: Industries Innovation and Infrastrusture\".",
  "The Global Goals for Sustainable Development. Retrieved 5 September 2020. \"Goal 9: Industry Innovation and Infrastructure\". United Nations Development Program (UNDP). Retrieved 6 September 2020. \"2017 HLFP Thematic Review of SDG-9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\" (PDF).",
  "2017. Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\"",
  "(SDG 9) SDG-Tracker.org, website United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) \"Progress of Goal 9 in 2017\". Sustainable Development Knowledge Platform. 16 November 2017. Retrieved 16 November 2017. \"The sustainable development report 2020\" (PDF). \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF).",
  "United Nations, Geneva\" (PDF). United Nations Economic Commission for Europe.",
  "Retrieved September 22, 2020. United Nations Economic and Social Council (2019) Special edition: progress towards the Sustainable Development Goals, Report of the Secretary-General (E/2019/68), High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (8 May 2019) \"Infrastructure Industry and Innovation\". \"Education for Sustainable Development\". \"NGOs-leading-SDGs-Sustainable-Brands.pdf\" (PDF). \"International Institute for Sustainable Development\". International Institute for Sustainable Development.",
  "Retrieved 2020-09-24. \"Sustainable Transport and COVID-19: Response and Recovery DAY 1 .:.",
  "Sustainable Development Knowledge Platform\". sustainabledevelopment.un.org. Retrieved 2020-09-24. Martin. \"Infrastructure and Industrialization\". United Nations Sustainable Development.",
  "Retrieved 2020-09-24. \"Sustainable Development Outlook 2020: Achieving SDGs in the wake of COVID-19: Scenarios for policymakers\"."
]