[
  "\n\n\n\n\n\n\n\n\n\nEnvironment - Apple\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\t\tEnvironment\n\t\t\t\t\t\t\t\t\n\n\n\n\n2021 Progress Report (PDF) access now\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe’re carbon neutral. And by 2030, every product you love will be too. ",
  "How it’s designed. How it’s made. How it’s shipped. How it’s used. How it’s recycled. Apple  has a plan. ",
  "Watch the film\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\nEarth won’t wait. Neither will we. ",
  "Find out more\n\n\n\n\n\n\n\n\n\nOur plan to reach carbon neutrality by 2030. Designing for low carbon. We’re making products with more recycled materials and working to reduce the amount of energy these devices use. Increasing energy efficiency. We’re using energy more efficiently across retail stores, offices, data centers, and manufacturing sites. Using renewable energy. ",
  "We’re committed to transitioning our entire manufacturing supply chain to 100% renewable electricity generated from solar, wind, and other renewable projects. Avoiding direct emissions. ",
  "We’re innovating the processes in our facilities and supply chain to avoid greenhouse gas emissions. Investing in nature-based solutions. We’re investing in working forests and ecosystem restoration in ways that respect communities and remove carbon from the atmosphere. Using electricity from renewable sources to make Apple Products\nFind out why\n\n\n\n\n\n\n\n\n\nClean energy is no longer optional. The biggest part of our carbon footprint comes from the electricity used to build the products you love. By switching to clean energy across our supply chain, we can erase the majority of that footprint. ",
  "Since 2015, Apple’s Supplier Clean Energy Program has helped our manufacturing suppliers transition to renewable electricity generated from solar, wind, and other renewable projects. And by 2030, all our products will be made with 100% clean energy. ",
  "110+More than 110 Apple suppliers have committed to clean energy. 4GWWe’ve added over 4 gigawatts of renewable electricity online to our supply chain. 8.6MMTRenewable energy brought online to our supply chain has helped avoid over 8 million metric tons of carbon emissions. In the fight against climate change, every voice matters. Find out why\n\n\n\n\n\n\n\n\n\nClimate solutions can help dismantle systemic barriers. Communities of color around the world often bear the greatest impact of climate change. ",
  "But environmental solutions can help advance equity for these communities. Apple’s Impact Accelerator supports Black- and Brown‑owned businesses and innovations that can also drive positive outcomes in our supply chain. ",
  "The Impact Accelerator is part of our Racial Equity and Justice Initiative (REJI), which focuses on efforts that address education, economic equality, and criminal justice reform in the United States. REJI’s Impact Accelerator can help bring opportunity to Black and Brown businesses while creating innovative solutions to climate change. iPhone has guts. Find out more\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\niPhone is 100% committed to using 100% recycled materials. iPhone relies on the availability of high-quality materials. Our goal is to one day source all of these valuable resources only from renewable and recycled alternatives. ",
  "We’ve recently transitioned to 100% recycled gold in the plating of the main logic board and the wire in the front camera and rear cameras. We now use 100% recycled rare earth elements in all magnets, 100% recycled tungsten in the Taptic Engine, and 100% recycled tin in the solder of the main logic board and battery management unit. ",
  "We’ve also redesigned the packaging to create an unboxing experience that’s better for the environment, and just as delightful for you. 90%iPhone 13 packaging uses 90% less plastic than iPhone 6s packaging.1\n\n\n2.6MMT2.6 million metric tons of mined rock equivalent have been avoided by using recycled content in iPhone 13.2\n\n\n\n\n\n\n\n\n\nOur products use less power. That’s powerful. Find out why\n\n\n\n\n\n\n\n\n\nEnergy-saving products reduce our carbon footprint. And yours. Product energy use makes up 19% of our carbon footprint and affects the carbon footprint of each customer. ",
  "Designing products that require less energy is one of the major ways we can lower their carbon impact, even as they’re being used. Innovations in energy efficiency in one product can influence another. ",
  "When you multiply these improvements by all the Apple devices in the world, you’ll see the difference it can make. 70%In 12 years, we’ve reduced average product energy use by more than 70%. 63%iPad (9th generation) consumes 63% less energy than the ENERGY STAR® requirement. We’re investing in some wild ideas for carbon removal. Find out how\n\n\n\n\n\n\n\n\n\nNature can help us get to neutral. Apple strives to bring our emissions down as low as possible. ",
  "But there are some emissions we can’t yet avoid. To remove unavoidable carbon emissions from the atmosphere, we are looking to nature‑based solutions. ",
  "With Conservation International (CI) and Goldman Sachs, we have created the $200 million Restore Fund to make investments in natural climate solutions while seeking to generate a financial return. The world’s forests, wetlands, and grasslands have an important role to play in achieving global climate targets. We’re already working with CI to naturally restore the degraded savannas of the Chyulu Hills in Kenya, demonstrate innovative new models with mangroves in coastal Colombia, and protect more Amazon rainforest from loss in the Rio Nieva Reserve Zone of northern Peru. All of these efforts combined will help sequester carbon and restore ecosystems while helping us along the way to our 2030 goal of carbon neutrality. 2BOver 2 billion acres of restored savanna can remove hundreds of millions of tons of carbon from the atmosphere every year. 94K94,000 acres have been added to Peru’s Alto Mayo Protected Area. ",
  "27K27,000 acres of restored mangrove forest can store up to 1 million metric tons of carbon over its lifetime. iMac brings us closer to net zero. ",
  "Find out how\n\n\n\n\n\n\n\n\n\niMac is designed to take carbon out of the equation. We design our products to have a lighter environmental footprint. The 24‑inch iMac is evidence. Not only is its enclosure made with low-carbon aluminum, but it also uses recycled plastic, recycled tin, and recycled rare earth elements. The M1 chip, now in the 24‑inch iMac, is the first chip designed specifically for Mac. M1 is designed to run tasks as efficiently as possible, delivering outstanding performance while using significantly less power. ",
  "This change, along with our efforts to use recycled and low‑carbon materials, has decreased the carbon footprint of iMac by about 20% compared with the previous generation.3\n\n\n\n\n\n\nOne less thing. Find out why\n\n\n\n\n\n\n\n\n\nFewer chargers mean less environmental impact. ",
  "Power adapters use the largest amounts of certain materials, including plastic, copper, tin, and zinc. Since removing them from iPhone and Apple Watch packaging, we’ve avoided mining a significant amount of materials from the earth, and we’ve eliminated the emissions that come from processing and transporting them. Using smaller, lighter packaging lets us ship more boxes at once, which helps reduce our carbon footprint. Leaving out adapters was a bold change for Apple, and a necessary one for our planet. 861K861,000 metric tons of copper, tin, and zinc ore are expected to be saved by removing power adapters. Siri runs on clean energy. ",
  "Any questions? Find out how\n\n\n\n\n\n\n\n\n\nApple services are powered by renewable electricity. ",
  "Our data centers are filled with servers that help run your favorite Apple apps and services like Siri, iMessage, and iCloud. These facilities also represent our largest corporate energy loads, which is why we use 100% renewable electricity to power them. So no matter how many questions you ask Siri, every answer will be as clean as the last. 100% recycled aluminum.1000% here for it. Find out how\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUsing recycled aluminum in devices lowers their carbon impact. And yours. ",
  "Many Apple products use aluminum as a primary material. It’s strong and durable, and it helps your devices last longer. ",
  "While all Apple devices with aluminum enclosures contain some recycled aluminum, making every product carbon neutral by 2030 means incorporating even more recycled content.4 To achieve this, we’ve engineered our own 100% recycled aluminum alloy that can be recycled indefinitely while maintaining performance and durability. It has allowed us to transition to using 100% recycled aluminum in the enclosures of many devices. And when we have to use virgin aluminum, we work with our suppliers to source aluminum smelted primarily with low-carbon sources of electricity, like hydroelectricity, further reducing our carbon footprint. 100%MacBook Air, Apple Watch, Mac mini, and all iPad devices use 100% recycled aluminum in the enclosures.5\n\n\n72%Since 2015, we’ve decreased our carbon emissions associated with aluminum by 72%. Daisy wants a piece of your iPhone. Find out why\n\n\n\n\n\n\n\n\n\nRecycled iPhone materials are the building blocks for new devices. ",
  "Every Apple product contains materials that can be used to build new products. And research from our Material Recovery Lab in Texas is helping us reclaim more of those building blocks with transformative tools and technologies. ",
  "Our own disassembly robots, Daisy and Dave, take apart iPhone devices and components to enable the recovery of materials like rare earth elements, steel, and tungsten. These materials make it back to the raw materials marketplace so that we, and others, can use recycled materials for the next generation of products. 1MT1 metric ton of iPhone components removed by Daisy contains as much gold and copper as 150 metric tons of mined ore.\n\n\n39K39,000 metric tons of e-waste were diverted from landfills in 2020. 200/hrDaisy can recover materials from 15 different iPhone models at a rate of 200 devices per hour. More power.To you. Find out how\n\n\n\n\n\n\n\n\n\nClean energy works best when shared. ",
  "Now that Apple Inc. runs on 100% clean energy, we’ve turned our efforts to democratizing access to renewable electricity around the world. Since 2019, our Power for Impact program has funded projects with clear carbon, ecological, and social benefits. ",
  "Solar projects in the Philippines, Thailand, and South Africa help provide cost-effective clean energy to us and to communities facing energy access challenges. And this year we announced our investment in the world’s largest onshore wind turbines in Denmark. We’re powering people and progress one renewable energy project at a time. 152kW152 kilowatts of solar power and 830 kilowatt hours of storage systems in Diepsloot, South Africa, deliver power to 3600 households. 90%90% of the renewable energy for Apple facilities comes from Apple‑created projects. 20KApple’s wind turbines in Esbjerg, Denmark, produce enough energy each year to power almost 20,000 homes. ",
  "Apple Inc. Officially in the green. Find out how\n\n\n\n\n\n\n\n\n\nWe’ve made it our business to be 100% carbon neutral. ",
  "In April 2020, Apple achieved the exciting milestone of becoming 100% carbon neutral across all of our corporate operations. A big part of this achievement was transitioning in 2018 to 100% renewable electricity in all the retail stores you visit and the Apple data centers that run your devices. We’re taking our commitment to green technologies even further by investing in the development of new renewables around the world. And to help address emissions that we can’t avoid now, we’ve partnered with Conservation International on projects that protect and restore grasslands, wetlands, and forests. 4.6MMTIn 2020, over 4.6 million metric tons of emissions from corporate operations were avoided.6\n\n\n73%Since 2011, scope 1 and 2 emissions have been reduced by 73%. There’s always more to do. ",
  "Our environmental efforts go beyond carbon. No Mercury\nNo PVC\u2028\nNo Beryllium\nNo BFR\n\nFind out why\n\n\n\n\n\n\n\n\n\nProducts created with safety in mind. ",
  "Apple focuses on safety in product designs and strives to protect the people who design, make, use, and recycle our products. We’re conducting industry-leading work to map, test, and switch to safer chemicals in our products and manufacturing processes. The materials in Apple products are tested to evaluate their compliance with our list of regulated substances. We’re in the process of collecting the chemical composition of all the materials in our products to further assess their effect on human health and the environment. Today more than 700 parts and material suppliers share chemical information with Apple. Apple’s commitment to water runs deep. ",
  "Find out how\n\n\n\n\n\n\n\n\n\nUsing water wisely, wherever we are. Water is a precious resource. ",
  "It’s also a community resource, which is why we’re committed to reducing, reusing, and returning as much water as possible to the local environments where we work. Our operations use water in many different ways, from relatively low‑impact retail stores to data centers and suppliers’ manufacturing facilities, which rely more heavily on water for cooling and processing. We’re taking several steps to reduce our water impact, starting with selecting the right sites and designing for water efficiency and reuse. We’re also expanding our use of alternative water sources like recycled water, rainwater, and condensate. Finally, we are engaging with external stakeholders in the places we operate to ensure that our water stewardship plans meet local shared water challenges. Our trees work for a living. ",
  "Find out how\n\n\n\n\n\n\n\n\n\nPaper packaging you can feel good about. We have successfully closed the loop on our paper supply chain. ",
  "Since 2017, 100% of the wood fiber in our paper and packaging comes from recycled or responsible sources.7 When virgin fiber is needed, we source wood from responsibly managed forests. Through partnership with The Conservation Fund and World Wildlife Fund, we have protected and improved the management of over one million acres of working forests in the United States and China. And when forests thrive, so do local communities and wildlife. Durability you couldfallfall for. Find out how\n\n\n\n\n\n\n\n\n\nBuilt to last as long as you love it. Durability is central to Apple’s product design. ",
  "Our goal is to build long-lasting products that you can rely on to handle the rigors of everyday use. At the Reliability Testing Lab, our engineers design customized, automated jigs that recreate the repetitive actions and interactions a device might undergo, such as repeatedly pressing an individual key. ",
  "Free software updates can also increase product longevity by offering access to new features and functionality for both the latest devices and older ones. And when repairs are needed, we provide easy access to high-quality repairs through Apple retail stores, through our worldwide network of over 5000 Apple Authorized Service Providers, and through shipment to Apple Repair Centers. This year, our Independent Repair Provider program has grown to include more than 1500 providers across the United States, Canada, and Europe, and it has expanded service capabilities to include Mac in addition to iPhone. Working toward a waste-free world\n\n\n\n\n\n\n\n\n\n\nFind out how\n\n\n\n\n\n\n\n\n\nAt final assembly sites, nothing goes to waste. Apple’s Zero Waste Program for suppliers provides support to eliminate waste going to landfills through reduction, reuse, and recycling. We started by focusing on our highest waste producers: final assembly facilities. ",
  "Apple has already achieved zero waste certifications for all established final assembly facilities across iPhone, iPad, Mac, Apple Watch, AirPods, HomePod, Apple TV, and Beats.8 We’re continuing to expand our program beyond final assembly sites to include component manufacturers, and we won’t stop until we reach our goal of zero waste. We don’t pretend to have all the answers. ",
  "What we do have are goals to strive for, and a global community of businesses committed to doing the right thing by people and the planet. Lisa Jackson, Vice President\nEnvironment, Policy and Social Initiatives\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrade it in. Help the planet out. With Apple Trade In, you can exchange your old device for credit toward your next purchase, or get an Apple Gift Card you can use anytime. If eligible, your device can have a second life with another owner. If not, we’ll recycle it free of charge. ",
  "A win-win for you and the planet.9\nLearn more \n\n\n\n\n\nMore from Apple on the environment. Your product’senvironmental report card. ",
  "iPhone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\niPad\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Watch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotebooks\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDesktops\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisplays\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHomePod\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple TV\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\niPod\n\n \n\n\n\n\n\n\n\n\n\niPhone\n\n\niPhone 13 Pro Max\n\nView (PDF) \n\n\niPhone 13 Pro\n\nView (PDF) \n\n\niPhone 13\n\nView (PDF) \n\n\niPhone 13 mini\n\nView (PDF) \n\n\niPhone 12\n\nView (PDF) \n\n\niPhone 12 mini\n\nView (PDF) \n\n\niPhone 11\n\nView (PDF) \n\n\niPhone SE (3rd generation)\n\nView (PDF) \n\n\n\n\niPad\n\n\niPad Pro 12.9-inch (5th generation)\n\nView (PDF) \n\n\niPad Pro 11-inch (3rd generation)\n\nView (PDF) \n\n\niPad Air (5th generation)\n\nView (PDF) \n\n\niPad (9th generation)\n\nView (PDF) \n\n\niPad mini (6th generation)\n\nView (PDF) \n\n\n\n\nApple Watch\n\n\nApple Watch Series 7 (GPS + Cellular, GPS)\n\nView (PDF) \n\n\nApple Watch Series 6 (GPS + Cellular, GPS)\n\nView (PDF) \n\n\nApple Watch SE (GPS + Cellular, GPS)\n\nView (PDF) \n\n\nApple Watch Series 3 (GPS)\n\nView (PDF) \n\n\n\n\nNotebooks\n\n\nMacBook Pro 16-inch\n\nView (PDF) \n\n\nMacBook Pro 14-inch\n\nView (PDF) \n\n\nMacBook Pro 13-inch\n\nView (PDF) \n\n\nMacBook Air 13-inch\n\nView (PDF) \n\n\n\n\nDesktops\n\n\n24-inch iMac\n\nView (PDF) \n\n\nMac mini\n\nView (PDF) \n\n\nMac Studio\n\nView (PDF) \n\n\nMac Pro\n\nView (PDF) \n\n\n\n\nDisplays\n\n\nStudio Display\n\nView (PDF) \n\n\nPro Display XDR\n\nView (PDF) \n\n\n\n\nHomePod\n\n\nHomePod\n\nView (PDF) \n\n\nHomePod mini\n\nView (PDF) \n\n\n\n\nApple TV\n\n\nApple TV 4K (2nd generation)\n\nView (PDF) \n\n\nApple TV HD\n\nView (PDF) \n\n\n\n\niPod\n\n\niPod touch\n\nView (PDF) \n\n\n\n\n\n\n\n\nArchived reports\n\n\n\n\niPhone SE (2nd generation)\n\nView (PDF) \n\n\niPhone 12 Pro Max\n\nView (PDF) \n\n\niPhone 12 Pro\n\nView (PDF) \n\n\niPhone 11 Pro Max\n\nView (2019 PDF) \n\n\niPhone 11 Pro\n\nView (2019 PDF) \n\n\niPhone XS Max\n\nView (2018 PDF) \n\n\niPhone XS\n\nView (2018 PDF) \n\n\niPhone XR\n\nView (PDF) \n\n\niPhone X\n\nView (2017 PDF) \n\n\niPhone 8\n\nView (2017 PDF) \n\n\niPhone 8 Plus\n\nView (2017 PDF) \n\n\niPhone 7\n\nView (2016 PDF) \n\n\niPhone 7 Plus\n\nView (2016 PDF) \n\n\niPhone SE (1st generation)\n\nView (2016 PDF) \n\n\niPhone 6s Plus\n\nView (2015 PDF) \n\n\niPhone 6s\n\nView (2015 PDF) \n\n\niPhone 6\n\nView (2014 PDF) \n\n\niPhone 5c\n\nView (2014 PDF) \n\n\niPhone 5s\n\nView (2013 PDF) \n\n\niPhone 5\n\nView (2012 PDF) \n\n\niPhone 4s\n\nView (2012 PDF) \n\n\niPhone 4\n\nView (2010 PDF) \n\n\niPhone 3G\n\nView (2009 PDF) \n\n\niPhone 3GS\n\nView (2009 PDF) \n\n\n\n\n\n\niPad Air (4th generation)\n\nView (PDF) \n\n\niPad (8th generation)\n\nView (PDF) \n\n\niPad Pro 12.9-inch (4th generation)\n\nView (2020 PDF) \n\n\niPad Pro 11-inch (2nd generation)\n\nView (2020 PDF) \n\n\niPad (7th generation)\n\nView (2019 PDF) \n\n\niPad mini (5th generation)\n\nView (PDF) \n\n\niPad Air (3rd generation)\n\nView (2019 PDF) \n\n\niPad Pro 12.9-inch (3rd generation)\n\nView (2018 PDF) \n\n\niPad Pro 11-inch (1st generation)\n\nView (2018 PDF) \n\n\niPad (6th generation)\n\nView (2018 PDF) \n\n\niPad Pro 12.9-inch (2nd generation)\n\nView (2017 PDF) \n\n\niPad (5th generation)\n\nView (2017 PDF) \n\n\niPad Pro 10.5-inch\n\nView (2017 PDF) \n\n\niPad Pro 9.7-inch\n\nView (2016 PDF) \n\n\niPad Pro 12.9-inch\n\nView (2015 PDF) \n\n\niPad mini 4\n\nView (2015 PDF) \n\n\niPad Air 2\n\nView (2014 PDF) \n\n\niPad mini 3\n\nView (2014 PDF) \n\n\niPad Air\n\nView (2013 PDF) \n\n\niPad mini 2\n\nView (2013 PDF) \n\n\niPad mini\n\nView (2013 PDF) \n\n\niPad mini\n\nView (2012 PDF) \n\n\niPad (4th generation)\n\nView (2012 PDF) \n\n\niPad (3rd generation)\n\nView (2012 PDF) \n\n\niPad 2\n\nView (2012 PDF) \n\n\niPad 2\n\nView (2011 PDF) \n\n\n\n\n\n\nApple Watch Series 5 (GPS + Cellular, GPS)\n\nView (2019 PDF) \n\n\nApple Watch Series 4 (GPS + Cellular)\n\nView (2018 PDF) \n\n\nApple Watch Series 4 (GPS)\n\nView (2018 PDF) \n\n\nApple Watch Series 3 (GPS + Cellular)\n\nView (2018 PDF) \n\n\nApple Watch Series 3 (GPS + Cellular)\n\nView (2017 PDF) \n\n\nApple Watch Series 3 (GPS)\n\nView (2017 PDF) \n\n\nApple Watch Series 2\n\nView (2016 PDF) \n\n\nApple Watch Series 1\n\nView (2016 PDF) \n\n\nApple Watch\n\nView (September 2015 PDF) \n\n\nApple Watch\n\nView (April 2015 PDF) \n\n\n\n\n\n\nMacBook Pro 16-inch\n\nView (2019 PDF) \n\n\nMacBook Air 13-inch with Retina display\n\nView (March 2020 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt 3\n\nView (May 2020 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt 3\n\nView (July 2019 PDF) \n\n\nMacBook Air 13-inch with Retina display\n\nView (2019 PDF) \n\n\nMacBook Pro 15-inch with Thunderbolt 3\n\nView (2019 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt 3\n\nView (May 2019 PDF) \n\n\nMacBook\n\nView (2018 PDF) \n\n\nMacBook Air 13-inch with Retina display\n\nView (2018 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt 3\n\nView (2018 PDF) \n\n\nMacBook Pro 15-inch with Thunderbolt 3\n\nView (2018 PDF) \n\n\nMacBook Air 13-inch\n\nView (2017 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt 3\n\nView (June 2017 PDF) \n\n\nMacBook Pro 15-inch with Thunderbolt 3\n\nView (June 2017 PDF) \n\n\nMacBook\n\nView (June 2017 PDF) \n\n\nMacBook Pro 13-inch with Thunderbolt\n\nView (2016 PDF) \n\n\nMacBook Pro 15-inch with Thunderbolt\n\nView (2016 PDF) \n\n\nMacBook\n\nView (2016 PDF) \n\n\nMacBook Pro 13-inch with Retina display\n\nView (2016 PDF) \n\n\nMacBook Pro 15-inch with Retina display\n\nView (2016 PDF) \n\n\nMacBook Pro 13-inch with Retina display\n\nView (2015 PDF) \n\n\nMacBook Pro 15-inch with Retina display\n\nView (2015 PDF) \n\n\nMacBook\n\nView (2015 PDF) \n\n\nMacBook Air 11-inch\n\nView (2015 PDF) \n\n\nMacBook Air 13-inch\n\nView (2015 PDF) \n\n\nMacBook Pro 13-inch with Retina display\n\nView (2014 PDF) \n\n\n11-inch MacBook Air\n\nView (2014 PDF) \n\n\n13-inch MacBook Air\n\nView (2014 PDF) \n\n\nMacBook Pro 13-inch with Retina display\n\nView (2013 PDF) \n\n\nMacBook Pro 15-inch with Retina display\n\nView (2013 PDF) \n\n\n11-inch MacBook Air\n\nView (2013 PDF) \n\n\n13-inch MacBook Air\n\nView (2013 PDF) \n\n\nMacBook Pro 13-inch with Retina display\n\nView (2012 PDF) \n\n\nMacBook Pro 15-inch with Retina display\n\nView (2012 PDF) \n\n\n13-inch MacBook Pro\n\nView (2012 PDF) \n\n\n15-inch MacBook Pro\n\nView (2012 PDF) \n\n\n11-inch MacBook Air\n\nView (2012 PDF) \n\n\n13-inch MacBook Air\n\nView (2012 PDF) \n\n\n13-inch MacBook Pro\n\nView (October 2011 PDF) \n\n\n15-inch MacBook Pro\n\nView (October 2011 PDF) \n\n\n17-inch MacBook Pro\n\nView (October 2011 PDF) \n\n\n13-inch MacBook Pro\n\nView (February 2011 PDF) \n\n\n15-inch MacBook Pro\n\nView (February 2011 PDF) \n\n\n17-inch MacBook Pro\n\nView (February 2011 PDF) \n\n\n11-inch MacBook Air\n\nView (2011 PDF) \n\n\n13-inch MacBook Air\n\nView (2011 PDF) \n\n\n11-inch MacBook Air\n\nView (2010 PDF) \n\n\n13-inch MacBook Air\n\nView (2010 PDF) \n\n\nMacBook\n\nView (2009 PDF) \n\n\n\n\n\n\n27-inch iMac with Retina 5K\n\nView (PDF) \n\n\n21.5-inch iMac\n\nView (PDF) \n\n\niMac Pro\n\nView (PDF) \n\n\n21.5-inch iMac with Retina 4K\n\nView (2019 PDF) \n\n\n27-inch iMac with Retina 5K display\n\nView (2019 PDF) \n\n\nMac mini\n\nView (2018 PDF) \n\n\nMac Pro\n\nView (2017 PDF) \n\n\n21.5-inch iMac with Retina 4K\n\nView (2017 PDF) \n\n\n27-inch iMac with Retina 5K\n\nView (2017 PDF) \n\n\n21.5-inch iMac\n\nView (2015 PDF) \n\n\n27-inch iMac with Retina 5K\n\nView (2015 PDF) \n\n\n21.5-inch iMac\n\nView (2014 PDF) \n\n\nMac mini\n\nView (2014 PDF) \n\n\n21.5-inch iMac\n\nView (2013 PDF) \n\n\n27-inch iMac\n\nView (2013 PDF) \n\n\nMac Pro\n\nView (2013 PDF) \n\n\n21.5-inch iMac\n\nView (2012 PDF) \n\n\n27-inch iMac\n\nView (2012 PDF) \n\n\nMac mini\n\nView (2012 PDF) \n\n\nMac mini with OS X Server\n\nView (2012 PDF) \n\n\n21.5-inch iMac\n\nView (2011 PDF) \n\n\n27-inch iMac\n\nView (2011 PDF) \n\n\nMac mini\n\nView (2011 PDF) \n\n\nMac mini with Lion Server\n\nView (2011 PDF) \n\n\n21.5-inch iMac\n\nView (2010 PDF) \n\n\n27-inch iMac\n\nView (2010 PDF) \n\n\nMac mini\n\nView (2010 PDF) \n\n\nMac mini with Snow Leopard Server\n\nView (2010 PDF) \n\n\nMac Pro\n\nView (2009 PDF) \n\n\n\n\n\n\nApple Thunderbolt Display\n\nView (2011 PDF) \n\n\n27-inch Apple LED Cinema Display\n\nView (2010 PDF) \n\n\n24-inch Apple LED Cinema Display\n\nView (2008 PDF) \n\n\n\n\n\n\n\n\n\n\nApple TV 4K\n\nView (2017 PDF) \n\n\nApple TV (4th generation)\n\nView (2015 PDF) \n\n\nApple TV (3rd generation)\n\nView (2012 PDF) \n\n\nApple TV\n\nView (2010 PDF) \n\n\n\n\n\n\niPod touch\n\nView (2015 PDF) \n\n\niPod nano\n\nView (2015 PDF) \n\n\niPod shuffle\n\nView (2015 PDF) \n\n\niPod touch 32GB/64GB\n\nView (2014 PDF) \n\n\niPod touch 16GB\n\nView (2013 PDF) \n\n\niPod nano\n\nView (2012 PDF) \n\n\niPod shuffle\n\nView (2012 PDF) \n\n\niPod nano\n\nView (2010 PDF) \n\n\niPod shuffle\n\nView (2010 PDF) \n\n\niPod touch\n\nView (2009 PDF) \n\n\niPod nano\n\nView (2009 PDF) \n\n\niPod shuffle\n\nView (2009 PDF) \n\n\niPod classic\n\nView (2009 PDF) \n\n\n\n\n\n\n\n\nView previous reports\n\n\n\n\n\n\n2021 Progress Report\n\nIn our current report, you’ll find more detailed information about our efforts, how we measure our overall environmental footprint, and the progress we’ve made over the past year. View the 2021 Environmental Progress Report (PDF)\n\n\n\n\n\n\n\n2020 Progress Report\nView (PDF) \n\n2019 Progress Report\nView (PDF) \n\n2018 Progress Report\nView (PDF) \n\n2017 Progress Report\nView (PDF) \n\n2016 Progress Report\nView (PDF) \n\n2015 Progress Report\nView (PDF) \n\n2014 Progress Report\nView (PDF) \n\n2013 Progress Report\nView (PDF) \n\n2012 Progress Report\nView (PDF) \n\n2011 Progress Report\nView (PDF) \n\n2010 Progress Report\nView (PDF) \n\n2009 Progress Report\nView (PDF) \n\n2008 Progress Report\nView (PDF) \n\n\n\n\nView previous reports\n\n\n\n\n\nAdditional Reports and Resources\n\n\nCircular Economy\nOur aim is to make products using only renewable resources or recycled materials — so we prioritize, responsibly source, and recover materials. Learn how we prioritize materials with our Material Impact Profiles (PDF)\nRead our white paper on Apple’s Paper and Packaging Strategy (PDF)\nRead our Sustainable Fiber Specification (PDF)\nRead about our first product disassembly robot, Liam (PDF)\nLearn how to trade in or recycle your device\nLearn more about disassembly for professional recyclers\n\n\n\nSmarter Chemistry\nApple has a rigorous program to ensure the safety of chemicals used in our products. Learn about Apple’s strict standards, detailed toxicological assessments, and methodology for assessing chemicals of concern. Read the Regulated Substances Specification (PDF)\nRead our white paper on Integrating Toxicological Assessments in Material Selection for Apple Products (PDF)\nRead our Protocol for Prioritizing Chemicals of Concern in the Electronics Industry (PDF)\n\n\n\nClimate Change\nClimate change is a defining issue of our time. Our goal is to achieve complete carbon neutrality by 2030. ",
  "Below are detailed updates on our progress. Read about how our suppliers are transitioning to clean energy (PDF)\nApple received an A- from CDP Climate Change in 2021 (PDF)\n\n\n\nPeople and Environment in our Supply Chain\nWe hold ourselves and our suppliers to the highest standards for labor and human rights protections, health and safety in the workplace, environmental practices, and the responsible sourcing of materials. ",
  "Visit the Supplier Responsibility site\n\n\nFrequently Asked Questions\nFind out the answers to common questions about Apple and the environment. Read the FAQs\n\n\n\n\n\n\n\nApple Footer\n\n\nBased on breakdown of U.S. retail packaging by weight. iPhone 6s was selected as the base year as it was the last packaging designed before Apple committed to eliminating all plastic in its packaging by 2025. Estimated amount of mined rock equivalent avoided through use of recycled tin, gold, and tungsten in iPhone 13 models including iPhone 13 mini, iPhone 13, iPhone 13 Pro, and iPhone 13 Pro Max over the lifetime production. 21.5‑inch iMac with 4K Retina display was used for comparison as the most recently released and similar device. Preproduction 24‑inch iMac was compared to shipping 21.5‑inch iMac with 4K Retina display with 256GB SSD storage. ",
  "Use of recycled aluminum applies to all products with aluminum enclosures — Mac, iPad, iPhone, Apple Watch — in production as of October 2021. Recycled aluminum content varies by product. ",
  "Statement applies to iPad (9th generation), iPad Pro 12.9-inch (5th generation), iPad Pro 11-inch (3rd generation), iPad Air (4th generation), and iPad mini (6th generation). Total scope 1 and scope 2 emissions avoided. Responsible sourcing of wood fiber is defined in Apple’s Sustainable Fiber Specification. We consider wood fibers to include bamboo. As of December 2020, all established final assembly supplier sites — or those that have been Apple suppliers for more than one year — for iPhone, iPad, Mac, Apple Watch, AirPods, HomePod, Apple TV, and Beats are third-party certified as Zero Waste by UL LLC (UL 2799 Standard). UL requires at least 90% diversion through methods other than waste to energy to achieve Zero Waste to Landfill designations (Silver 90–94%, Gold 95–99%, and Platinum 100%). ",
  "Trade-in values vary based on the condition, year, and configuration of your trade-in device, and may also vary between online and in-store trade-in. You must be at least 18 years old. ",
  "Apple or its trade-in partners reserve the right to refuse or limit any trade-in transaction for any reason. In-store trade-in requires presentation of a valid, government-issued photo ID (local law may require saving this information). Additional terms from Apple or Apple’s trade-in partners may apply. \nApple\n\n\n\n\n\n\nEnvironment\n\n\n\n\n\n\n\n\n\n\nShop and Learn\n\n\nOpen Menu\n\n\nClose Menu\n\n\nStore\nMac\niPad\niPhone\nWatch\nAirPods\nTV & Home\niPod touch\nAirTag\nAccessories\nGift Cards\n\n\n\n\n\n\n\nServices\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple Music\nApple TV+\nApple Fitness+\nApple News+\nApple Arcade\niCloud\nApple One\nApple Card\nApple Books\nApple Podcasts\nApp Store\n\n\n\n\n\nAccount\n\n\nOpen Menu\n\n\nClose Menu\n\n\nManage Your Apple ID\nApple Store Account\niCloud.com\n\n\n\n\n\n\nApple Store\n\n\nOpen Menu\n\n\nClose Menu\n\n\nFind a Store\nGenius Bar\nToday at Apple\nApple Camp\nApple Store App\nRefurbished and Clearance\nFinancing\nApple Trade In\nOrder Status\nShopping Help\n\n\n\n\n\n\n\nFor Business\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Business\nShop for Business\n\n\n\n\n\nFor Education\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Education\nShop for K-12\nShop for College\n\n\n\n\n\nFor Healthcare\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple in Healthcare\nHealth on Apple Watch\nHealth Records on iPhone\n\n\n\n\n\nFor Government\n\n\nOpen Menu\n\n\nClose Menu\n\n\nShop for Government\nShop for Veterans and Military\n\n\n\n\n\n\n\nApple Values\n\n\nOpen Menu\n\n\nClose Menu\n\n\nAccessibility\nEducation\nEnvironment\nInclusion and Diversity\nPrivacy\nRacial Equity and Justice\nSupplier Responsibility\n\n\n\n\n\nAbout Apple\n\n\nOpen Menu\n\n\nClose Menu\n\n\nNewsroom\nApple Leadership\nCareer Opportunities\nInvestors\nEthics & Compliance\nEvents\nContact Apple\n\n\n\n\n\n\n\n\t\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. United States\n\n\nCopyright ©\n\t\t\t\t\n\t\t\t\t2022\n\t\t\t\t Apple Inc. All rights reserved. "
]