[
  "Globetrotting is the best education for IBM's Greg Land - Industrious United States IBM® Site map Search within Industrious Industrious Home Industries Automotive Banking Electronics Energy, Environment and Utilities Government Healthcare Insurance Manufacturing Retail and Consumer Products Telecommunications, Media and Entertainment Travel and Transportation Technology AI Blockchain Cloud Data IoT Supply Chain Topics Automation Business Operations Customer Experience Talent and Workforce Series Big Thinkers Deep Dive New Normal Globetrotting is the best education for IBM’s Greg Land “At one point my siblings thought I was a CIA operative, because I’d go to a place like Johannesburg or Dubai on 24-hour notice.” By John Kultgen | 3 minute read | July 17, 2019 Like Print 1 This story is part of Big Thinkers, a series of profiles on business leaders transforming industries with bold ideas. Those who knew Greg Land as a child probably wouldn’t have predicted that the bookish, brainy Texan would one day become an international businessman and world traveler.",
  "Land grew up one of eight siblings. His strict and religious family spent vacations driving across the American South. “We couldn’t afford to do big vacations,” Land told Industrious. “For us, a vacation was renting an RV and visiting our relatives. I didn’t go to Disneyland as a child.” Though he never experienced Disney’s It’s a Small World ride, his career has led him to a life of global exposure. Today, as IBM’s Global Industry Leader for Aviation, Hospitality and Travel Related Services, Land loves making deals across continents.",
  "“At one point my siblings thought I was a CIA operative,” he said, “because I’d go to a place like Johannesburg or Dubai on 24-hour notice.”Want to enhance the journey for your globetrotting customers? Land’s life changed the day he quit being an accountant in 1989 (“I was bored out of my mind”) and went to work for an airline.",
  "Until then, he led what he calls as a “very sheltered life.” He made friends with other airline employees, and together they would play a game called Gate Roulette. Every Friday night, they drove to the airport and picked a gate number at random. Then, they took a standby seat on wherever the plane was headed. He wound end up in Des Moines one Saturday and in London another. “I see my travel as being much more of an education than books ever were,” Greg said with a chuckle. “It’s about learning through meeting new people and observing other cultures.” Land, who speaks with genuine enthusiasm, wants everyone to cultivate the same wanderlust that drives him.",
  "“In 2008, I took my family to Italy for two weeks,” he said. “We rented a villa on an olive farm.",
  "For two of my nephews and niece, it was their first time getting a passport. It totally changed their minds about what’s outside of the United States.” Greg Land traverses the Inca Trail on one of his many adventures (Photo: Greg Land) Could his family have done the trip without his experienced hand as a guide? “No way,” he said. It’s clear that being a guide is both a calling and inspiration for Land. Navigating itineraries can be difficult, especially for novice travelers like his family. To that end, Land feels professionally driven to improve the various stages of a customer’s journey, to make it simpler.",
  "For instance, Land and his colleagues worked with United Airlines to equip flight attendants with IBM MobileFirst iOS Passenger+. The app centers around empowering flight attendants to noticeably improve the travel experience for passengers.",
  "“If you’re on an airplane and your connecting flight gets cancelled,” Land said, “they can come to your seat and rebook you from the air. That really does ease your arrival into a new city.” This type of customer-first optimization has regularly been appreciated off the tarmac, as well — IBM’s Travel & Transportation team was recently named Best AI Travel Technology by The World Travel Awards. Greg Land climbs above 14,000 feet on the Inca Trail. (Photo: Greg Land) “We’ve been so vocal about how AI can really drive personalization of the travel experience,” Land said. “The secret to personalizing it is in the cognitive capabilities and leveraging everything from the weather data to the unstructured data. It’s all part of the analysis around why somebody is traveling and how a company can make somebody’s trip better.” For jetsetter Land, travel is part of his personal and professional lives.",
  "The fact that he’s made a stellar career out of something he loves continues to fuel his desire to keep seeing more of the world. His next trip is in late December to South Africa, where he’ll celebrate the new year on safari."
]