[
  "Microsoft PowerPoint - Zero Hunger | Automate.videoAll videosBrowsePricingLoginSign UpWhat is automate.video?Microsoft PowerPoint - Zero HungerPublished on Jan 12, 2022 Scene 1 (0s) [Audio] By Lavanya Nandini Swarn Praneet Pandey Punya Singla Sejal Sharma Compiled By Punya Singla. Scene 2 (16s) [Audio] WHAT IS ZERO HUNGER?",
  "• The Zero Hunger a Sustainable Development Goal ( SDG) focuses on finding sustainable solutions to stop world hunger. The goals of the Zero Hunger initiative are to end hunger and make sure that enough nutritious foods are available to people by 2030. • A world with zero hunger can positively impact the economies, health, education, equality and social development. Additionally, hunger limits human development, and we will not be able to achieve the other sustainable development goals such as education, health and gender equality. • Conflict, climate change, and inequality are making it harder for families to share a meal around a table.. Scene 3 (1m 4s) [Audio] WAYS TO STOP HUNGER/ ACHIEVE ZERO HUNGER  Wasting less, eating better and adopting a sustainable lifestyle are key to building a world free of hunger.",
  " If you have leftovers, freeze them for later, or use them as an ingredient in another meal. When you eat at a restaurant, ask for half a portion if you're not feeling too hungry, or take your leftovers home.",
  " Grow your own food at home or participate in a community garden.  Donate food that would otherwise be wasted.  Plan your meals, make a shopping list and stick to it. The choices we make today are vital for food to secure for future.. Scene 4 (1m 56s) [Audio] Content Topic : 1 - Lavanya Topic : 2 - Praneet Topic : 3 - Lavanya Topic : 4 - Punya Topic : 5 - Nandani Topic : 6 - Nandani Slide No. - 5 Slide No.",
  "- 10 Slide No. - 17 Slide No.",
  "- 20 Slide No. - 25 Slide No. - 30. Scene 5 (2m 47s) [Audio] Topic - 1, A Brochure By - Lavanya. . . . Scene 6 (2m 59s) [Audio] ZERO HUNGER Main causes of Hunger Actions to alleviate hunger Importance of Food Problem of hunger By: Lavanya Dahiya. Scene 7 (3m 20s) [Audio] ZERO HUNGER • Importance of Food 6) Increase immunity • Problem of hunger Hunger is the distress associated with lack of food.",
  "The threshold for food deprivation, or undernourishment, is fewer than 1,800 calories per day . Hunger isn't simply a lack of access to food; it's a lack of access to the right nutrients.",
  "1) Cannot live without food 2) Provides Nutrition and Energy 3) Help in good Growth 4) Keep Mentally strong 5) Make Physically strong. Scene 8 (4m 11s) [Audio] ZERO HUNGER – Main causes of Hunger CONCERN - THE WORLD IS SEEING A DUAL BURDEN OF HUNGER AND OBESITY TODAY Poverty Climate Change Food Shortages Poor Nutrition Poor Public Policy War / Conflict Forced Migration Economy Food Wastage Minimum Employment / Credit Schemes Climate Smart Agriculture ( CSA) Government Intervention Access to Education Reducing food wastage Population Control Social Change – Actions to reduce hunger Natural Disaster. Scene 9 (5m 22s) . . *ttVtU. YOV. . . . . . Scene 10 (5m 31s) [Audio] By Praneet Pandey 6-D. . . . . . . . . . . Scene 11 (5m 38s) [Audio] Zero Waste, Zero Hunger Our planet is still very generous despite its advancing age.",
  "It is home to countless creatures and offers them many provisions such as nutrition and housing. The Earth only wants respect for the natural balance it provides in return.",
  "One of the important issues today is food safety. In order to protect our health and to protect our quality of life, it is necessary to make the most of the Earth to a certain extent. This consumption, however, takes place in a very unfair way. One side of the world is struggling with hunger and misery, while the other side is rolling in wealth and wasting resources. This makes it necessary to take urgent measures.. Scene 12 (6m 28s) [Audio] Lives doomed to starvation – Improved living conditions and increased diversity in food has also led to a rise in consumption.",
  "In the last three decades, the world's population has grown by only 50%. However, the doubling of food production undoubtedly shows us that there is an increase in per capita consumption.",
  "However, according to the World Food Programme ( WFP) and the Food and Agriculture Organization's ( FAO) assessments, more than 815 million people are struggling with hunger today. Another fact is that about 3 billion people do not eat healthily. Another 2 billion people are expected to join this figure by 2050.. Scene 13 (7m 17s) [Audio] – If a fair distribution of 4 billion to 5 billion tons of food produced every year is achieved, it will be enough for the 9.7 billion people who will live on Earth by 2050. However, in our world of 7.5 billion people, 1 in every 9 people is struggling with hunger. This is because 30% -40% of the food produced each year, in other words, about 1.3 billion to 1.6 billion tons is wasted.",
  "– If consumption remains so high, current production will have to increase by 60% to 120% depending on population growth by 2050. So, we will have to produce at least 3 billion tons of additional food.",
  "This requires more water use, more arable land and a high amount of energy for all of this. Loads of Wasted Food. Scene 14 (8m 12s) [Audio] How is food wasted? – 1. If we throw away something as a leftover. – We many times throw leftovers in dustbin when we don't like the food, or we couldn't eat it.",
  "Instead, we should make compost of dry leftover food. – 2.",
  "If we throw food away because we think it is expired. – We also throw items which packages show its expiry date has passed. This doesn't mean that it isn't consumable. – For example: An Oreo package shows: Best before 1- 1- 2022.. Scene 15 (8m 55s) . . . St@p food. . St@p food w ste.",
  "Step food w ste. Scene 16 (9m 3s) [Audio] THANK YOU By Praneet Pandey.",
  ". . THANK YOU. Scene 17 (9m 10s) [Audio] Topic - 3, Recycling Food Waste Topic - 3, Recycling Food Waste By Lavanya By Lavanya. Scene 18 (9m 28s) [Audio]  Environment friendly ways to recycle food waste  Environment friendly ways to recycle food waste  Compost the Kitchen and Garden Scrap  Compost the Kitchen and Garden Scrap  Benefits of recycle food waste  Benefits of recycle food waste  Recycling food waste offers numerous social, environmental and financial benefits.  Recycling food waste offers numerous social, environmental and financial benefits.  Put Your Waste to Work  Donate Waste for Animal Feed  Creative Use of Leftovers  Utilize Your Food Waste  Using Composting Services  Bring your materials to a compost collection site.",
  " Setting up a food donation program helps support your local communities and provide nutritious food to food insecure households.  Reducing food waste reduces greenhouse gas emissions..",
  "Scene 19 (10m 41s) [Audio] Thank You Thank You By Lavanya By Lavanya. Scene 20 (10m 53s) [Audio] TOPIC - 4 RELATIONSHIP ON HUNGER By Punya Singla. Scene 21 (11m 6s) [Audio] Zero Hunger Campaign Sustainable Development Goals (Started in the year 2015 and to accomplish by 2030) Zero Hunger Nutrition Food Security Population. Scene 22 (11m 27s) . . Zero Hunger NO one get adequate food in consists of increase in production and scale producers' income and eliminate lossl wastage of food. Population Food will be available to diversified group of people.",
  "1 in every 9 people are struggling with hunger now. By 2030, each and everyone will get food.",
  "Food Security Everyone get consistent access to the food all the time that meets their needs. It is dependent upon availability, stability and accessibility of food supplies. Nutrition Everyone will get the healthy and nutritional food. It involves promoting sustainable agriculture. Supporting small scale farmers - Productivity. Equal access to land, technology and markets..",
  "Scene 23 (12m 29s) . . ZERE HUNGER CHALLENGE ALL FOOD SYSTEMS ARE SUSTAINABLE: FROM PRODUCTION TO CONSUMPTION AN END TO RURAL ADAPT ALL FOOD POVERTY: DOUBLE SYSTEMS TO ACCESS ADEQUATE AN END TO FOOD AND HEALTHY MALNUTRITION SMALL-SCALE PRODUCER INCOMES & PRODUCTIVITY ELIMINATE LOSS OR WASTE OF FOOD DIETS. FOR ALL PEOPLE.",
  "ALL YEAR ROUND IN ALL ITS FORMS — TRANSFORMING OUR FOOD SYSTEMS TO TRANSFORM OUR WORLD —. Scene 24 (12m 53s) . . Tbank You. Tbank You. Scene 25 (13m 0s) [Audio] By - Nandini Swarn Topic - 5, MID-day Meal scheme. Scene 26 (13m 10s) [Audio] MDM - Karnataka  Mid-Day Meal ( MDM) Programme in Karnataka was started during the year 2002- 03 in 7 districts of Northeastern Parts, identified as educationally and economically most backward areas. Following are the benefits of mid-day meal programme: Poor children begun enrolling and regularly attending classes.",
  "Their attendance in class got improved. All students whether upper class or lower class eat this meal together in the school.",
  "Serving 120 million children in over 1.27 million schools and Education Guarantee Scheme centres, the Midday Meal Scheme is the largest of its kind in the world.. Scene 27 (14m 18s) [Audio] Mid-Day Meal Scheme aims to Avoid classroom hunger. Increase school enrolment. Increase school attendance. Improve socialisation among castes. Address malnutrition.",
  "Empower women through employment. Mid-day Meal Scheme was first started by Tamil Nadu.",
  "Scene 28 (14m 46s) [Audio] RURAL AREA URBAN AREA 2020- 21 The department of public instructions has decided to resume cooking under the midday meal from October 21 on which day the schools reopen after Dasara.. Scene 29 (15m 18s) . . iino}x mueyL. . ii mueyL 7.. Scene 30 (15m 25s) [Audio] By - Nandani Swarn. . . . TOPIC - 6. By - Nandani Swarn. Scene 31 (15m 36s) . . . . no Jwtiee When 1101} the world I' Ilun9fY! no matter how you my it..",
  "Scene 32 (15m 45s) . . ENOUGH IS ENOUGH' BEAT HUNGER."
]