[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      ‎Healthy Cities in the SDG Era: 4. Reduced Inequalities on Apple Podcasts\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Podcasts Preview\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n39 min\n\nPLAY\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                  4. ",
  "Reduced Inequalities\n                \n\n\n                      Healthy Cities in the SDG Era\n                    \n\n\n\n\n\n\n                      Social Sciences\n                    \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\nSDG 10: Reduced Inequalities,  focuses on reducing inequality within and among countries. There is a stark wealth gap between the richest and poorest in Canada. According to a 2020 report from the Parliamentary Budget Office, the wealthiest 0.01% percent of Canadian families have a net wealth of $654 billion, which is 5.6% of the national total. The poorest 40% of Canadian families, on the other hand, have a net wealth of $132 billion, or, 1.1% of the national total. This gap has grown during the COVID-19 pandemic – the Canadian Centre for Policy Alternatives reported that Canada’s top 20 billionaries have become $37 billion richer during the COVID-19 pandemic, earning an average of $2 billion each. This has happened alongside significant job losses amongst the working class.Toronto has one of the highest costs of living of cities in Canada. ",
  "The cost of housing, food, transit, childcare, and postsecondary tuition have increased significantly over the past three decades, while incomes have stagnated. The impacts of this drastic increase in the cost of living have had unequal impacts. ",
  "Racialized groups, recent immigrants/migrants, and young people living in Toronto have become poorer over time, as these groups have not experienced income increases over the past 35 years. While income inequality is an important metric to consider when thinking about inequality, it is not the only one. In this episode, our guests approach the goal of Reducing Inequality from a more critical lens. Dr. Roberta Timothy is an Assistant Professor in the Social and Behavioural Health Sciences Division at the Dalla Lana School of Public Health, at the University of Toronto. Roberta is also co-founder and consultant at Continuing Healing Consultants, where she implements and teaches her intersectional mental health model “Anti Oppression Psychotherapy”. She specializes in the areas of intersectionality, critical human rights, and health ethics; health and race; transnational Indigenous health; and anti-oppression/anti-colonial approaches to mental health (including anti-oppression psychotherapy) and research methodology. ",
  "Amrita Kumar-Ratta is a third year PhD student in the Department of Geography and Planning at the University of Toronto. She is a student in the Collaborative Specialization in Global Health and South Asian Studies at U of T. Amrita’s research focuses on gendered and ethnoracial constructions of inequality, particularly on the geopolitics of marriage and fertility in Punjabi communities in Canada. ",
  "CREDITS: This podcast is co-hosted by Dr. Erica Di Ruggiero, Director of the Centre for Global Health, and Ophelia Michaelides, Manager of the Centre for Global Health, at the Dalla Lana School of Public Health, University of Toronto, and produced by Elizabeth Loftus. Audio editing is by Anwaar Baobeid. Music is produced by Julien Fortier and Patrick May. It is made with the support of the School of Cities at the University of Toronto. More Episodes\n\n\n\n\n                      © 2021 Healthy Cities in the SDG Era\n                    \n\n\n\n\n\n\n\n\n\n\n\nSDG 10: Reduced Inequalities,  focuses on reducing inequality within and among countries. There is a stark wealth gap between the richest and poorest in Canada. ",
  "According to a 2020 report from the Parliamentary Budget Office, the wealthiest 0.01% percent of Canadian families have a net wealth of $654 billion, which is 5.6% of the national total. The poorest 40% of Canadian families, on the other hand, have a net wealth of $132 billion, or, 1.1% of the national total. ",
  "This gap has grown during the COVID-19 pandemic – the Canadian Centre for Policy Alternatives reported that Canada’s top 20 billionaries have become $37 billion richer during the COVID-19 pandemic, earning an average of $2 billion each. This has happened alongside significant job losses amongst the working class.Toronto has one of the highest costs of living of cities in Canada. The cost of housing, food, transit, childcare, and postsecondary tuition have increased significantly over the past three decades, while incomes have stagnated. The impacts of this drastic increase in the cost of living have had unequal impacts. Racialized groups, recent immigrants/migrants, and young people living in Toronto have become poorer over time, as these groups have not experienced income increases over the past 35 years. While income inequality is an important metric to consider when thinking about inequality, it is not the only one. ",
  "In this episode, our guests approach the goal of Reducing Inequality from a more critical lens. Dr. Roberta Timothy is an Assistant Professor in the Social and Behavioural Health Sciences Division at the Dalla Lana School of Public Health, at the University of Toronto. ",
  "Roberta is also co-founder and consultant at Continuing Healing Consultants, where she implements and teaches her intersectional mental health model “Anti Oppression Psychotherapy”. She specializes in the areas of intersectionality, critical human rights, and health ethics; health and race; transnational Indigenous health; and anti-oppression/anti-colonial approaches to mental health (including anti-oppression psychotherapy) and research methodology. Amrita Kumar-Ratta is a third year PhD student in the Department of Geography and Planning at the University of Toronto. She is a student in the Collaborative Specialization in Global Health and South Asian Studies at U of T. Amrita’s research focuses on gendered and ethnoracial constructions of inequality, particularly on the geopolitics of marriage and fertility in Punjabi communities in Canada. CREDITS: This podcast is co-hosted by Dr. Erica Di Ruggiero, Director of the Centre for Global Health, and Ophelia Michaelides, Manager of the Centre for Global Health, at the Dalla Lana School of Public Health, University of Toronto, and produced by Elizabeth Loftus. Audio editing is by Anwaar Baobeid. ",
  "Music is produced by Julien Fortier and Patrick May. It is made with the support of the School of Cities at the University of Toronto. "
]