[
  "Deep Learning Teaching Kits for Educators | NVIDIA NVIDIA Home NVIDIA Home Menu Menu icon Menu Menu icon Close Close icon Close Close icon Close Close icon Caret down icon Accordion is closed, click to open. Caret down icon Accordion is closed, click to open.",
  "Caret up icon Accordion is open, click to close. Caret right icon Click to expand Caret right icon Click to expand Caret right icon Click to expand menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Caret left icon Click to collapse menu. Shopping Cart Click to see cart items Search icon Click to search Skip to main content Artificial Intelligence Computing Leadership from NVIDIA Main Menu Products Hardware Software Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers Data Scientists Developers Gamers IT Professionals Researchers Roboticists Startups NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Shop Drivers Support Login LogOut Skip to main content 0 Cart Login LogOut NVIDIA NVIDIA logo Main Menu Products Hardware Gaming and Entertainment GeForce Graphics Cards Gaming Laptops G-SYNC Monitors SHIELD Laptops and Workstations Gaming Laptops NVIDIA RTX Desktop Workstations NVIDIA RTX in Professional Laptops DGX Station NVIDIA RTX Data Science Workstation Studio Laptops Cloud and Data Center Overview Grace CPU DGX Systems NVIDIA OVX EGX Platform HGX Platform DRIVE Constellation Networking Overview DPU Ethernet InfiniBand GPUs GeForce NVIDIA RTX / Quadro Data Center Titan RTX Embedded Systems Jetson DRIVE AGX Clara AGX Software Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Apps and Tools NGC Catalog NVIDIA NGC 3D Collaboration - Omniverse Data Center GPU Monitoring NVIDIA RTX Experience NVIDIA RTX Desktop Manager RTX Accelerated Creative Apps Video Conferencing NVIDIA Workbench Gaming and Entertainment GeForce NOW GeForce Experience NVIDIA Broadcast App (Omniverse) Machinima Infrastructure AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Solutions AI and Data Science Overview Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Data Center and Cloud Computing Overview Accelerated Computing for Enterprise IT NVIDIA LaunchPad Cloud Computing Colocation Edge Computing Networking On-Premises Virtualization MLOps Design and Visualization Overview Augmented and Virtual Reality Multi-Display Rendering Collaboration 3D Collaboration Graphics Virtualization Engineering Simulation Broadcast Edge Computing Overview AI-on-5G Intelligent Video Analytics Industrial Robotics Edge Deployment Management Edge Solutions High-Performance Computing Overview HPC and AI Simulation and Modeling Scientific Visualization Self-Driving Vehicles Overview Chauffeur Concierge Training HD Mapping Simulation Robotaxis Trucking ADAS Industries Industries Overview Architecture, Engineering, Construction & Operations Consumer Internet Cybersecurity Energy Financial Services Healthcare and Life Sciences Higher Education Game Development Manufacturing Media and Entertainment US Public Sector Restaurants Retail Robotics Smart Cities Supercomputing Telecommunications Transportation For You Creatives/Designers NVIDIA Studio Overview Accelerated Apps Products Compare Shop Industries Media and Entertainment Manufacturing Architecture, Engineering, and Construction All Industries > Solutions Data Center/Cloud Laptops/Desktops Augmented and Virtual Reality Multi-Display Rendering 3D Collaboration Graphics Virtualization Engineering Simulation Data Scientists Industries Financial Services Consumer Internet Healthcare Higher Education Retail Public Sector All Industries > Solutions Data Analytics Machine Learning Deep Learning Training Deep Learning Inference Conversational AI Prediction and Forecasting Software NGC Catalog NVIDIA NGC RAPIDS Apache Spark Inference Serving Recommender Systems - Merlin Open Source Portal AI Enterprise Suite NVIDIA Workbench Products PC Laptops & Workstations Data Center Cloud Resources Professional Services Technical Training Startups AI Accelerator Program Content Library NVIDIA Research Developer Blog Kaggle Grandmasters Developers Developer Resources Join the Developer Program NGC Catalog NVIDIA NGC Technical Training News Blog Forums Open Source Portal NVIDIA GTC Startups Developer Home > Application Frameworks 3D Collaboration - Omniverse Automotive - DRIVE Cloud-AI Video Streaming - Maxine Speech AI - Riva Data Analytics - RAPIDS Healthcare - Clara High-Performance Computing Intelligent Video Analytics - Metropolis Recommender Systems - Merlin Robotics - Isaac Telecommunications - Aerial Top SDKs and Libraries Parallel Programming - CUDA Toolkit Edge AI applications - Jetpack BlueField data processing - DOCA Accelerated Libraries - CUDA-X Libraries Deep Learning Inference - TensorRT Deep Learning Training - cuDNN Deep Learning Frameworks Conversational AI - NeMo Intelligent Video Analytics - DeepStream NVIDIA Unreal Engine 4 Ray Tracing - RTX Video Decode/Encode Gamers GeForce Overview GeForce Graphics Cards Gaming Laptops G-SYNC Monitors RTX Games GeForce Experience GeForce Drivers Forums Support Shop GeForce NOW Overview Download Games Pricing FAQs Forums Support SHIELD Overview Compare Shop FAQs Knowledge Base IT Professionals Solutions Data Center (On-Premises) Edge Computing Cloud Computing Networking Virtualization Enterprise IT Solutions Software AI Enterprise Suite Cloud Native Support Cluster Management Edge Deployment Management Inference Serving IO Acceleration Networking Virtual GPU Apps and Tools Data Center GPU Monitoring NVIDIA Quadro Experience NVIDIA RTX Desktop Manager Resources Data Center & IT Resources Technical Training Enterprise Support Drivers Security Product Documentation Forums Researchers NVIDIA Research Home Research Areas AI Playground Video Highlights COVID-19 NGC Catalog Technical Training Startups News Developer Blog Open Source Portal Cambridge-1 Supercomputer 3D Deep Learning Research Roboticists Products AI Training - DGX Edge Computing - EGX Embedded Computing - Jetson Software Robotics - Isaac SDK Simulation - Isaac Sim TAO Toolkit Vision AI - Deepstream SDK Edge Deployment Management Use Cases Healthcare and Life Sciences Manufacturing Public Sector Retail Robotics More > Resources NVIDIA Blog Robotics Research Developer Blog Technical Training Startups Startups Shop Drivers Support Deep Learning Institute Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources Online Courses Instructor-Led Workshops Educator Programs Enterprise Solutions Resources Benefits Resources Content Testimonials Partners Request A Kit NVIDIA DLI Teaching Kits Benefits Resources Content Testimonials Partners Request A Kit This site requires Javascript in order to view all its content.",
  "Please enable Javascript in order to access all the functionality of this web site. Here are the instructions how to enable JavaScript in your web browser.",
  "NVIDIA DLI Teaching Kits for Educators Universities are at the forefront of nurturing the next generation in the emerging technologies of accelerated computing, data science, and AI. NVIDIA Deep Learning Institute (DLI) Teaching Kits lower the barrier of incorporating AI and GPU computing in coursework with downloadable teaching materials and online courses that provide the foundation for understanding and building hands-on expertise in these critical areas. Enhancing Curricula with NVIDIA Teaching Kits Watch Video (01:52) Benefits for Educators Removing Barriers to Teaching New Technologies Saves Class and Lab Planning Time Developing new teaching materials like lecture slides and hands-on labs can take a significant amount of time for busy faculty. Teaching Kits significantly cut course content development time for instructors. Reduces Cost and Infrastructure Needs New teaching materials and supplies cost money and create barriers to entry for students. Teaching Kits provide educators and their students' free access to GPUs in the cloud in two ways: through Amazon’s AWS program, which offers educators and their students extended cloud credits, and free access to DLI online courses.",
  "Addresses Academic Theory and Fundamentals Many tech companies only provide applied industry and professional training material to universities, which lacks fundamentals and academic theory. NVIDIA co-develops Teaching Kits with academic partners to combine the latest industry trends, GPU architectures, and applications, with fundamental theory and pedagogy from academia.",
  "Singular, Comprehensive Course Offering with Support Another barrier is the expertise required to teach the technology and select the platforms and resources best for teaching. The Teaching Kits program offers support from NVIDIA and NVIDIA’s educator communities, discussions at conferences, getting-started guides, webinars, an open channel for educators to provide feedback and ask questions, plus more. Teaching Resources The Foundation for Next-Generation Innovators Deep Learning Co-developed with Professor Yann LeCun and his team at New York University (NYU), this Teaching Kit leverages the latest computing frameworks and techniques to explore introductory and advanced deep learning topics, from image classification to generative adversarial networks (GANs) to natural language processing (NLP). Watch Video: Bringing AI to the Classroom: NVIDIA's Deep Learning Teaching Kit (60 Minutes) Accelerated Computing Co-developed with Professor Wen-Mei Hwu and his team from the University of Illinois (UIUC) and Professor Sunita Chandrasekaran and her team from the University of Delaware, this Teaching Kit covers introductory and advanced topics such as parallel programming APIs, programming tools and techniques, principles and patterns of parallel algorithms, and processor architecture features and constraints. Watch Video: Accelerated Computing Teaching Kit for University Educators: Introduction and Use Cases (60 Minutes) Edge AI and Robotics In collaboration with the University of Oxford and the University of Maryland Baltimore County, the Edge AI and Robotics Teaching Kit includes lecture slides and hands-on labs spanning topics such as big data and IoT, vision AI, reinforcement learning, conversational AI, diversity, ethics, and security, as well as autonomous robotics. Watch Video: Getting Started with the Edge AI and Robotics Teaching Kit (48 Minutes) Data Science In collaboration with the Georgia Institute of Technology (Georgia Tech) and Prairie View A&M University, this Teaching Kit focuses on GPU-accelerated algorithms and data science using the RAPIDS™ framework.",
  "The content has also been developed with cultural awareness, addressing issues such as bias and fairness in data science. Watch Video: Accelerated Data Science in the Classroom: Teaching Analytics and Machine Learning with RAPIDS (60 Minutes) Graphics and Omniverse Created in consultation with top film and animation schools in our Studio Education Partner Program, this Teaching KIt is designed for college and university educators looking to bring graphics and NVIDIA Omniverse™ - an open platform for virtual collaboration and real-time physically accurate simulation - into the classroom.",
  "Sign Up for Early Access Class Content That is Comprehensive and Source-Level Co-developed with university faculty, NVIDIA Teaching Kits provide content to help university educators incorporate GPUs into their curriculum and deliver AI-ready content. And access to free DLI online courses offers the opportunity to earn certificates of subject matter competency to support career growth. Syllabi, lecture slides, and videos Hands-on labs, quizzes, exams, and solutions Quick-start guides and e-books Cloud-based GPU computing resources DLI Teaching Kits are very helpful for me and act as a class booster. Initially, I start with the basic training examples. The kits really help me to teach them the basics of deep learning such as convolutional neural networks, recurrent neural networks, and their training processes. - Vipul Kumar Mishra, Associate Professor, Bennett University, India Students know that the material we present is state of the art and up to date, so it gives them confidence in the material and draws a lot of excitement.",
  "- Daniel Wong, Assistant Professor of Electrical and Computer Engineering, University of California, Riverside If you want to spend time productively and if you want to do cool research, use the Teaching Kit. You'll save valuable time, and there's a lot of freedom to do it your own way adapted to your culture and to the demands of your own students but supported with very high-quality resources.",
  "- Sunita Chandrasekaran, Assistant Professor, University of Delaware DLI Teaching Kits are very helpful for me and act as a class booster. Initially, I start with the basic training examples. The kits really help me to teach them the basics of deep learning such as convolutional neural networks, recurrent neural networks, and their training processes. - Vipul Kumar Mishra, Associate Professor, Bennett University, Indias Students know that the material we present is state-of-the-art and up to date, so it gives them confidence in the material and draws a lot of excitement. - Daniel Wong, Assistant Professor of Electrical and Computer Engineering, University of California, Riverside If you want to spend time productively and if you want to do cool research, use the Teaching Kit. You'll save valuable time, and there's a lot of freedom to do it your own way adapted to your culture and to the demands of your own students but supported with very high-quality resources.",
  "- Sunita Chandrasekaran, Assistant Professor, University of Delaware Partner Universities NVIDIA partners with leading universities to co-develop content for DLI Teaching Kits, combining academic fundamentals and theory with the latest technology resources. Advance Your Students' Skills in Accelerated Computing, AI, and Data Science."
]