[
  "NVIDIA cuOpt | NVIDIA Developer Skip to main content HomePlatformsOther Platforms NVIDIA cuOptAccelerated AI Logistics and Route OptimizationNVIDIA cuOpt™ is an AI logistics software API that enables near real-time routing optimizations. cuOpt empowers logistics and operational research developers to leverage larger data sets and faster processing, delivering new capabilities like dynamic-rerouting, simulations, and sub-second solver response time for last-mile delivery, supply chain, warehouse picking, and food delivery.",
  "Join NowAI Logistics and Route OptimizationNVIDIA cuOpt™ is a route optimization software suite that uses GPU-accelerated logistics solvers relying on heuristics (tabu search, guided local search, ant colony, Lin-Kernighan), and optimizations (hyperparameters, batch processing) to calculate complex vehicle routing problem variants with a wide range of constraints. NVIDIA cuOpt provides a C++ and a Python interface that relies on NVIDIA® CUDA® libraries and RAPIDS™ primitives. Native support for distance and time matrices with asymmetric patterns enables a smooth integration with popular map engines. cuOpt FeaturesDynamic ReroutingRerun models and adjust for changes like down drivers, inoperable vehicles, traffic/weather disruptions, and the addition of new orders—all within SLA time constraints.World-Record AccuracyAchieve world-record accuracy with a 2.98% error gap on the Gehring & Homberger benchmark.Scale SeamlesslyScale out to 10,000s of nodes to facilitate computationally heavy use cases. NVIDIA cuOpt performs better than SOTA solutions to address innovative use cases not otherwise possible today.Real-Time AnalyticsRoute 1,000 packages in 10 seconds instead of 20 minutes (that’s 120X faster), with the same level of accuracy.Get Started QuicklyEnroll in the NVIDIA cuOpt self-paced online course - Optimized Vehicle Routing.Save MillionsReduce travel times and fuel costs by 15% with dynamic rerouting—which saves companies millions.Solving Logistics and Route Optimization ChallengesLast Mile DeliveryIn 2020, parcel shipping exceeded 131 billion in volume globally and it's likely to more than double by 2026 (Source: Pitney Bowes Parcel Shipping Index).Transport and logistics companies are also facing multiple new challenges arising from the pandemic and the changing economic and geo-political landscape within the industry.As a result of these conditions, Last Mile Delivery (LMD) has become the most expensive portion of the logistics fulfillment chain, representing over 41% of overall supply chain costs for industries like retail, quick service restaurants (QSRs), consumer packaged goods (CPG), and manufacturing (Source: Capgemini Research Institute, The Last-Mile Delivery Challenge).Based on these conditions, the challenges of last-mile delivery are manifesting as shrinking delivery timelines, profitability concerns, scaling issues, and numerous evolving delivery options.Reducing these challenges has become critical for businesses to fully optimize the final leg of the transportation journey and reduce the total cost of delivery. Vehicle Routing ProblemConsider the Vehicle Routing Problem (VRP), which asks \"What is the optimal set of routes for a fleet of vehicles to traverse in order to deliver to a given set of customers?\"",
  "It generalizes the well-known traveling salesman problem (TSP).Operations Research (OR) and logistics issues at greater scale are incredibly compute intensive with massive operational costs. As the number of destinations increases, the corresponding number of roundtrips surpasses the capabilities of even the fastest supercomputers.With 10 destinations, there can be more than 3 million roundtrip permutations and combinations.",
  "With 15 destinations, the number of possible routes could exceed a trillion.Adjusting for changes in these parameters due to inclement weather, a driver out sick, vehicle maintenance, and new orders greatly increases the scope of the problem.Anatomy Of The Routing ProblemIn this simple food delivery example, a pizza shop is planning to deliver pizzas to four different addresses, then return to the store. The problem is represented as a graph with five nodes, including the depot (pizza shop). The edges represent the ability to go from a location to the other with a given cost. The solver supports multiple cost or weights dimensions (eg. distance and time). Costs could be asymmetric and triangle inequality compliance is not required.",
  "From there, the pizza delivery application models and solves the problem through the following steps:Query a mapping app to determine the distance between any two addresses in this list.Pizzas must be delivered to customers within defined time windows. This is encoded into this distance matrix and constraint tuple."
]