[
  "\n\n\n\n\n\n\n\n\n\n\n\n\nApple commits $430 billion in US investments over five years - Apple\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNewsroom\n\n\n\n\nOpen Newsroom navigation\n\n\nClose Newsroom navigation\n\n\n\n\n\n\n\n\n\n\n\n\nSearch Newsroom\n\n\n\nPopular Topics\n\n\nPopular Topics\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\nopens in new window\n\n\n\n\n\t\t\t\t\tApple Newsroom needs your permission to enable desktop notifications when new articles are published\n\t\t\t\t\n\n\n\n\n\n\n\n\n\n\nPRESS RELEASE\nApril 26, 2021\n\n\n\n\n\n\n                \n                \n                    Apple commits $430 billion in US investments over five years\n                \n            \n\n\n\n\n            \n            \n                The accelerated commitment will fund a new North Carolina campus and job-creating investments in innovative fields like silicon engineering and 5G technology\n            \n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                            Apple plans to make new contributions of more than $430 billion in the US and add 20,000 jobs across the country over the next five years. Cupertino, California Apple today announced an acceleration of its US investments, with plans to make new contributions of more than $430 billion and add 20,000 new jobs across the country over the next five years. ",
  "Over the past three years, Apple’s contributions in the US have significantly outpaced the company’s original five-year goal of $350 billion set in 2018. Apple is now raising its level of commitment by 20 percent over the next five years, supporting American innovation and driving economic benefits in every state. This includes tens of billions of dollars for next-generation silicon development and 5G innovation across nine US states. “At this moment of recovery and rebuilding, Apple is doubling down on our commitment to US innovation and manufacturing with a generational investment reaching communities across all 50 states,” said Tim Cook, Apple’s CEO. “We’re creating jobs in cutting-edge fields — from 5G to silicon engineering to artificial intelligence — investing in the next generation of innovative new businesses, and in all our work, building toward a greener and more equitable future.”\n\nToday, Apple supports more than 2.7 million jobs across the country through direct employment, spending with US suppliers and manufacturers, and developer jobs in the thriving iOS app economy. Apple is the largest taxpayer in the US and has paid almost $45 billion in domestic corporate income taxes over the past five years alone. ",
  "Apple’s $430 billion in contributions to the US economy include direct spend with American suppliers, data center investments, capital expenditures in the US, and other domestic spend — including dozens of Apple TV+ productions across 20 states, creating thousands of jobs and supporting the creative industry. Establishing a New North Carolina Campus\n\nAs part of its investments and expansion, Apple plans to invest over $1 billion in North Carolina and will begin construction on a new campus and engineering hub in the Research Triangle area. ",
  "The investment will create at least 3,000 new jobs in machine learning, artificial intelligence, software engineering, and other cutting-edge fields. Apple will also establish a $100 million fund to support schools and community initiatives in the greater Raleigh-Durham area and across the state, and will be contributing over $110 million in infrastructure spending to the 80 North Carolina counties with the greatest need — funds that will go toward broadband, roads and bridges, and public schools. When up and running, Apple’s investments are expected to generate over $1.5 billion in economic benefits annually for North Carolina. Expanding Apple’s US Operations\n\nApple is on track to meet its 2018 goal of creating 20,000 new jobs in the US by 2023. With today’s new commitment, Apple is setting a target of creating 20,000 additional jobs in states across the country over the next five years. Austin, Texas\n\n\nSan Diego, California\n\n\nSeattle, Washington\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConstruction for Apple’s $1 billion Austin campus is underway, with employees expected to start moving into the space next year. ",
  "(Rendering: Studio8 Architects and WP Visions)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs part of Apple’s commitment to American innovation and job creation, the company plans to create 20,000 new jobs over the next five years, growing its San Diego team to more than 5,000 employees by 2026. As part of Apple’s commitment to American innovation and job creation, the company plans to create 20,000 new jobs over the next five years, including adding another 1,000 team members in Seattle. ",
  "previous\n\n\nnext\n\n\n\n\n\n\n\n\nCalifornia: Apple continues to expand its teams across the state and now expects to grow its San Diego team to more than 5,000 employees by 2026 — a 500 percent increase from its 2018 goal. The company will also grow its teams in Culver City to more than 3,000 employees by 2026, expanding its state-of-the-art campus with additional space for these employees and more. Colorado: Apple is growing its engineering team in Boulder, and expects to have close to 700 employees at its offices in the region by 2026. Massachusetts: In 2018, Apple announced it would add hundreds of new jobs in the Boston metro area. With around 200 team members already working in the region, Apple plans to add several hundred new jobs by 2026. Texas: Construction for Apple’s $1 billion Austin campus is underway, with employees expected to start moving into the new space next year. ",
  "Washington: Apple’s LEED (Leadership in Energy and Environment Design) Platinum office space in Seattle’s South Lake Union neighborhood recently opened for the company’s 1,000 local employees, with plans to add at least another 1,000 team members. Iowa: The design process is underway for Apple’s new data center, which is expected to create over 500 construction and operations jobs in Waukee. ",
  "Apple is supporting community infrastructure programs, including the creation of Triumph Park, a 66-acre recreation area. Apple has also surpassed its 2018 hiring commitments in Miami, New York, Pittsburgh, and Portland, Oregon. As Apple grows its teams and operations in the US, the company is committed to doing so in an environmentally responsible manner with a focus on renewable energy and green innovation. To date, nearly 60 of Apple’s US sites are LEED certified. Apple is carbon neutral for all of its operations in the US and around the world, and last year committed to be 100 percent carbon neutral for its entire supply chain and products by 2030. Creating American Jobs with Manufacturers and Suppliers Nationwide\n\nApple’s $430 billion US investments include working with more than 9,000 suppliers and companies large and small in all 50 states, supporting American job creation across dozens of sectors, including silicon engineering, 5G, and manufacturing. ",
  "To foster innovation and growth in the sector, Apple launched its $5 billion Advanced Manufacturing Fund in 2017. Awards from the fund have led to breakthrough innovations in laser technology, sustainable material development, 5G infrastructure, and other cutting-edge fields. ",
  "Suppliers\n\n\nCorning\n\n\nII-IV\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple’s $430 billion US investments include working with more than 9,000 suppliers and companies large and small in all 50 states. Corning is among the companies that have received awards from Apple’s Advanced Manufacturing Fund, designed to foster innovation and growth in the sector. Apple works with suppliers and partners across all 50 states, including II-VI, which manufactures for Apple in Texas, New Jersey, Pennsylvania, and Illinois. previous\n\n\nnext\n\n\n\n\n\n\n\n\nIndiana: A new $100 million Advanced Manufacturing Fund investment to open a state-of-the-art facility and distribution center in Clayton, which will be operated by XPO Logistics, will accelerate delivery timelines and personalization. The award is expected to create around 500 jobs at the facility. Kentucky: Corning was the first recipient of an award from Apple’s Advanced Manufacturing Fund, and has received $450 million to support research and development into state-of-the-art glass processes, equipment, and materials. ",
  "These awards led to the creation of Ceramic Shield, a new material that is tougher than any smartphone glass. Apple’s investment has helped support more than 1,000 jobs across Corning’s US operations in Kentucky and other facilities. ",
  "Texas: Apple began working with II-VI in Sherman, Texas, in 2017 as part of the company’s Advanced Manufacturing Fund. The laser technology that II-VI manufactures in Texas, New Jersey, Pennsylvania, and Illinois are integral components that help power Face ID, along with Memoji, Animoji, and more. California, Colorado, Maine, Massachusetts, New York, Oregon, Texas, Vermont, and Washington: Apple is spending tens of billions of dollars across these nine states in silicon engineering and 5G technology — two pivotal fields shaping the future of next-generation consumer electronics. With the launch of the 5G-enabled iPhone 12 lineup and the new iPad Pro, Apple has helped expand and expedite 5G adoption across the country, driving innovation and significant job growth among companies that support 5G innovation and infrastructure. The company also recently expanded its New Silicon Initiative — designed to prepare students for careers in hardware engineering and silicon chip design — to engineering programs at Historically Black Colleges and Universities across the country. Apple is carbon neutral for all of its operations in the US and around the world, and last year committed to be 100 percent carbon neutral for its entire supply chain and products by 2030. ",
  "Apple is also making industry-leading investments in new clean energy projects and green technology in the US and around the world. Just last month, Apple announced a massive new US energy storage project in California’s Monterey County — joining other energy storage projects the company has invested in, including its microgrid at Apple Park. ",
  "Apple continues to be a clean energy leader through its $4.7 billion Green Bond spend, with recent investments in solar and wind projects in Nevada, Illinois, and Virginia — bringing clean energy and high-paying jobs to local communities across the country. Apple also continues to support jobs in the innovative iOS app economy, which facilitated $138 billion of commerce in 2019 in the US alone. More than 85 percent of those proceeds go straight to third-party developers. Today, the App Store supports more than 2.1 million US jobs across all 50 states. Share article\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tImages of Apple’s Jobs Investment 2021  \n\t\t\t\t\n\nDownload all images\n\n\n\n\n\n\n\nApple revolutionized personal technology with the introduction of the Macintosh in 1984. Today, Apple leads the world in innovation with iPhone, iPad, Mac, Apple Watch, and Apple TV. ",
  "Apple’s five software platforms — iOS, iPadOS, macOS, watchOS, and tvOS — provide seamless experiences across all Apple devices and empower people with breakthrough services including the App Store, Apple Music, Apple Pay, and iCloud. Apple’s more than 100,000 employees are dedicated to making the best products on earth, and to leaving the world better than we found it. ",
  "This press release contains forward-looking statements, within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements include without limitation those about Apple’s plans for future investments and expansion. These statements involve risks and uncertainties, and actual results may differ. More information regarding potential risks and other factors that could affect Apple’s financial results is included in Apple’s filings with the SEC, including in the “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” sections of Apple’s most recently filed periodic reports on Form 10-K and Form 10-Q and subsequent filings. Apple assumes no obligation to update any forward-looking statements or information, which speak as of their respective dates. Press Contacts\n\n\nJosh Rosenstock\n\nApple\n\njrosenstock@apple.com\n\n\n                        (408) 862-1142\n                    \n\n\nRachel Wolf Tulley\n\nApple\n\nrachel_tulley@apple.com\n\n\n                        (408) 974-0078\n                    \n\n\nApple Media Helpline\n\n\n\nmedia.help@apple.com\n\n\n                        (408) 974-2042\n                    \n\n\n\n\n\n\n\nLatest News\n\n\n\n\n\n\n\n\n\n\nUPDATE\nApple’s $4.7B in Green Bonds support innovative green technology\nMarch 24, 2022\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE\nApple launches the first driver’s license and state ID in Wallet with Arizona\nMarch 23, 2022\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE\nApple announces new coaching program and features for educators\nMarch 22, 2022\n\n\n\n\n\n\n\n\n\n\nApple Newsroom\nThe latest news and updates, direct from Apple. ",
  "Read more\n\n\n\n\n\n\n\n\nApple Footer\n\n\n\nApple\n\n\n\n\n\nNewsroom\n\n\n                            Apple commits $430 billion in US investments over five years\n                        \n\n\n\n\n\n\n\n\n\nShop and Learn\n\n\nOpen Menu\n\n\nClose Menu\n\n\nStore\nMac\niPad\niPhone\nWatch\nAirPods\nTV & Home\niPod touch\nAirTag\nAccessories\nGift Cards\n\n\n\n\n\n\n\nServices\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple Music\nApple TV+\nApple Fitness+\nApple News+\nApple Arcade\niCloud\nApple One\nApple Card\nApple Books\nApple Podcasts\nApp Store\n\n\n\n\n\nAccount\n\n\nOpen Menu\n\n\nClose Menu\n\n\nManage Your Apple ID\nApple Store Account\niCloud.com\n\n\n\n\n\n\nApple Store\n\n\nOpen Menu\n\n\nClose Menu\n\n\nFind a Store\nGenius Bar\nToday at Apple\nApple Camp\nApple Store App\nRefurbished and Clearance\nFinancing\nApple Trade In\nOrder Status\nShopping Help\n\n\n\n\n\n\n\nFor Business\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Business\nShop for Business\n\n\n\n\n\nFor Education\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Education\nShop for K-12\nShop for College\n\n\n\n\n\nFor Healthcare\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple in Healthcare\nHealth on Apple Watch\nHealth Records on iPhone\n\n\n\n\n\nFor Government\n\n\nOpen Menu\n\n\nClose Menu\n\n\nShop for Government\nShop for Veterans and Military\n\n\n\n\n\n\n\nApple Values\n\n\nOpen Menu\n\n\nClose Menu\n\n\nAccessibility\nEducation\nEnvironment\nInclusion and Diversity\nPrivacy\nRacial Equity and Justice\nSupplier Responsibility\n\n\n\n\n\nAbout Apple\n\n\nOpen Menu\n\n\nClose Menu\n\n\nNewsroom\nApple Leadership\nCareer Opportunities\nInvestors\nEthics & Compliance\nEvents\nContact Apple\n\n\n\n\n\n\n\n\t\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. "
]