[
  "Nike's new strategy based on sustainability | Fuorisalone.it Newsletter IT EN Toggle navigation MAINSPONSOR 2022 Fuorisalone.it Magazine News Appointments Stories Milan Osservatorio World Design Events Newsletter Events guide List Map Brands Designers Moodboard Inspire Itineraries Award Inspire Live Photos Inspire E.Reporters Tv INFO Take part into Fuorisalone 2022 What's Fuorisalone Milano Design Week FS China FS Japan Newsletter Contacts Focus Nike's new strategy based on sustainability A conversation with Noel Kinder, Chief Sustainabilty Officer, about the challenges of today and tomorrow. Nike has just presented the Impact Report FY21.",
  "What are the most important challenges you will face between now and 2025? Waste and carbon are the most immediate issues we need to address. As the largest in our industry, we have a responsibility to reimagine sustainable innovation across the entirety of our value chain - inclusive of how product is sourced, made, distributed, used, returned, reused and ultimately reimagined as something new. We know a more sustainable future requires designing waste out of products from the start, optimizing manufacturing processes for maximum material efficiency, and managing scrap material via circular systems to preserve, recover, renew, and regenerate its physical utility and economic value. Through recycling in FY21, 100% of Nike manufacturing scrap at our finished goods footwear suppliers was diverted from landfills. The greatest challenge we all face is moving fast enough.",
  "The urgency of climate change necessitates speed, and we all need to come together to progress more quickly. This is a team sport and we all have a position to play.",
  "Can we talk about opportunities, as well as responsibilities, when we talk about sustainability for a player as important as Nike? Our opportunities are connected closely to our challenges and how we innovate to tackle them. To create true impact in service of the planet, we need to understand our greatest impact areas and make sure we have a plan in place to drive measurable progress. For example, materials make up 70% of our carbon footprint and is our largest impact area. So, we focus on ways to reuse scraps and existing plastics, yarns, and textiles, to significantly reduce our emissions in this space. Flyleather is one way we’ve done this.",
  "Created from discarded leather cuts reengineered into a material made of at least 50 percent leather fibers, its production uses significantly less water and has a lower carbon footprint, yet is more durable and lightweight. Further, some of our biggest product platforms are sustainable innovation such as Nike Air with all our iconic Air soles made of at least 50 percent recycled TPU (Thermoplastic polyurethane).",
  "Partnership across the industry is another big opportunity. Through our Circular Design Guide, we have shared a circular approach to design, manufacture and reuse of products with as little impact on the environment as possible. To summarize, we know that we can’t wait for solutions, and we as Nike have to innovate to create them. And, once we unlock new ideas, we must work quickly to scale them and – where possible – share then with the industry to advance all our efforts. The younger generations are the most sensitive and prepared for today's challenges. In a broader sense, is the market ready to accept the efforts of those who invest in sustainability today?",
  "We hear from athletes all the time how climate change has altered their lives – how it’s impacting the way they train, how they compete and how they play. Without clean air, fresh water and other vital resources, athletes won’t be able to train and compete in the years ahead.",
  "And we know this is a daunting outlook for our young, climate conscious everyday athletes as well. We are pushing to meet the demands of athletes as well as to do this work because it’s the right thing to do, considering carefully what we make, how we make it, how we get it to athletes as well as how we take it back and reimagine it as something new. In addition to what we make, we are also implementing new initiatives to extend the lifecycle of our product such as Refurbished which is currently being piloted in The Netherlands. This service allows items that are almost new, gently worn or cosmetically flawed to be cleaned and resold. And through Recycling & Donation which is live in 74 stores across Europe consumers are able to drop off their product at a Nike store, then it is either donated to communities in need or recycled into Nike Grind allowing it to become something new, for example a Nike shoe or the playing surface of a community court. In addition to the work that athletes and consumers see, we are also prioritizing the things they don’t such as operations.",
  "Nike has a goal of reducing our absolute GHG emissions by 70% in our owned or operated facilities by using renewable energy and converting our fleet to electric vehicles and in Europe we now run off 100% renewable energy from windfarms. We are excited and inspired by the energy of consumers in this space, and we understand the role and responsibility we have in continuing to innovate, test, learn, share and scale to break down the barriers of today as well as those that lie ahead.",
  "With each stride, we’re building the innovation, operational and collaborative muscles we need to continue protecting the planet and with it, the future of sport itself. What are the internal processes that Nike has revolutionized to increase its sustainability in the last years? There are many internal processes that have been implemented over the last few years to help drive progress. Just one example, we have focused heavily on employee education and awareness around sustainability. We continue to grow talent in this space and have launched employee communities to engage on this important topic through forums and events. Across the business we are taking steps and investing to decrease our environmental footprint and we’ve set bold science-based targets to hold us accountable.",
  "As previously mentioned, scaling material innovation and shifting our owned and operated Nike facilities to 100% renewable energy has required evolutions and shifts internally. Another example is how we are working with suppliers to improve resilience and ensure business continuity.",
  "We continuously ask ourselves: Will this process be better for people and healthier for the planet? When you think about the scale of the manufacturers we work with, they are huge businesses in their own. And we’re actually changing the way they do business, not only for Nike, but for their entire enterprise. Nike has created the Supplier Climate Action Program (SCAP) with leaders from 10 of our largest footwear and apparel suppliers. We work with these partners to develop a long-term plan for de-carbonizing the supply chain. In your opinion, as a percentage, when will the use of natural or reclaimed materials overtake synthetic ones?",
  "We are on a journey to reinvent, innovate and source materials that make our circular vision a reality. Across Nike, teams are working to design product using materials that can be more easily separated at end-of-use and are easier to process, recycle and reuse, thus facilitating the transition to a circular economy.",
  "And we have set several functional goals, aligned with our innovation roadmap, to reduce our dependency on natural resources – from cotton and rubber, to leather and water. Tag: Nike Sustainability © Fuorisalone.it — All rights reserved. — Published on 19 April 2022 Did you enjoy this content?Subscribe to Fuorisalone.it newsletter Name* Surname* Email* Birth date (es. 16/05/1980)* City* Nation* AfghanistanAland IslandsAlbaniaAlgeriaAmerican SamoaAndorraAngolaAnguillaAntarcticaAntigua and BarbudaArgentinaArmeniaArubaAustraliaAustriaAzerbaijanBahamasBahrainBangladeshBarbadosBelarusBelgiumBelizeBeninBermudaBhutanBoliviaBonaire, Saint Eustatius and Saba Bosnia and HerzegovinaBotswanaBouvet IslandBrazilBritish Indian Ocean TerritoryBritish Virgin IslandsBruneiBulgariaBurkina FasoBurundiCambodiaCameroonCanadaCape VerdeCayman IslandsCentral African RepublicChadChileChinaChristmas IslandCocos IslandsColombiaComorosCook IslandsCosta RicaCroatiaCubaCuraçaoCyprusCzech RepublicDemocratic Republic of the CongoDenmarkDjiboutiDominicaDominican RepublicEast TimorEcuadorEgyptEl SalvadorEquatorial GuineaEritreaEstoniaEthiopiaFalkland IslandsFaroe IslandsFijiFinlandFranceFrench GuianaFrench PolynesiaFrench Southern TerritoriesGabonGambiaGeorgiaGermanyGhanaGibraltarGreeceGreenlandGrenadaGuadeloupeGuamGuatemalaGuernseyGuineaGuinea-BissauGuyanaHaitiHeard Island and McDonald IslandsHondurasHong KongHungaryIcelandIndiaIndonesiaIranIraqIrelandIsle of ManIsraelItalyIvory CoastJamaicaJapanJerseyJordanKazakhstanKenyaKiribatiKosovoKuwaitKyrgyzstanLaosLatviaLebanonLesothoLiberiaLibyaLiechtensteinLithuaniaLuxembourgMacaoMacedoniaMadagascarMalawiMalaysiaMaldivesMaliMaltaMarshall IslandsMartiniqueMauritaniaMauritiusMayotteMexicoMicronesiaMoldovaMonacoMongoliaMontenegroMontserratMoroccoMozambiqueMyanmarNamibiaNauruNepalNetherlandsNetherlands AntillesNew CaledoniaNew ZealandNicaraguaNigerNigeriaNiueNorfolk IslandNorth KoreaNorthern Mariana IslandsNorwayOmanPakistanPalauPalestinian TerritoryPanamaPapua New GuineaParaguayPeruPhilippinesPitcairnPolandPortugalPuerto RicoQatarRepublic of the CongoReunionRomaniaRussiaRwandaSaint BarthélemySaint HelenaSaint Kitts and NevisSaint LuciaSaint MartinSaint Pierre and MiquelonSaint Vincent and the GrenadinesSamoaSan MarinoSao Tome and PrincipeSaudi ArabiaSenegalSerbiaSerbia and MontenegroSeychellesSierra LeoneSingaporeSint MaartenSlovakiaSloveniaSolomon IslandsSomaliaSouth AfricaSouth Georgia and the South Sandwich IslandsSouth KoreaSouth SudanSpainSri LankaSudanSurinameSvalbard and Jan MayenSwazilandSwedenSwitzerlandSyriaTaiwanTajikistanTanzaniaThailandTogoTokelauTongaTrinidad and TobagoTunisiaTurkeyTurkmenistanTurks and Caicos IslandsTuvaluU.S. Virgin IslandsUgandaUkraineUnited Arab EmiratesUnited KingdomUnited StatesUnited States Minor Outlying IslandsUruguayUzbekistanVanuatuVaticanVenezuelaVietnamWallis and FutunaWestern SaharaYemenZambiaZimbabwe Profession* - Designer Architect Press Student Marketing & Communication Buyer Other Company Select the themes you are interested in * Updates on Milan Design Week, from the world of design, art and architecture. Reflections on the design and architecture industry dedicated to professionals.",
  "Lingua Italiano Inglese I accept the privacy policy. * Sign up See also... Atlas Concorde revolutionizes the concept of the collection with Boost World Boost World, and offers a system of porcelain and wall tiles that brings out the potential of any project.",
  "Boost World, and offers a system of porcelain and wall tiles that brings out the potential of any... \"Retain & Radiate\": the virtual exhibition by Second White for Fuorisalone 2022 Buildings and works that can be replicated in our era of digital transformation are reflected in surreal landscapes that combine second-white technology and metaverse technology, from June 5. Buildings and works that can be replicated in our era of digital transformation are reflected in ... LG SIGNATURE presents Hide and Seek In the short film by Francesca Molteni, technology inspires a tale between reality and imagination. In the short film by Francesca Molteni, technology inspires a tale between reality and imaginatio... Ferruccio Laviani for Lea Ceramiche: new kaleidoscopic perspectives for architecture and living Between a work of land art, a mini-architecture, or an enormous design object. This is “Perspectives”, the installation designed by Ferruccio Laviani for the Lea Ceramiche Milan Design Week. Between a work of land art, a mini-architecture, or an enormous design object. This is “Perspecti... Cupra lands at Milan Design Week 2022 \"A shared impulse' and 'Another Way', the CUPRA proposals at the Fuorisalone \"A shared impulse' and 'Another Way', the CUPRA proposals at the Fuorisalone Thingram: Cotto D’Este plays with the thinnest ceramics in the world On the occasion of Design Week, the Italian brand presents StarLight and Advance Skin: a second skin for wall coverings and flooring without limits and boundaries.",
  "On the occasion of Design Week, the Italian brand presents StarLight and Advance Skin: a second s... Varaschin outdoor news at Milan Design Week Comfort and conviviality are the keywords of the installation designed to live the outdoors in complete relaxation, located in the courts the Istituto Lombardo in Brera. Comfort and conviviality are the keywords of the installation designed to live the outdoors in co... IONIQ 5 di Hyundai: una nuova esperienza di mobilità Premiato ai World Car Awards 2022, il crossover della casa automobilistica coreana sarà protagonista al Fuorisalone con un progetto che interpreta il tema “Tra Spazio e Tempo”.",
  "Premiato ai World Car Awards 2022, il crossover della casa automobilistica coreana sarà protagoni... Atlas Concorde presents Monoliti: an installation designed by Piero Lissoni An installation blending materials, design and sustainability that interprets the theme \"Between Space and Time.\" An installation blending materials, design and sustainability that interprets the theme \"Between ... Chiara de Rocchi’s installations connected “journey” spreads out in the Salumaio di Montenapoleone. Chiara de Rocchi’s latest show titled “Journey” draws inspiration from the artist’s journey between Istanbul and Milan, making references to not only the idea of physical displacement but also to the idea of an individual journey within. Chiara de Rocchi’s latest show titled “Journey” draws inspiration from the artist’s journey betwe... Gaggenau presents ‘A Statement of Form’, only at Milan Design Week Gaggenau’s immersive installation will explore the balance between tradition and progressiveness, materials and craft, haute cuisine and ingredients. Gaggenau’s immersive installation will explore the balance between tradition and progressiveness,... Casavo exemplifies “home” through inhabitants’ objects In the lively Tortona District, Casavo has created a space for pondering life, the changes we have experienced, the changes to come and the things we take with us from house to house. In the lively Tortona District, Casavo has created a space for pondering life, the changes we hav... IKEA is back to Fuorisalone with a Festival of events and installations From 6 to 12 June, BASE Milano will host a rich programme of events and immersive experiences.",
  "From 6 to 12 June, BASE Milano will host a rich programme of events and immersive experiences. The first edition of Milano Ocean Week From 8 to 12 June, on the occasion of the World Oceans Day, an event for the protection and conservation of the marine and coastal environment.",
  "From 8 to 12 June, on the occasion of the World Oceans Day, an event for the protection and conse... Rado and design, a winning combination Since 1917, the Swiss watchmaker has paid special attention to the world of design, with innovative materials and elegant shapes. Since 1917, the Swiss watchmaker has paid special attention to the world of design, with innovati... Nike has unveiled a modular sneaker shoe The new Ispa Link breaks paradigms and takes us into the future. Darryl Matthews VP, Catalyst Footwear Product Design at the Beaverton-based brand tells us about it. The new Ispa Link breaks paradigms and takes us into the future. Darryl Matthews VP, Catalyst Foo... Share CON IL CONTRIBUTO DI MAINSPONSOR OFFICIAL TIMEKEEPER SPONSORS MEDIA PARTNERS CULTURAL PARTNERS 2022 EDITION TECHNICAL PARTNERS Promote your event at Fuorisalone 2022 Fuorisalone.it® is a project by Studiolabo S.r.l. via Palermo 1 20121 - Milan (Italy) T. +39 02 36638150 / 51 @.",
  "info@studiolabo.it W. www.studiolabo.it © 2003-2022 FUORISALONE.IT® Registered Trademark by Studiolabo S.r.l. Any unauthorized reproduction of the logo or the name or the contents of this website is forbidden."
]