[
  "Affordable and Clean Energy Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter).",
  "United States IBM® Community IBM Community Home AIOps & Management Business Analytics Business Automation Cloud Pak for Data Data Science DataOps Hybrid Data Management IBM Japan IBM Z & LinuxONE Integration Internet of Things Power Systems Cloud Network Automation Security Storage Supply Chain Watson Apps WebSphere & DevOps Site map IBM IBM Z and LinuxONE Community Skip main navigation (Press Enter). Toggle navigation HomeGroups Hybrid User Group BlogsDiscussionsEventsVideosLibraryMembersNewsletter Home Newsletter MembersEventsUser GroupsUser GroupsZCouncilsTopic GroupsEvents Upcoming Community EventsAll Community EventsWelcome IBM zSystems Global Student Hub - Group home Group Navigator View Only Home Blog entries 297 Discussions 756 Events 0 Library Back to Blog List Affordable and Clean Energy By Eugene Ndlovu posted Sat September 18, 2021 11:10 AM 0 Like Over 600 million Africans have no access to electricity. I can testify and say I have been in a situation where I had to study but had no electricity to get the lighting or the power to charge my laptop. It gets worse, I come from a middle-class family which means students like me that come from a less privileged background face so much worse. What can anyone do without energy today?The urgency for clean, sustainable, and affordable energy is paramount. My home country, Zimbabwe uses thermal energy with coal as the primary source to generate the energy that everybody needs.",
  "People from rural areas burn firewood to cook and make their water safe and it's not because they don't know its implications on the environment but because they have no choice. Access to energy is a privilege, not a right.",
  "This is something that can definitely be solved. Zimabwe is a very sunny country that has the largest dam in the world based on water capacity. It goes to show that solar and hydroelectric power have very great potential but poor attention is given to such. The Democratic Republic of Congo's Congo river Inga dam is expected to generate enough electrical energy to power the whole of Africa. Imagine the difference it would make, The number of students that will have access to lighting, the reduction in the use of coal and firewood, the reduction in carbon emission and so much more. If more investment is allocated to these resources many United Nations' sustainable goals would be achieved.As a student, my greatest tool to utilize in achieving this goal is to use my voice and be influential to others.",
  "I have limited power and resources hence I can only do so much. I want to upskill myself on so many levels that I would one day become significant in society and hopefully be able to influence the political aspect of my country and its neighbors in paying attention to renewable energy."
]