[
  "Sustainable Products & Solutions | Microsoft CSR Skip to main content Microsoft Corporate Social Responsibility Corporate Social Responsibility Corporate Social Responsibility Home Our commitments Support inclusive economic opportunity Support inclusive economic opportunity Inclusive economic opportunity overview Airband Initiative Skills for Jobs Accessibility Computer science education Empower nonprofits Open Data Campaign Local community investments Rural America partnerships Washington state initiatives Protect fundamental rights Protect fundamental rights Fundamental rights overview Human rights Justice reform Humanitarian action Democracy Forward Protecting journalism Create a sustainable future Create a sustainable future Sustainability overview Sustainable operations Sustainable products Climate Innovation Fund Carbon removal Responsible sourcing Environmental Sustainability Report Earn trust Earn trust Trust overview Privacy and cybersecurity Online safety Public policy engagement Empower employees Empower employees Employee giving Empowering employees Our approach How we work Reporting approach and governance UN Sustainable Development Goals Awards and recognition Reports Reports Hub Copyright Removal Requests Report Digital Safety Content Report Environmental Sustainability Report Government Requests for Content Removal Report Law Enforcement Requests Report “Right to be forgotten” Requests Report US National Security Orders Report More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in Building sustainable devices Every device starts with protecting the environment and human rights in mind. Learn more in the 2021 Devices Responsible Sourcing Report (PDF).",
  "View the report Our sustainability journey Our new Microsoft Ocean Plastic Mouse features a shell made with 20% recycled ocean plastic and plastic-free box made from recyclable wood and sugarcane natural fibers. See the new Ocean Plastic Mouse Our approach to product sustainability At Microsoft, every device we produce fulfills our strict environmental criteria and is, at a minimum, designed to be compliant with all applicable legal requirements. Empowering a modern, sustainable workplace How our products and services are spearheading the future of the office. Discover digital workplaces The UN sets sustainable development goals Microsoft is helping address society's most pressing sustainability challenges. Explore the digital solutions Our manufacturing and supply chain environmental principles Microsoft conducts its business in compliance with applicable laws and policies—striving to build sustainable products and protect the safety of our employees, our customers, and the public. Conserve, reuse, and recycle Where feasible, we conserve natural resources through the procurement and use of recycled, recyclable, and renewable materials; efficient use of energy; and participation in recycling programs for our products.",
  "Reduction and disposal of wastes At our facilities, we reduce and—where possible—eliminate waste through reuse of materials, source reduction, and recycling. All waste is handled and disposed of through safe and environmentally responsible methods.",
  "Sustainable products Our environmental policies and practices aim to protect, conserve, and sustain natural resources along with our customers and the communities where we live and operate. We use Microsoft digital technology to increase our sustainability. Continually improving our performance The objectives and targets we set ensure continual improvement in our environmental and management systems, both from our employees and our suppliers. We proactively identify environmental risks and areas for potential improvements. Responsible sourcing of raw materials We are committed to responsibly sourcing raw materials, as stated in our Responsible Sourcing of Raw Materials Policy. Collaborating with people, industry groups, and NGOs enables us to maintain our high standards.",
  "Demonstrate responsibility to our stakeholders We engage our stakeholders about our objectives and targets, and we periodically communicate our progress to our board, shareholders, customers, and public followers. Our approach to product safety and sustainability We have safety principles that guide our production work to ensure the devices we create are safe for their intended use and can be safely and responsibly recycled or disposed of.",
  "Design for sustainability We perform assessments to calculate the environmental impact of our hardware products. This helps us identify and minimize the stages that pose the greatest environmental impacts. Download our Ecoprofiles Our approach to the product lifecycle The people and organizations we empower inspire innovation from start to finish. That's why Microsoft is reducing our environmental footprint through measures both large and small. Device recycling We manage the complexity of the return-and-recycle phase by collaborating with contracted recycling partners, collection schemes, Microsoft stores, and OEM partners. Our involvement We belong to more than 150 producer-responsibility organizations worldwide, covering used electronics, batteries, and packaging.",
  "Environmental compliance We comply with the EU Waste Electronic and Electrical Equipment (WEEE) Directive requirements and other applicable requirements everywhere we sell devices. Decreasing our environmental footprint through our sustainability process Global end-of-life programs for devices, batteries, and packaging Learn more about where to recycle your products, batteries, and packaging.",
  "Explore our recycling practices Managing environmental impacts in our supply chain At Microsoft, every device is made with a commitment to empower every person and every organization while minimizing the impact our operations and products may have on the environment. Learn our approach to product sustainability Packaging A decrease in packaging material and waste is a decrease in our environmental footprint. Learn about packaging compliance Energy efficiency Small steps add up to large strides, which is why we are always seeking any new ways to improve the energy efficiency of our devices. Learn how we're making strides Our approach to responsible sourcing Our Supplier Code of Conduct establishes the fundamental principles of ethical and sustainable business we expect from every supplier with whom we work. This is how we do business From compliance and ethics to human rights and safety, learn how we hold ourselves to the highest standards. Find our supplier standards How do we do it?",
  "Microsoft works actively with suppliers, industry peers, and other stakeholders to improve traceability. Learn more about our efforts We are proud of our commitment to sustainability Full disclosure We collect full material declarations for the components in our products.",
  "This helps us verify conformance to our requirements and gives us greater ability to assess the environmental impact of our products. Much-needed time off In FY16, we began integrating our new procurement standards into the contract-renewal process to ensure our suppliers in the US provide their employees who handle our work with at least 15 days of paid leave each year. Since 2005, Microsoft has operated an industry-leading Social and Environmental Accountability (SEA) program Hardware and packaging We ensure our hardware and packaging suppliers conform to our Supplier Code of Conduct. Safety in the workplace Our suppliers must conform to device-related requirements for living conditions; safe working practices; and environmental, health, and safety protection. Environment management system Microsoft maintains an environmental management system (EMS) that applies to all aspects of product design, supply chain, management, and operations for hardware and packaging. Follow Microsoft What's new Surface Laptop Go 2 Surface Pro 8 Surface Laptop Studio Surface Pro X Surface Go 3 Surface Duo 2 Surface Pro 7+ Windows 11 apps Microsoft Store Account profile Download Center Microsoft Store support Returns Order tracking Virtual workshops and training Microsoft Store Promise Flexible Payments Education Microsoft in education Devices for education Microsoft Teams for Education Microsoft 365 Education Education consultation appointment Educator training and development Deals for students and parents Azure for students Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 Microsoft Power Platform Microsoft Teams Microsoft Industry Small Business Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Company Careers About Microsoft Company news Privacy at Microsoft Investors Diversity and inclusion Accessibility Sustainability English (United States) Sitemap Contact Microsoft Privacy Manage cookies Terms of use Trademarks Safety & eco About our ads © Microsoft 2022"
]