[
  "Working together for climate actionWorking together for climate actionAs we look toward the end of the year, it’s needless to say that 2020 has not been what any of us imagined. Our communities across the globe have suffered, from the impacts of COVID-19 to the injustices of racial inequality. ",
  "With everything we are facing, it would be easy to think that the environment and climate change aren’t priorities right now. But decoupling our environmental health from human well-being and inequality is a mistake. Now more than ever, we must remember that these issues are highly interconnected, and that with creativity, we can create change.The belief that underpins Adobe’s approach to sustainability is the responsibility we have to make a difference beyond the walls of our company. While our first step is to improve our energy efficiency and reduce our carbon footprint, we are also focused on opening up more sustainable options for our employees, our customers and our communities.OperationsFirst and foremost, we continually look for ways to improve energy efficiency, reduce waste and decarbonize. In January, we committed to raise the bar of our science-based targets to align to a 1.5° Celsius future, which will allow us to set and measure more ambitious emissions reduction targets throughout our operations and our supply chain—ensuring that our energy suppliers are decarbonizing as well. We’ve now submitted our new targets for verification and have joined the UN Global Compact’s Business Ambition for 1.5°C campaign. ",
  "We continue work towards our goal of operating with 100 percent renewable energy by 2035, and we’re well on our way to meeting that. Most importantly, Adobe does not use any carbon offsets or unbundled renewable energy credits, meaning that we’re not spending money to make up for dirty energy use; instead, we’re investing in true, clean energy.PartnershipsBy collaborating with industry peers, non-profits and NGOs, we’re able to scale our efforts and achieve more as we work together. ",
  "Advocating for strong, climate-based policy is one of our major focus areas. This policy advocacy has allowed us not only to procure renewable energy to power Adobe’s sites in Lehi, UT, Hillsboro, OR, and in Noida and Bangalore, India, but it has also allowed us to decarbonize those local energy grids, meaning that everyone connected to the energy grid in those communities is now benefitting from clean energy as well. We continue to push for new policies to bring more renewable energy to communities around the world where we live and work.Adobe is also proud to join forces with with the United Nations Environment Programme (UNEP) and The Ocean Agency on a global awareness campaign called Ocean League that is bringing people together through creativity to rally support for ocean conservation and stronger climate action all around the world. Anyone who wants to support greater ocean protection and influence global climate change policies can sign the Ocean League pledge, powered by Adobe Sign, and participate with Adobe Photoshop Camera using our specially designed ocean-themed lenses and the #OceanLeague hashtag. Using Adobe tools, Ocean League aims to inspire support and gather more than a million pledges to influence policy making at major climate events in 2021.https://www.youtube.com/watch?v=EHDHRs8beZYProductsWith our product innovations, we’re helping our customers reimagine design, marketing, and business processes, moving from traditional resources and travel intensive ways of working to more sustainable practices. With Adobe Document Cloud, our customers can transition from paper to digital workflows. ",
  "Brands and government institutions are using Adobe Sign to reduce paper waste and save resources, and recently to move to remote collaboration processes for greater resilience in the face of COVID-19. With Adobe Creative Cloud, designers are using our 3D and AR design tools to create photorealistic content and design for circularity, reducing environmental impact—that means no more costly photoshoots, wasted materials, packaging, or emissions from shipping and travel. "
]