[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft partners with USAID to help end extreme poverty by 2030 - Microsoft On the Issues\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nMicrosoft On the Issues\n\n\n\n\nMicrosoft On the Issues\n\n\n\n\n                            Microsoft On the Issues\n                        \n\n\n\n\n Home \n\n\n\nOur Company \n\n\nAbout Microsoft\n\n\nCompany Timeline\n\n\nGlobal Diversity & Inclusion\n\n\nMicrosoft by the Numbers\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Stories\n\n\nOfficial Microsoft Blog\n\n\nRegional News Centers\nRegional News Centers\n\n\nMicrosoft Asia\n\n\nMicrosoft Europe\n\n\nMicrosoft India\n\n\nMicrosoft Latin America\n\n\nMicrosoft Middle East & Africa\n\n\n\n\n\n \n\nNews and Stories \n\n\nAccessibility Blog\n\n\nAI Blog\n\n\nCustomer Stories\n\n\nEducation Stories\n\n\nFeature Stories\n\n\nInnovation Stories\n\n\nMicrosoft Latino\n\n\nMicrosoft Life\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Research\n\n\nStory Labs\n\n\nOfficial Microsoft Blog\n\n\nProduct blogs\nProduct blogs\n\n\nAzure\n\n\nDevices\n\n\nMicrosoft 365\n\n\nWindows\n\n\nXbox\n\n\n\n\nSecurity Blog\n\n\nAI for Business\n\n\n\n \n\nTopics \n\n\nAccessibility\n\n\nAccess to Broadband\n\n\nAI for Good\n\n\nCOVID-19\n\n\nCybersecurity\n\n\nDigital Safety\n\n\nFundamental Rights\n\n\nJournalism\n\n\nOpen Data\n\n\nPhilanthropies\n\n\nPrivacy\n\n\nResponsible AI\n\n\nSkills\n\n\nSustainability\n\n\nUnited Nations\n\n\nWashington State\n\n\n\n \n\nPress Tools \n\n\nImage Gallery\n\n\nPress Releases\n\n\nMicrosoft News on Twitter\n\n\nEvents\n\n\nExecutive Biographies\n\n\nMicrosoft CEO\n\n\nPress Contacts\n\n\nBoard of Directors\n\n\nFacts About Microsoft\n\n\nInvestor Relations\n\n\nWorldwide News\n\n\nVideo & Broll\n\n\nExecutive Speeches\n\n\nPress Kits\nPress Kits\n\n\nAutomotive and Mobility\n\n\nDynamics 365\n\n\nHealthcare\n\n\nManufacturing\n\n\nMicrosoft 365\n\n\nMixed Reality\n\n\nPhilanthropies\n\n\nSurface\n\n\nTelecom\n\n\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Security\n\n\nAzure\n\n\nDynamics 365\n\n\nMicrosoft 365 for business\n\n\nMicrosoft Power Platform\n\n\nWindows 365\n\n\nSmall Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\nDeveloper Center\n\n\nDocumentation\n\n\nMicrosoft Learn\n\n\nMicrosoft Tech Community\n\n\nAzure Marketplace\n\n\nAppSource\n\n\nVisual Studio\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft partners with USAID to help end extreme poverty by 2030 \n\n\nApr 3, 2014\n\n| \n\tMicrosoft Corporate Blogs\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Facebook (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on LinkedIn (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Twitter (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\nOn Thursday, the U.S. Agency for International Development (USAID) will announce that Microsoft is one of 30 inaugural Cornerstone Partners chosen to advance a science and technology-based approach to economic development. The Global Development Lab’s mission is to help end the extreme poverty that affects 1.2 billion people on the planet living on just $1.25 a day by 2030. ",
  "The lab will support breakthrough solutions in water, health, food security, nutrition, energy, education and climate change, reaching 200 million people in the next five years. As Bill Gates challenged world leaders in his “creative capitalism” mandate at the 2008 World Economic Forum, Microsoft has both a moral responsibility and a business imperative to take a leadership role eradicating poverty. The business imperative? Citing Africa as an example, 50 percent of that continent’s 1 billion people are under the age of 20. Its middle class is exploding. And they are buying mobile devices. ",
  "McKinsey recently reported that by 2025, Africa will be home to 600 million Internet users – many of whom will be children – contributing $300 billion to the continent’s gross domestic product. To put that into perspective, it’s double the total addressable market in the U.S.\nMicrosoft is currently investing in this agenda in a number of ways. ",
  "Our current research and development budget is more than $9.5 billion and is focused on both inventing new technologies and finding innovative ways of using existing technologies to reach underserved communities. Microsoft in Education has committed more than $750 million worldwide to help drive education transformation around the world, and we provide significant discounts on our software for schools. Our YouthSpark initiative will reach 300 million young people under the age of 25 before the end of 2015, and our 4Afrika program is designed to connect several countries on the African continent to the Internet, while simultaneously training more than 200,000 developers and seeding the market with over one million devices. To build on these investments, we’ll look to partner with USAID across the following areas:\nDiscover, test and transition to scale breakthrough development innovations: Microsoft brings diverse expertise and resources to co-design, test and evaluate new products, technologies and programs in emerging markets. Tangible examples include TV White Spaces – bringing low-cost or no-cost broadband to schools – as well as Matuto: Literacy 4 Life– driving literacy for millions of children via free e-books coupled with affordable devices for teachers, parents and students. Data and research: It’s critical that technology engagements in education have measurable results for both innovative teaching practices and student learning outcomes. ",
  "We will leverage several existing projects to contribute to this collaboration, including the Innovative Teaching and Learning Research, Partners in Learning School Research Tool and M&E products developed in collaboration with the British Council for Project Badiliko, which has trained 18,000 teachers and reached more than 100,000 learners in a “hub and spoke” model. Scale proven solutions that transform development aid: Microsoft is committed to ensuring that the right solutions can be scaled, as evidenced by our work to develop new distribution networks and to commercialize and fund new ventures, particularly in Africa. ",
  "It is with great hope and enthusiasm that we look forward to our partnership with USAID’s Global Development Lab. We know the power of science and technology, combined with greater connectivity and partnerships, can deliver results better, cheaper, faster and more sustainably than traditional approaches. And we also know that these efforts will spark a new generation of passionate Microsoft customers and partners. Tags: Anthony Salcito, Community, Community Featured, education, featured, YouthSpark \n\n\n\n\nStay Connected\n\nHave the latest posts sent right to your inbox. Enter your email below. By providing your email address, you will receive email updates from the Microsoft on the Issues blog. "
]