[
  "Sanitation - Wikipedia Sanitation From Wikipedia, the free encyclopedia Jump to navigation Jump to search Public health conditions related to clean water and proper excreta and sewage disposal Not to be confused with Sanitization. The sanitation system: collection, transport, treatment, disposal or reuse.",
  "Part of a series onPublic health Outline Subfields Community health Dental public health Environmental health Epidemiology Health economics Health education Health promotion Health policy Health politics Mental health Occupational safety Sexual and reproductive health Sanitation World health (Global health - International health) Prevention Disease surveillance Health promotion (Behavior change) Health indicators Lists and categories Terminology Journals National public health agencies Medicine portal Society portalvte Sanitation refers to public health conditions related to clean drinking water and treatment and disposal of human excreta and sewage. [1] Preventing human contact with feces is part of sanitation, as is hand washing with soap. Sanitation systems aim to protect human health by providing a clean environment that will stop the transmission of disease, especially through the fecal–oral route. [2] For example, diarrhea, a main cause of malnutrition and stunted growth in children, can be reduced through adequate sanitation. [3] There are many other diseases which are easily transmitted in communities that have low levels of sanitation, such as ascariasis (a type of intestinal worm infection or helminthiasis), cholera, hepatitis, polio, schistosomiasis, and trachoma, to name just a few. A range of sanitation technologies and approaches exists.",
  "Some examples are community-led total sanitation, container-based sanitation, ecological sanitation, emergency sanitation, environmental sanitation, onsite sanitation and sustainable sanitation. A sanitation system includes the capture, storage, transport, treatment and disposal or reuse of human excreta and wastewater.",
  "[4] Reuse activities within the sanitation system may focus on the nutrients, water, energy or organic matter contained in excreta and wastewater. This is referred to as the \"sanitation value chain\" or \"sanitation economy\". [5][6] The people responsible for cleaning, maintaining, operating, or emptying a sanitation technology at any step of the sanitation chain are called \"sanitation workers\". [7]: 2 Several sanitation \"levels\" are being used to compare sanitation service levels within countries or across countries. [8] The sanitation ladder defined by the Joint Monitoring Programme in 2016 starts at open defecation and moves upwards using the terms \"unimproved\", \"limited\", \"basic\", with the highest level being \"safely managed\". [8] This is particularly applicable to developing countries.",
  "The Human Right to Water and Sanitation was recognized by the United Nations (UN) General Assembly in 2010. Sanitation is a global development priority and the subject of Sustainable Development Goal 6.",
  "[9] The estimate in 2017 by JMP states that 4.5 billion people currently do not have safely managed sanitation. [9] Lack of access to sanitation has an impact not only on public health but also on human dignity and personal safety. Contents 1 Definitions 2 Purposes 2.1 Economic impacts 3 Types and concepts (for excreta management) 3.1 Basic sanitation 3.2 Container-based sanitation 3.3 Community-based sanitation 3.4 Community-led total sanitation 3.5 Dry sanitation 3.6 Ecological sanitation 3.7 Emergency sanitation 3.8 Environmental sanitation 3.9 Improved and unimproved sanitation 3.10 Lack of sanitation 3.11 Onsite sanitation 3.12 Safely managed sanitation 3.13 Sustainable sanitation 4 Other types, concepts and systems 4.1 Wastewater management 4.2 Stormwater drainage 4.3 Solid waste disposal 4.4 Food safety 4.5 Hygiene promotion 5 Health aspects 6 Environmental aspects 6.1 Indicator organisms 7 Climate change 7.1 Effects of climate change 7.2 Greenhouse gas emissions 8 Global mechanisms 8.1 Sustainable Development Goal Number 6 8.1.1 Millennium Development Goal Number 7 until 2015 8.2 Initiatives to promote sanitation 8.3 Capacity development 9 Costs 10 History 11 By country 12 Society and culture 13 See also 14 References 15 External links Definitions[edit] Animated video to underline the importance of sanitation (here with a focus on toilets) on public health in developing countries Urban improved sanitation facilities versus rural improved sanitation facilities, 2015. [10] There are some variations on the use of the term \"sanitation\" between countries and organizations. The World Health Organization defines the term \"sanitation\" as follows: \"Sanitation generally refers to the provision of facilities and services for the safe disposal of human urine and faeces. The word 'sanitation' also refers to the maintenance of hygienic conditions, through services such as garbage collection and wastewater disposal.",
  "\"[11] Sanitation includes all four of these technical and non-technical systems: Excreta management systems, wastewater management systems (included here are wastewater treatment plants), solid waste management systems as well as drainage systems for rainwater, also called stormwater drainage. [citation needed] However, many in the WASH sector only include excreta management in their definition of sanitation.",
  "Another example of what is included in sanitation is found in the handbook by Sphere on \"Humanitarian Charter and Minimum Standards in Humanitarian Response\" which describes minimum standards in four \"key response sectors\" in humanitarian response situations. One of them is \"Water Supply, Sanitation and Hygiene Promotion\" (WASH) and it includes the following areas: Hygiene promotion, water supply, excreta management, vector control, solid waste management and WASH in disease outbreaks and healthcare settings. [12]: 91 Hygiene promotion is seen by many as an integral part of sanitation. The Water Supply and Sanitation Collaborative Council defines sanitation as \"The collection, transport, treatment and disposal or reuse of human excreta, domestic wastewater and solid waste, and associated hygiene promotion. \"[13] Despite the fact that sanitation includes wastewater treatment, the two terms are often used side by side as \"sanitation and wastewater management\". Another definition is in the DFID guidance manual on water supply and sanitation programmes from 1998:[14] \"For the purposes of this manual, the word ‘sanitation’ alone is taken to mean the safe management of human excreta.",
  "It therefore includes both the ‘hardware’ (e.g. latrines and sewers) and the ‘software’ (regulation, hygiene promotion) needed to reduce faecal-oral disease transmission.",
  "It encompasses too the re-use and ultimate disposal of human excreta. The term environmental sanitation is used to cover the wider concept of controlling all the factors in the physical environment which may have deleterious impacts on human health and well-being. In developing countries, it normally includes drainage, solid waste management, and vector control, in addition to the activities covered by the definition of sanitation.\" Sanitation can include personal sanitation and public hygiene. Personal sanitation work can include handling menstrual waste, cleaning household toilets, and managing household garbage. Public sanitation work can involve garbage collection, transfer and treatment (municipal solid waste management), cleaning drains, streets, schools, trains, public spaces, community toilets and public toilets, sewers, operating sewage treatment plants, etc.",
  "[15]: 4 Workers who provide these services for other people are called sanitation workers. Purposes[edit] Access to safe drinking water and sanitation (2016) The overall purposes of sanitation are to provide a healthy living environment for everyone, to protect the natural resources (such as surface water, groundwater, soil), and to provide safety, security and dignity for people when they defecate or urinate.",
  "The Human Right to Water and Sanitation was recognized by the United Nations (UN) General Assembly in 2010. [16][17][18] It has been recognized in international law through human rights treaties, declarations and other standards. It is derived from the human right to an adequate standard of living. [19] Effective sanitation systems provide barriers between excreta and humans in such a way as to break the disease transmission cycle (for example in the case of fecal-borne diseases). [20] This aspect is visualised with the F-diagram where all major routes of fecal-oral disease transmission begin with the letter F: feces, fingers, flies, fields, fluids, food. [21] Sanitation infrastructure has to be adapted to several specific contexts including consumers' expectations and local resources available.",
  "Sanitation technologies may involve centralized civil engineering structures like sewer systems, sewage treatment, surface runoff treatment and solid waste landfills. These structures are designed to treat wastewater and municipal solid waste.",
  "Sanitation technologies may also take the form of relatively simple onsite sanitation systems. This can in some cases consist of a simple pit latrine or other type of non-flush toilet for the excreta management part. Providing sanitation to people requires attention to the entire system, not just focusing on technical aspects such as the toilet, fecal sludge management or the wastewater treatment plant. [22] The \"sanitation chain\" involves the experience of the user, excreta and wastewater collection methods, transporting and treatment of waste, and reuse or disposal. All need to be thoroughly considered. [22] Economic impacts[edit] The benefits to society of managing human excreta are considerable, for public health as well as for the environment.",
  "As a rough estimate: For every US$1 spent on sanitation, the return to society is US$5.50. [23]: 2 For developing countries, the economic costs of inadequate sanitation is a huge concern.",
  "For example, according to a World Bank study, economic losses due to inadequate sanitation to The Indian economy are equivalent to 6.4% of its GDP. [24] Most of these are due to premature mortality, time lost in accessing, loss of productivity, additional costs for healthcare among others. [24] Inadequate sanitation also leads to loss from potential tourism revenue. [24] This study also found that impacts are disproportionately higher for the poor, women and children. Availability of toilet at home on the other hand, positively contributes to economic well-being of women as it leads to an increase in literacy and participation in labor force. [25] Types and concepts (for excreta management)[edit] Percentage of population served by different types of sanitation systems[26] Example of sanitation infrastructure: Shower, double-vault urine-diverting dry toilet (UDDT) and waterless urinal in Lima, Peru The term sanitation is connected with various descriptors or adjectives to signify certain types of sanitation systems (which may deal only with human excreta management or with the entire sanitation system, i.e.",
  "also greywater, stormwater and solid waste management) – in alphabetical order: Basic sanitation[edit] In 2017, JMP defined a new term: \"basic sanitation service\". This is defined as the use of improved sanitation facilities that are not shared with other households.",
  "A lower level of service is now called \"limited sanitation service\" which refers to use of improved sanitation facilities that are shared between two or more households. [9] Container-based sanitation[edit] This section is an excerpt from Container-based sanitation. [edit] Container-based sanitation (abbreviated as CBS) refers to a sanitation system where toilets collect human excreta in sealable, removable containers (also called cartridges) that are transported to treatment facilities. [27] This type of sanitation involves a commercial service which provides certain types of portable toilets, and delivers empty containers when picking up full ones. The service transports and safely disposes of or reuses collected excreta. The cost of collection of excreta is usually borne by the users.",
  "With suitable development, support and functioning partnerships, CBS can be used to provide low-income urban populations with safe collection, transport and treatment of excrement at a lower cost than installing and maintaining sewers. [28] In most cases, CBS is based on the use of urine-diverting dry toilets.",
  "Community-based sanitation[edit] Community-based sanitation is related to decentralized wastewater treatment (DEWATS). Community-led total sanitation[edit] This section is an excerpt from Community-led total sanitation. [edit] Community-led total sanitation (CLTS) is an approach used mainly in developing countries to improve sanitation and hygiene practices in a community. The approach tries to achieve behavior change in mainly rural people by a process of \"triggering\", leading to spontaneous and long-term abandonment of open defecation practices. It focuses on spontaneous and long-lasting behavior change of an entire community. The term \"triggering\" is central to the CLTS process: It refers to ways of igniting community interest in ending open defecation, usually by building simple toilets, such as pit latrines.",
  "CLTS involves actions leading to increased self-respect and pride in one's community. [29] It also involves shame and disgust about one's own open defecation behaviors.",
  "[29] CLTS takes an approach to rural sanitation that works without hardware subsidies and that facilitates communities to recognize the problem of open defecation and take collective action to clean up and become \"open defecation free\". Dry sanitation[edit] The term \"dry sanitation\" is not in widespread use and is not very well defined. It usually refers to a system that uses a type of dry toilet and no sewers to transport excreta. Often when people speak of \"dry sanitation\" they mean a sanitation system that uses urine-diverting dry toilet (UDDTs). [30][31][32] Ecological sanitation[edit] This section is an excerpt from Ecological sanitation. [edit] Ecological sanitation, commonly abbreviated as ecosan (also spelled eco-san or EcoSan), is an approach to sanitation provision which aims to safely reuse excreta in agriculture.",
  "[33] It is an approach, rather than a technology or a device which is characterized by a desire to \"close the loop\", mainly for the nutrients and organic matter between sanitation and agriculture in a safe manner. One of the aims is to minimise the use of non-renewable resources.",
  "When properly designed and operated, ecosan systems provide a hygienically safe system to convert human excreta into nutrients to be returned to the soil, and water to be returned to the land. Ecosan is also called resource-oriented sanitation. Emergency pit lining kits by Evenproducts Emergency sanitation[edit] This section is an excerpt from Emergency sanitation. [edit] Emergency sanitation is the management and technical processes required to provide sanitation in emergency situations. Emergency sanitation is required during humanitarian relief operations for refugees, people affected by natural disasters and internally displaced persons. [34] There are three phases of emergency response: Immediate, short term and long term.",
  "[34] In the immediate phase, the focus is on managing open defecation, and toilet technologies might include very basic latrines, pit latrines, bucket toilets, container-based toilets, chemical toilets. The short term phase might also involve technologies such as urine-diverting dry toilets, septic tanks, decentralized wastewater systems.",
  "Providing handwashing facilities and management of fecal sludge are also part of emergency sanitation. Environmental sanitation[edit] Environmental sanitation encompasses the control of environmental factors that are connected to disease transmission. Subsets of this category are solid waste management, water and wastewater treatment, industrial waste treatment and noise pollution control. Improved and unimproved sanitation[edit] This section is an excerpt from Improved sanitation. [edit] Improved sanitation (related to but distinct from a \"safely managed sanitation service\") is a term used to categorize types of sanitation for monitoring purposes. It refers to the management of human feces at the household level.",
  "The term was coined by the Joint Monitoring Program (JMP) for Water Supply and Sanitation of UNICEF and WHO in 2002 to help monitor the progress towards Goal Number 7 of the Millennium Development Goals (MDGs). The opposite of \"improved sanitation\" has been termed \"unimproved sanitation\" in the JMP definitions.",
  "The same terms are used to monitor progress towards Sustainable Development Goal 6 (Target 6.2, Indicator 6.2.1) from 2015 onwards. [35] Here, they are a component of the definition for \"safely managed sanitation service\". Lack of sanitation[edit] Lack of sanitation refers to the absence of sanitation. In practical terms it usually means lack of toilets or lack of hygienic toilets that anybody would want to use voluntarily. The result of lack of sanitation is usually open defecation (and open urination but this is of less concern) with associated serious public health issues. [36] It is estimated that 2.4 billion people still lacked improved sanitation facilities including 660 million people who lack access to safe drinking water as of 2015.",
  "[37][38] Onsite sanitation[edit] Onsite sanitation (or on-site sanitation) is defined as \"a sanitation system in which excreta and wastewater are collected and stored or treated on the plot where they are generated\". [22]: 173 The degree of treatment may be variable, from none to advanced.",
  "Examples are pit latrines (no treatment) and septic tanks (primary treatment of wastewater). On-site sanitation systems are often connected to fecal sludge management (FSM) systems where the fecal sludge that is generated onsite is treated at an offsite location. Wastewater (sewage) is only generated when piped water supply is available within the buildings or close to them. A related term is a decentralized wastewater system which refers in particular to the wastewater part of on-site sanitation. Similarly, an onsite sewage facility can treat the wastewater generated locally. Safely managed sanitation[edit] Share of population using safely managed sanitation facilities in 2015[39] Number of Handwashing Facilities in the world, 2017 Safely managed sanitation is the highest level of household sanitation envisioned by the Sustainable Development Goal Number 6.",
  "[40] It is measured under the Sustainable Development Goal 6.2, Indicator 6.2.1, as the “Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water”. [41][9] The current value in the 2017 baseline estimate by JMP is that 4.5 billion people currently do not have safely managed sanitation.",
  "[9] Safely managed sanitation is defined as an improved sanitation facility which is not shared with other households, and where the excreta produced is either treated and disposed in situ, stored temporarily and then emptied and transported to treatment off-site, or transported through a sewer with wastewater and then treated off-site. [41] In other words, safely managed sanitation is a basic sanitation service where in addition excreta are safely disposed of in situ or transported and treated offsite. [9] Sustainable sanitation[edit] This section is an excerpt from Sustainable sanitation. [edit] Sustainable sanitation is a sanitation system designed to meet certain criteria and to work well over the long-term. Sustainable sanitation systems consider the entire \"sanitation value chain\", from the experience of the user, excreta and wastewater collection methods, transportation or conveyance of waste, treatment, and reuse or disposal. [42] The Sustainable Sanitation Alliance (SuSanA) includes five features (or criteria) in its definition of \"sustainable sanitation\": Systems need to be economically and socially acceptable, technically and institutionally appropriate and protect the environment and natural resources.",
  "[43] Other types, concepts and systems[edit] Wastewater management[edit] Main articles: Wastewater and Wastewater treatment Sewage treatment plant, Australia. Wastewater management consists of collection, wastewater treatment (be it municipal or industrial wastewater), disposal or reuse of treated wastewater.",
  "The latter is also referred to as water reclamation. Sanitation systems in urban areas of developed countries usually consist of the collection of wastewater in gravity driven sewers, its treatment in wastewater treatment plants for reuse or disposal in rivers, lakes or the sea. In developing countries most wastewater is still discharged untreated into the environment. Alternatives to centralized sewer systems include onsite sanitation, decentralized wastewater systems, dry toilets connected to fecal sludge management. Stormwater drainage[edit] Main article: Storm drain Sewers are either combined with storm drains or separated from them as sanitary sewers. Combined sewers are usually found in the central, older parts or urban areas.",
  "Heavy rainfall and inadequate maintenance can lead to combined sewer overflows or sanitary sewer overflows, i.e., more or less diluted raw sewage being discharged into the environment. Industries often discharge wastewater into municipal sewers, which can complicate wastewater treatment unless industries pre-treat their discharges.",
  "[44] Solid waste disposal[edit] Main article: Waste management Hiriya Landfill, Israel. Disposal of solid waste is most commonly conducted in landfills, but incineration, recycling, composting and conversion to biofuels are also avenues. In the case of landfills, advanced countries typically have rigid protocols for daily cover with topsoil, where underdeveloped countries customarily rely upon less stringent protocols. [45] The importance of daily cover lies in the reduction of vector contact and spreading of pathogens. Daily cover also minimizes odor emissions and reduces windblown litter. Likewise, developed countries typically have requirements for perimeter sealing of the landfill with clay-type soils to minimize migration of leachate that could contaminate groundwater (and hence jeopardize some drinking water supplies).",
  "For incineration options, the release of air pollutants, including certain toxic components is an attendant adverse outcome. Recycling and biofuel conversion are the sustainable options that generally have superior lifecycle costs, particularly when total ecological consequences are considered.",
  "[46] Composting value will ultimately be limited by the market demand for compost product. Food safety[edit] Modern restaurant food preparation area. Main article: Food safety Sanitation within the food industry means the adequate treatment of food-contact surfaces by a process that is effective in destroying vegetative cells of microorganisms of public health significance, and in substantially reducing numbers of other undesirable microorganisms, but without adversely affecting the food or its safety for the consumer (U.S. Food and Drug Administration, Code of Federal Regulations, 21CFR110, USA). Sanitation Standard Operating Procedures are mandatory for food industries in United States. Similarly, in Japan, food hygiene has to be achieved through compliance with food sanitation law. [47] In the food and biopharmaceutical industries, the term \"sanitary equipment\" means equipment that is fully cleanable using clean-in-place (CIP) and sterilization-in-place (SIP) procedures: that is fully drainable from cleaning solutions and other liquids.",
  "The design should have a minimum amount of deadleg, or areas where the turbulence during cleaning is insufficient to remove product deposits. [48] In general, to improve cleanability, this equipment is made from Stainless Steel 316L, (an alloy containing small amounts of molybdenum).",
  "The surface is usually electropolished to an effective surface roughness of less than 0.5 micrometre to reduce the possibility of bacterial adhesion. Hygiene promotion[edit] Further information: Hygiene Hygiene education (on proper handwashing) in Afghanistan In many settings, provision of sanitation facilities alone does not guarantee good health of the population. Studies have suggested that the impact of hygiene practices have as great an impact on sanitation related diseases as the actual provision of sanitation facilities. Hygiene promotion is therefore an important part of sanitation and is usually key in maintaining good health. [49] Hygiene promotion is a planned approach of enabling people to act and change their behavior in an order to reduce and/or prevent incidences of water, sanitation and hygiene (WASH)[50] related diseases. It usually involves a participatory approach of engaging people to take responsibility of WASH services and infrastructure including its operation and maintenance.",
  "The three key elements of promoting hygiene are; mutual sharing of information and knowledge, the mobilization of affected communities and the provision of essential material and facilities. [12] Health aspects[edit] The \"F-diagram\" (feces, fingers, flies, fields, fluids, food), showing pathways of fecal-oral disease transmission.",
  "The vertical blue lines show barriers: toilets, safe water, hygiene and handwashing. A video shedding light on the unsafe and undignified working conditions of many sanitation workers in India Main article: WASH § Health aspects Sanitation is a necessity for a healthy life. [51] Health impacts of the lack of safe sanitation systems can be grouped into three categories: Direct impact (infections), sequelae (conditions caused by preceding infection) and broader well-being. [52]: 2 It was estimated in 2002 that inadequate sanitation was responsible for 4.0 percent of deaths and 5.7 percent of disease burden worldwide. [53] Lack of sanitation can result in feces-contaminated drinking water and cause life-threatening forms of diarrhea to infants. In 2011, infectious diarrhea resulted in about 0.7 million deaths in children under five years old and 250 million lost school days.",
  "[54][55] It can also lead to malnutrition and stunted growth among children. [56][36] Numerous studies have shown that improvements in drinking water and sanitation (WASH) lead to decreased risks of diarrhea.",
  "[57] Open defecation – or lack of sanitation – is a leading cause of diarrheal death. [58] Approximately two billion people are infected with soil-transmitted helminths worldwide. [59] This type of intestinal worm infection is transmitted via worm eggs in feces. It happens in environments where there is no effective separation of humans and feces due to lack of sanitation. Environmental aspects[edit] Indicator organisms[edit] When analyzing environmental samples, various types of indicator organisms are used to check for fecal pollution of the sample. Commonly used indicators for bacteriological water analysis include the bacterium Escherichia coli (abbreviated as E. coli) and non-specific fecal coliforms.",
  "With regards to samples of soil, sewage sludge, biosolids or fecal matter from dry toilets, helminth eggs are a commonly used indicator. With helminth egg analysis, eggs are extracted from the sample after which a viability test is done to distinguish between viable and non viable eggs.",
  "The viable fraction of the helminth eggs in the sample is then counted. Climate change[edit] Effects of climate change[edit] See also: Water security § Climate change The effects of climate change can have negative impacts on existing sanitation services in several ways: damage and loss of services from floods and reduced carrying capacity of waters receiving wastewater. [60] The sanitation sector is already affected in many different ways by \"weather and climate-related phenomena such as variability, seasonality and extreme weather events\". [61]: 3 Extreme weather events, such as floods and droughts, are increasing in frequency and intensity due to climate change. They affect the operation of water supply, storm drainage and sewerage infrastructure, and wastewater treatment plants. [62] A publication by WHO provides guidance on how adaptation policies should consider these risks from extreme weather events.",
  "[62] Technical solutions for climate change adaption for sanitation systems can include separate systems (storm water pipes kept separate from sewer pipes), backflow valves on sewers (backflow prevention devices), dry toilets instead of flush toilets, locating sanitation infrastructure outside of flood zones. With regards to climate change adaptation, it has been found that \"nearly all National Adaptation Plans published by the UN Framework Convention for Climate Change identify improving sanitation and hygiene as a priority\".",
  "[63] Greenhouse gas emissions[edit] Water and sanitation services contribute to greenhouse gas emissions. It has been estimated that sanitation services produce roughly 2–6% of global man-made methane, one of the greenhouse gases. [64] Septic tanks, pit latrines, anaerobic lagoons, anaerobic digesters are anaerobic treatment processes and thus emit methane which may or may not be captured (usually not captured in the case of septic tanks). To reduce those emissions, the following can be done: Choice of wastewater treatment technologies, improved pumping efficiency, use of renewable sources of energy, and within-system generation of energy offer potential for reducing emissions. [60] Sustainable sanitation systems can lead to reductions in greenhouse gas emissions by producing renewable energy in the form of biogas, heat recovery or directly from excreta. [65] These options have additional mitigation potential.",
  "Global mechanisms[edit] Sustainable Development Goal Number 6[edit] Further information: Sustainable Development Goal 6 United Nations SDG 6 Logo In the year 2016, the Sustainable Development Goals replaced the Millennium Development Goals. Sanitation is a global development priority and included Sustainable Development Goal 6 (SDG 6).",
  "[9] The target is about \"clean water and sanitation for all\" by 2030. [66] It is estimated that 660 million people still lacked access to safe drinking water as of 2015. [37][38] Since the COVID-19 pandemic in 2020, the fight for clean water and sanitation is more important than ever. Handwashing is one of the most common prevention methods for Coronavirus, yet two out of five people do not have access to a hand-washing station. [67] Millennium Development Goal Number 7 until 2015[edit] Example for lack of sanitation: Unhygienic pit latrine with ring slab in Kalibari community in Mymensingh, Bangladesh The United Nations, during the Millennium Summit in New York in 2000 and the 2002 World Summit on Sustainable Development in Johannesburg, developed the Millennium Development Goals (MDGs) aimed at poverty eradication and sustainable development. The specific sanitation goal for the year 2015 was to reduce by half the number of people who had no access to potable water and sanitation in the baseline year of 1990.",
  "As the JMP and the United Nations Development Programme (UNDP) Human Development Report in 2006 has shown, progress meeting the MDG sanitation target is slow, with a large gap between the target coverage and the current reality. Modified logo of International Year of Sanitation, used in the UN Drive to 2015 campaign logo In December 2006, the United Nations General Assembly declared 2008 \"The International Year of Sanitation\", in recognition of the slow progress being made towards the MDGs sanitation target.",
  "[68] The year aimed to develop awareness and more actions to meet the target. There are numerous reasons for this gap. A major one is that sanitation is rarely given political attention received by other topics despite its key importance. Sanitation is not high on the international development agenda, and projects such as those relating to water supply projects are emphasised. [69] The Joint Monitoring Programme for Water Supply and Sanitation of WHO and UNICEF (JMP) has been publishing reports of updated estimates every two years on the use of various types of drinking-water sources and sanitation facilities at the national, regional and global levels. The JMP report for 2015 stated that:[37] Between 1990 and 2015, open defecation rates have decreased from 38% to 25% globally.",
  "Just under one billion people (946 million) still practise open defecation worldwide in 2015. 82% of the global urban population, and 51% of the rural population is using improved sanitation facilities in 2015, as per the JMP definition of \"improved sanitation\".",
  "[70] Initiatives to promote sanitation[edit] In 2011 the Bill & Melinda Gates Foundation launched the \"Reinvent the Toilet Challenge\" to promote safer, more effective ways to treat human waste. [71] The program is aimed at developing technologies that might help bridge the global sanitation gap (for example the Omni Processor, or technology for fecal sludge management). In 2015, the Bill & Melinda Gates Foundation published their \"Water, sanitation, and hygiene strategy portfolio update and overview\" called \"Building demand for sanitation\". [72] The latest innovations in the field of public health sanitation, currently in the testing phase, comprise - use of ‘locally produced alcohol-based hand rub’; ‘novel latrine improvement’; and ‘container-based sanitation’. Centers for Disease Control and Prevention (CDC), the national public health agency of the United States has recognized the stated three initiatives. Capacity development[edit] Capacity development is regarded as an important mechanism to achieve progress in the sanitation sector.",
  "[73] For example, in India the Sanitation Capacity Building platform (SCBP) was designed to \"support and build the capacity of town/cities to plan and implement decentralized sanitation solutions\" with funding by the Bill & Melinda Gates Foundation from 2015 to 2022. [74][75] Results from this project showed that capacity development best happens on the job and in a learning organization culture.",
  "[76] In a government capacity development initiative, it is critical to have an enabling policy and program funding to translate capacity development input into program and infrastructure outputs. Capacity development aims to empower staff and institutions, develop a learning strategy, learning content and training modules, as well as strengthened partnerships and institutions of learning. [76] The Capacity Development Effectiveness Ladder Framework (CDEL) identifies five critical steps for capacity development interventions: Developing original learning content, partnerships for learning and outreach, learning strategy, visioning change and designing solutions, contribution to capacity development discourse. [76][77] Costs[edit] A study was carried out in 2018 to compare the lifecycle costs of full sanitation chain systems in developing cities of Africa and Asia. It found that conventional sewer systems are in most cases the most expensive sanitation options, followed, in order of cost, by sanitation systems comprising septic tanks, ventilated improved pit latrines (VIP), urine diversion dry toilets and pour-flush pit latrines. [78] The main determinants of urban sanitation financial costs include: Type of technology, labour, material and utility cost, density, topography, level of service provided by the sanitation system, soil condition, energy cost and others (distance to wastewater treatment facility, climate, end-use of treatment products, business models, water table height).",
  "[78] Some grassroots organizations have trialled community-managed toilet blocks whose construction and maintenance costs can be covered by households. One study of Mumbai informal settlements found that US$1.58 per adult would be sufficient for construction, and less than US$1/household/month would be sufficient for maintenance.",
  "[79] History[edit] Further information: History of water supply and sanitation, Toilet § History, and History of waste management Major human settlements could initially develop only where fresh surface water was plentiful, such as near rivers or natural springs. Throughout history people have devised systems to get water into their communities and households, and to dispose (and later also treat) wastewater. [80] The focus of sewage treatment at that time was on conveying raw sewage to a natural body of water, e.g. a river or ocean, where it would be diluted and dissipated. The Sanitation in the Indus Valley Civilization in Asia is an example of public water supply and sanitation during the Bronze Age (3300–1300 BCE). Sanitation in ancient Rome was quite extensive.",
  "These systems consisted of stone and wooden drains to collect and remove wastewater from populated areas—see for instance the Cloaca Maxima into the River Tiber in Rome. The first sewers of ancient Rome were built between 800 and 735 BCE.",
  "[81] By country[edit] vteWater supply and sanitation by countryAfghanistanAlgeriaArgentinaAustraliaAzerbaijanBangladeshBelgiumBelizeBeninBhutanBoliviaBrazilBurkina FasoCambodiaCanadaChileChinaColombiaCosta RicaCubaDemocratic Republic of the CongoDenmarkDominican RepublicEcuadorEgyptEl SalvadorEthiopiaFranceGeorgiaGermanyGhanaGreeceGrenadaGuatemalaGuyanaHaitiHondurasIndiaIndonesiaIranIraqIrelandIsraelItalyJamaicaJapanJordanKenyaKuwaitLaosLebanonLesothoLiberiaLibyaMalaysiaMaliMexicoMoroccoMozambiqueNamibiaNepalNetherlandsNew ZealandNicaraguaNigeriaOmanPakistanPalestinePanamaParaguayPeruPhilippinesPortugalRussiaRwandaSaudi ArabiaSenegalSierra LeoneSingaporeSolomon IslandsSouth AfricaSouth SudanSpainSudanSyriaTaiwanTanzaniaThailandTrinidad and TobagoTunisiaTurkeyTuvaluUgandaUnited KingdomUnited StatesUruguayVenezuelaVietnamYemenZambiaZimbabwe Society and culture[edit] There is a vast number of professions that are involved in the field of sanitation, for example on the technical and operations side: sanitation workers, waste collectors, sanitary engineers. See also[edit] List of abbreviations used in sanitation List of countries by proportion of the population using improved sanitation facilities List of water supply and sanitation by country Environmental health Water pollution Water security Self-supply of water and sanitation Sustainable Sanitation Alliance World Toilet Day References[edit] ^ \"sanitation | Definition of sanitation in English by Oxford Dictionaries\". Oxford Dictionaries | English. Retrieved 2017-11-17. ^ SuSanA (2008). Towards more sustainable sanitation solutions .",
  "Sustainable Sanitation Alliance (SuSanA) ^ \"Diarrhoeal disease\". World Health Organization.",
  "Retrieved 2017-11-17. ^ Gates Foundation (2010). \"Water Sanitation Hygiene Fact Sheet 2010\" (PDF). Gates Foundation. ^ Paranipe, Nitin (19 September 2017). \"The rise of the sanitation economy: how business can help solve a global crisis\".",
  "Thompson Reuters Foundation News. Retrieved November 13, 2017.",
  "^ Introducing the Sanitation Economy (PDF). Toilet Board Coalition. 2017. ^ World Bank, ILO, WaterAid, and WHO (2019). Health, Safety and Dignity of Sanitation Workers: An Initial Assessment. World Bank, Washington, DC.",
  "^ a b \"Sanitation | JMP\". washdata.org.",
  "Retrieved 2017-11-17. ^ a b c d e f g WHO and UNICEF (2017) Progress on Drinking Water, Sanitation and Hygiene: 2017 Update and SDG Baselines. Geneva: World Health Organization (WHO) and the United Nations Children’s Fund (UNICEF), 2017 ^ \"Urban sanitation facilities vs. rural sanitation facilities\". Our World in Data. Retrieved 6 March 2020. ^ \"Sanitation\".",
  "Health topics. World Health Organization.",
  "^ a b Sphere Association (2018) The Sphere Handbook: Humanitarian Charter and Minimum Standards in Humanitarian Response, fourth edition, Geneva, Switzerland, 2018. ^ Evans, B., van der Voorden, C., Peal, A. (2009). Public Funding for Sanitation - The many faces of sanitation subsidies. Water Supply and Sanitation Collaborative Council (WSSCC), Geneva, Switzerland, p. 35 ^ WELL (1998) DFID guidance manual on water supply and sanitation programmes WELL Loughborough University UK ^ PRIA (2019): Lived Realities of Women Sanitation Workers in India: Insights from a Participatory Research Conducted in Three Cities of India. Participatory Research in Asia, New Delhi, India ^ \"General Assembly\" (PDF).",
  "Retrieved 2019-11-25. ^ Human Rights Council resolution 15/9, Human rights and access to safe drinking water and sanitation, (6 October 2010), available from http://www.right2water.eu/sites/water/files/UNHRC%20Resolution%2015-9.pdf Archived 2017-05-17 at the Wayback Machine ^ \"The human rights to safe drinking water and sanitation\" (PDF).",
  "Retrieved 2019-11-25. ^ Right to water and sanitation derive from the right to an adequate standard of living. http://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=10403&LangID=E ^ Thor Axel Stenström (2005) Breaking the sanitation barriers; WHO Guidelines for excreta use as a baseline for environmental health, Ecosan Conference, Durban, South Africa ^ Conant, Jeff (2005). Sanitation and Cleanliness for a Healthy Environment (PDF). Berkeley, California, USA: The Hesperian Foundation in collaboration with the United Nations Development Programme (UNDP), Sida. p. 6.",
  "Archived from the original (PDF) on 2014-10-21. ^ a b c Tilley, E., Ulrich, L., Lüthi, C., Reymond, Ph.",
  "and Zurbrügg, C. (2014). Compendium of Sanitation Systems and Technologies. 2nd Revised Edition. Swiss Federal Institute of Aquatic Science and Technology (Eawag), Duebendorf, Switzerland ^ WWAP (United Nations World Water Assessment Programme) (2017). The United Nations World Water Development Report 2017. Wastewater: The Untapped Resource.",
  "Paris. ISBN 978-92-3-100201-4.",
  "Archived from the original on 2017-04-08. ^ a b c WSP (2011). The economic Impacts of Inadequate Sanitation in India. Water and Sanitation Programme, The World Bank. ^ Gius, Mark; Subramanian, Ramesh (2015). \"The Relationship between Inadequate Sanitation Facilities and the Economic Well-Being of Women in India\".",
  "Journal of Economics and Development Studies. 3 (1).",
  "doi:10.15640/jeds.v3n1a2. ISSN 2334-2382. ^ WWAP (United Nations World Water Assessment Programme) (2017). The United Nations World Water Development Report 2017. Wastewater: The Untapped Resource. Paris.",
  "ISBN 978-92-3-100201-4. Archived from the original on 2017-04-08.",
  "^ Tilmans, Sebastien; Russel, Kory; Sklar, Rachel; Page, Leah; Kramer, Sasha; Davis, Jennifer (2015-04-13). \"Container-based sanitation: assessing costs and effectiveness of excreta management in Cap Haitien, Haiti\". Environment and Urbanization. 27 (1): 89–104. doi:10.1177/0956247815572746. PMC 4461065.",
  "PMID 26097288. ^ Shepard, J.; Stevens, C.; Mikhael, G. (2017).",
  "The world can't wait for sewers; Advancing container-based sanitation businesses as a viable answer to the global sanitation crisis. EY, WSUP. ^ a b Venkataramanan, Vidya; Crocker, Jonathan; Karon, Andrew; Batram, Jamie (2018). \"Community-Led Total Sanitation: A Mixed-Methods Systematic Review of Evidence and Its Quality\". Environmental Health Perspectives. 026001–1 (2): 026001. doi:10.1289/EHP1965.",
  "PMC 6066338. PMID 29398655.",
  "^ Archived at Ghostarchive and the Wayback Machine: \"AKUT Sustainable Sanitation in Peru (Video)\". YouTube. 13 October 2014. Retrieved 21 October 2014. ^ Platzer, C., Hoffmann, H., Ticona, E. (2008). Alternatives to waterborne sanitation – a comparative study – limits and potentials.",
  "IRC Symposium: Sanitation for the urban poor – partnerships and governance, Delft, The Netherlands ^ Flores, A. (2010).",
  "Towards sustainable sanitation: evaluating the sustainability of resource-oriented sanitation. PhD Thesis, University of Cambridge, UK ^ GTZ, IWA (2003). Ecosan - closing the loop - Proceedings of the 2nd international symposium, 7th–11th April 2003, Lübeck, Germany. Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) GmbH and International Water Association (IWA). ^ a b Harvey, Peter; et al. (2007).",
  "Excreta disposal in emergencies a field manual: an inter-agency publication. Loughborough: Loughborough university.",
  "Water, engineering and development centre (WEDC). p. 250. ISBN 978-1-84380-113-9. ^ WHO and UNICEF (2017) Progress on Drinking Water, Sanitation and Hygiene: 2017 Update and SDG Baselines. Geneva: World Health Organization (WHO) and the United Nations Children’s Fund (UNICEF), 2017 ^ a b Mara, Duncan (2017). \"The elimination of open defecation and its adverse health effects: a moral imperative for governments and development professionals\".",
  "Journal of Water Sanitation and Hygiene for Development. 7 (1): 1–12.",
  "doi:10.2166/washdev.2017.027. ISSN 2043-9083. ^ a b c WHO and UNICEF Progress on Sanitation and Drinking-water: 2015 Update, WHO, Geneva and UNICEF, New York ^ a b European Investment Bank (2019). On Water. European Investment Bank. European Investment Bank.",
  "doi:10.2867/509830. ISBN 9789286143199.",
  "Retrieved 2020-12-07. ^ Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 6) SDG-Tracker.org, website ^ \"JMP - Sanitation\". washdata.org. Joint Monitoring Programme of UNICEF and WHO. Retrieved 25 February 2021.",
  "^ a b \"Indicator 6.2.1 - Proportion of population using safely managed sanitation services, including a handwashing facility with soap and water\". sdg6monitoring.org.",
  "UN Water. Retrieved 25 February 2021. ^ Tilley, E., Ulrich, L., Lüthi, C., Reymond, Ph. and Zurbrügg, C. (2014). Compendium of Sanitation Systems and Technologies. 2nd Revised Edition.",
  "Swiss Federal Institute of Aquatic Science and Technology (Eawag), Duebendorf, Switzerland ^ SuSanA (2008). Towards more sustainable sanitation solutions - SuSanA Vision Document.",
  "Sustainable Sanitation Alliance (SuSanA) ^ Environmental Biotechnology: Advancement in Water And Wastewater Application, edited by Z. Ujang, IWA Proceedings, Malaysia (2003) ^ George Tchobanoglous and Frank Kreith Handbook of Solid Waste Management, McGraw Hill (2002) ^ William D. Robinson, The Solid Waste Handbook: A Practical Guide, John Wiley and sons (1986) ^ Japan External Trade Organization. \"Food Sanitation Law in Japan\" (PDF). Archived from the original (PDF) on 9 April 2008. Retrieved 1 March 2008. ^ Treatment of deadleg plumbing areas ^ Reed, Brian; Bevan, Jane (2014). Managing hygiene promotion in WASH programmes.",
  "Leicestershire, UK: Water, Engineering and Development Centre (WEDC), Loughborough University. ISBN 978-1-84380-168-9.",
  "^ \"2021 water, sanitation and hygiene barometer\" (PDF). SOLIDARITÉS INTERNATIONAL. 2021. {{cite web}}: CS1 maint: url-status (link) ^ George, Rose (2008). The Big Necessity: The Unmentionable Worls of Human Waste and Why it Matters. New York: Metropolitan Books/Henrey Holt and Company.",
  "ISBN 9780805082715. ^ Guidelines on sanitation and health.",
  "Geneva: World Health Organization. 2018. ISBN 9789241514705. OCLC 1104819635. ^ Prüss A, Kay D, Fewtrell L, Bartram J (2002). \"Estimating the burden of disease from water, sanitation, and hygiene at a global level\" (PDF).",
  "Environmental Health Perspectives. 110 (5): 537–42.",
  "doi:10.1289/ehp.02110537. PMC 1240845. PMID 12003760. {{cite journal}}: CS1 maint: multiple names: authors list (link) ^ \"Call to action on sanitation\" (PDF). United Nations. Retrieved 15 August 2014.",
  "^ Walker, CL; Rudan, I; Liu, L; Nair, H; Theodoratou, E; Bhutta, ZA; O'Brien, KL; Campbell, H; Black, RE (20 Apr 2013). \"Global burden of childhood pneumonia and diarrhoea\".",
  "Lancet. 381 (9875): 1405–16. doi:10.1016/S0140-6736(13)60222-6. PMC 7159282. PMID 23582727. ^ Spears, Dean; Ghosh, Arabinda; Cumming, Oliver (2013-09-16).",
  "\"Open Defecation and Childhood Stunting in India: An Ecological Analysis of New Data from 112 Districts\". PLOS ONE.",
  "8 (9): e73784. Bibcode:2013PLoSO...873784S. doi:10.1371/journal.pone.0073784. ISSN 1932-6203. PMC 3774764. PMID 24066070.",
  "^ Wolf, Jennyfer; Prüss-Ustün, Annette; Cumming, Oliver; Bartram, Jamie; Bonjour, Sophie; Cairncross, Sandy; Clasen, Thomas; Colford, John M.; Curtis, Valerie; De France, Jennifer; Fewtrell, Lorna; Freeman, Matthew C.; Gordon, Bruce; Hunter, Paul R.; Jeandron, Aurelie; Johnston, Richard B.; Mäusezahl, Daniel; Mathers, Colin; Neira, Maria; Higgins, Julian P.T. (August 2014).",
  "\"Systematic review: Assessing the impact of drinking water and sanitation on diarrhoeal disease in low- and middle-income settings: systematic review and meta-regression\" (PDF). Tropical Medicine & International Health. 19 (8): 928–42. doi:10.1111/tmi.12331. PMID 24811732. S2CID 22903164.",
  "^ \"WHO | Diarrhoeal disease\". Who.int.",
  "Retrieved 2014-03-10. ^ WHO (2014) Soil-transmitted helminth infections, Fact sheet N°366 ^ a b Howard, Guy; Calow, Roger; Macdonald, Alan; Bartram, Jamie (2016). \"Climate Change and Water and Sanitation: Likely Impacts and Emerging Trends for Action\". Annual Review of Environment and Resources. 41 (1): 253–276. doi:10.1146/annurev-environ-110615-085856.",
  "ISSN 1543-5938. S2CID 155259589.",
  "^ SWA (2020) Adapting to climate change and fostering a low carbon water and sanitation sector. Sanitation and Water for All (SWA) ^ a b Sinisi, L. (2011). Guidance on Water Supply and Sanitation in Extreme Weather Events. Geneva: World Health Organization. ISBN 978-92-890-0259-2. OCLC 870244396.",
  "^ IISD's SDG Knowledge Hub (31 October 2017). \"Guest Article: Addressing Climate Change Means Addressing the Global Sanitation Crisis | SDG Knowledge Hub | IISD\".",
  "IISD. Retrieved 2021-02-04. {{cite web}}: CS1 maint: url-status (link) ^ Isabella Montgomery, Kory Russel, Roshni Dave, Lauren Harroff (2020) Supporting the Shift to Climate Positive Sanitation POLICY BRIEF August 2020 Emissions calculator demonstrates reduced climate impact with container-based sanitation. CSBA and WSSCC. ^ Andersson, K., Reckerzuegl, T., Michels, A., Rüd, S. (2019). Opportunities for sustainable sanitation in climate action - Factsheet of Working Group 3.",
  "Sustainable Sanitation Alliance (SuSanA), Eschborn, Germany ^ \"Goal 6: Ensure access to water and sanitation for all\". ^ UN.",
  "\"Water and Sanitation\". United Nations Sustainable Development. Retrieved 2021-01-04. ^ Peri-urban Water and Sanitation Services. Springer. 2010.",
  "ISBN 978-90-481-9424-7. ^ Abellán, Javier; Alonso, José Antonio (2022).",
  "\"Promoting global access to water and sanitation: A supply and demand perspective\". Water Resources and Economics. 38: 100194. doi:10.1016/j.wre.2022.100194. S2CID 246261266. ^ WHO and UNICEF types of improved drinking-water source on the JMP website, WHO, Geneva and UNICEF, New York, accessed on June 10, 2012 ^ BMGF (2012). Reinvent the Toilet Challenge (RTTC, Round 1 and 2), Grand Challenges Explorations (Round 6 and 7) - Request for proposals, grant conditions, Seattle exhibition fair program and exhibitor guide.",
  "Bill & Melinda Gates Foundation, Seattle, USA ^ BMGF (2015). Building demand for sanitation - a 2015 portfolio update and overview - Water, sanitation, and hygiene strategy, June 2015.",
  "Bill & Melinda Gates Foundation, Seattle, Washington, USA ^ Spuhler, D., McCreary, C., Fogde, M., Jenssen, P. D. (2012). Capacity development for sustainable sanitation - Factsheet of Working Group 1. Sustainable Sanitation Alliance (SuSanA) ^ \"About SCBP | SCBP\". www.niua.org. Retrieved 2021-06-09. ^ Kapur, D. (2020) UNDERSTANDING EFFECTIVENESS OF CAPACITY DEVELOPMENT: Lessons from Sanitation Capacity Building Platform, Part 1: Journey of Urban Sanitation Capacity Development in India, National Institute of Urban Affairs (NIUA), India ^ a b c Kapur, D. (2021) UNDERSTANDING EFFECTIVENESS OF CAPACITY DEVELOPMENT : Lessons from Sanitation Capacity Building Platform (SCBP), Part III : Capacity Development Effectiveness Ladder (CDEL) Framework, NATIONAL INSTITUTE OF URBAN AFFAIRS, India ^ Jyoti Dash and Depinder Kapur (2021) UNDERSTANDING EFFECTIVENESS OF CAPACITY DEVELOPMENT : Lessons from Sanitation Capacity Building Platform (SCBP) Part II : Sanitation Capacity Building Platform: Understanding the Process and Effectiveness ^ a b Daudey, Loïc (2018).",
  "\"The cost of urban sanitation solutions: a literature review\". Journal of Water Sanitation and Hygiene for Development.",
  "8 (2): 176–195. doi:10.2166/washdev.2017.058. ISSN 2043-9083. ^ Patel, Sheela (2015-04-01). \"The 20-year sanitation partnership of Mumbai and the Indian Alliance\". Environment and Urbanization.",
  "27 (1): 55–72. doi:10.1177/0956247815569698.",
  "ISSN 0956-2478. ^ \"The Art of Plumbing as Recorded through History\". www.academia.edu. Archived from the original on 2020-04-09. Retrieved 2016-03-10. ^ Farnsworth Gray, Harold.",
  "\"Sewerage in Ancient and Mediaeval Times.\" Sewage Works Journal Vol.12.5 (1940): 939-46 External links[edit] Look up sanitation in Wiktionary, the free dictionary."
]