[
  "Tesla: Tesla in space may have carried largest load of bacteria from Earth: Scientists - The Economic Times Benchmarks Nifty15,556.65143.35NSE Gainer-Large Cap Maruti Suzuki8,271.00488.25FEATURED FUNDS★★★★★Edelweiss Small Cap Fund Direct - Growth3Y Return26.1 % Invest NowFEATURED FUNDS★★★★★Edelweiss Flexi Cap Fund Direct-Growth5Y Return11.5 % Invest NowFEATURED FUNDS★★★★★DSP Tax Saver Direct Plan-Growth5Y Return11.83 % Invest NowFEATURED FUNDS★★★★★DSP Midcap Direct Plan-Growth5Y Return9.01 % Invest NowMarket WatchNewsEnglish EditionEnglish Editionहिन्दीગુજરાતીमराठीবাংলাಕನ್ನಡമലയാളംதமிழ்తెలుగు | Print EditionSubscribeSign InGet Benefits Worth Rs. 8700Renew MembershipUpgrade at 50% discountSearch+HomeETPrimeMarketsNewsIndustryRISEPoliticsWealthMutual FundsTechJobsOpinionNRIPanacheET NOWMoreIndiaDecodedWeb StoriesMorning Brief PodcastNewsblogsEconomyAgricultureFinanceForeign TradeIndicatorsInfrastructurePolicyIndustryPoliticsCompanyCorporate TrendsMoreDefenceInternationalUS NewsUAESaudi ArabiaBusinessWorld NewsET EvokeElectionsLok SabhaAssembly ElectionsUttar PradeshPunjabUttarakhandGoaManipurET ExplainsSportsScienceEnvironmentET TVLatest NewsMost ReadMost SharedMost CommentedBusiness News›News›Science›Tesla in space may have carried largest load of bacteria from Earth: Scientists Tesla in space may have carried largest load of bacteria from Earth: ScientistsSECTIONSTesla in space may have carried largest load of bacteria from Earth: ScientistsPTILast Updated: Feb 28, 2018, 01:13 PM ISTRate StoryShareFont SizeAbcSmallAbcMediumAbcLargeSavePrintCommentSynopsisNASA's Office of Planetary Protection makes sure that spacecraft planning to land on other planets are sterile, said researchers at Purdue University in the US.PTIElon Musk's red Tesla car, that recently shot into space as part of SpaceX's rocket test flight, may have carried the largest load of earthly bacteria to ever enter space, scientists say.",
  "NASA's Office of Planetary Protection makes sure that spacecraft planning to land on other planets are sterile, said researchers at Purdue University in the US. Much like an invasive species, organisms from Earth could thrive on another planet and wipe out native organisms, they said. \"If there is an indigenous Mars biota, it is at risk of being contaminated by terrestrial life,\" said Jay Melosh, a professor at Purdue University. Melosh said the Office of Planetary Protection does not regulate spacecraft that plan to stay in orbit. The car was sent into space as part of the payload for SpaceX's Falcon Heavy test flight on February 6. While rocket test flights usually have a dummy payload, SpaceX founder Musk sent up his personal Tesla Roadster instead.",
  "Since the Tesla was never intended to land, it was not cleaned before takeoff, Melosh said. \"Even if they radiated the outside, the engine would be dirty,\" he said.",
  "\"Cars are not assembled clean. And even then, there is a big difference between clean and sterile,\" Melosh said. The Tesla could potentially land on Mars, although it is unlikely, according to Melosh. The car is in an orbit that crosses Earth's and Mars', and it will probably end up striking Earth, but it could be millions of years before that happens, he said. \"The load of bacteria on the Tesla could be considered a biothreat, or a backup copy of life on Earth,\" said Alina Alexeenko, a professor at Purdue. Extreme temperatures, low pressure and unfiltered cosmic radiation make space an inhospitable environment for living organisms.",
  "It does not always kill them, though - some bacteria go dormant in the vacuum of space and wake up again when conditions are right. Read the now!Indulge in digital reading experience of ET newspaper exactly as it is.Read NowRead More News onTeslaoffice of planetary protectionNASAFalconSpaceXElon Musk(Catch all the Business News, Breaking News Events and Latest News Updates on The Economic Times."
]