[
  "Reducing Inequality Within and Among Countries: Realizing SDG 10—A Developmental Perspective | SpringerLink Skip to main content Advertisement Search Go to cart Log in Search SpringerLink Search Download book PDF Download book EPUB Sustainable Development Goals and Human Rights pp 137–153Cite as Reducing Inequality Within and Among Countries: Realizing SDG 10—A Developmental Perspective Download book PDF Download book EPUB Reducing Inequality Within and Among Countries: Realizing SDG 10—A Developmental Perspective Heike Kuhn9 Conference paper Open Access First Online: 29 November 2019 14k Accesses 5 Citations Part of the Interdisciplinary Studies in Human Rights book series (CHREN,volume 5) AbstractRespect for human rights is highly relevant for each person, everywhere. At the same time, a closer look is necessary on societies as a whole and their respective levels on inequality.",
  "Why? Growing inequality has significant impact on societies and has the potential to undermine democracy. For the first time ever, the global community has agreed upon the goal to reduce inequality within and among countries (SDG 10). This chapter aims to provide an overview of the reduction of inequality from a legal-developmental perspective, discussing the social, economic and ecologic dimension of inequality, the reason behind the highly complex SDG 10, its genesis, the long-standing idea of international solidarity, legal consequences, progress reporting on this SDG, Germany’s approach to implement SDG 10 and the road ahead. Download conference paper PDF 1 A Dedicated SDG on Reducing Inequality: The Relevance of SDG 10When the 17 SDGs of the 2030 Agenda for Sustainable Development were formulated, the reduction of inequality was made a goal in its own right in SDG 10, which urges global community to “reduce inequality within and among countries”. A highly difficult and complex goal with seven specific targets, it did, however, find agreement from the 193 UN member states in September 2015 when they endorsed the 2030 Agenda.",
  "This fact in itself is surprising and more than a milestone in international cooperation. Why?",
  "Because for the first time ever, the common task of reducing inequality within and among countries has been explicitly recognized by heads of states and government and even been combined with a clear timeframe (achievement by 2030).SDG 10, most interestingly, has ten targets and in them UN member states have found consensus on a broad range of topics relating to inequality, such as achieving and sustaining income growth of the bottom 40% of the population at a rate higher than the national average (SDG 10.1), empowering and promoting the social and political inclusion of all (SDG 10.2), ensuring equal opportunity and reducing inequalities of outcome (SDG 10.3), adopting policies and progressively achieving greater equality (SDG 10.4), improving the regulation and monitoring of global financial markets and institutions and strengthening the implementation of such regulations (SDG 10.5), ensuring enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions (SDG 10.6), facilitating orderly, safe, regular and responsible migration and mobility of people (SDG 10.7). Targets 10.a to 10.c focus on the principle of special and differential treatment for developing countries (SDG 10.a), on encouraging ODA and financial flows to States where the need is greatest (SDG 10.b) and on reducing to less than 3% the transaction costs of migrant remittances by 2030 (SDG 10.c).This article aims to provide an overview of the reduction of inequality from a legal developmental perspective—the reason behind SDG 10, its genesis, the long-standing idea of international solidarity, legal consequences of SDG 10, progress reporting on this SDG, Germany’s approach to implementing SDG 10 and, as a conclusion, the road ahead.2 Scientific Research on Inequality: The Reason Behind SDG 10There has been abundant research on inequality in recent decades—showing the harmful effects on human beings when inequality is (too) high within a country. Inequality is seen as one as our most urgent social problems. A worldwide public debate about the 1% and the 99% arose in 2017 when Oxfam drew the following conclusion from the aid figures published by the OECD: just eight men (1%) owned the same wealth as the poorest half of the world.Footnote 1 The high level of attention this attracted ignited an intensive debate during the World Economic Forum in Davos in 2017, with leaders from all countries focusing on this topic in numerous debates. A number of recent publications by distinguished economists tackle the topic at length.Footnote 2 And the public debate is continuing across the globe, Oxfam remains a strong opinion leader on this topic.Footnote 3 Inequality is—as has been recognized for povertyFootnote 4—multidimensional in nature, including a social, an economic and an ecological dimension.2.1 The Social Dimension of InequalityAs early as 2009, Wilkinson and PickettFootnote 5 provided detailed evidence of the social dimension of inequality, revealing that substantial levels of inequality in income or revenue are indicators of basic problems within societies. The authors show the ‘costs’ of inequality‚ with costs being understood in a holistic way and including, for example, mental health and drug use,Footnote 6 physical health and life expectancy,Footnote 7 obesity,Footnote 8 educational performance,Footnote 9 teenage births,Footnote 10 and higher rates of crime, violence and anti-social behaviour.Footnote 11 This compelling data is drawn from studies undertaken in 25 developed countries.",
  "The source was the World Development Indicators Database of the World Bank 2004, which looked initially at the richest 50 countries and subsequently excluded countries with no internationally comparable data on income inequality and those with populations with fewer than three million (in order to exclude tax havens).Footnote 12 Wilkinson/Pickett claim that the inclusion of poorer countries would have made little difference to their results, as studies of life expectancy, infant mortality and homicide in poorer countries show that greater equality is beneficial at all levels of economic development.Footnote 13 As this assumption is most persuasive due to the fact that development of societies can be compared on a worldwide scale, it shall be accepted for the purpose of this article.2.2 The Economic Dimension of InequalitySince humankind has existed, societies have been formed of individuals belonging to higher or lower classes, as reflected in their respective income or assets (inherited or earned by individual work). For more than a century, economists in what is referred to as the Western World declared that economic inequality is inevitable.",
  "The main reason given is the underlying assumption that a certain level of inequality is actually most desirable as it provides incentives for entrepreneurs, who invest their capital and knowhow in business, thus creating jobs and wealth for all members of societies.Today, a more nuanced approach is gaining ground. The World Bank paved the way with its report on ‘Poverty and Shared Prosperity 2016: Taking on Inequality’, showcasing evidence that there are indeed policies that can help to lower inequality while at the same time boosting growth.Footnote 14 The 2018 World Inequality Report, coordinated by several famous economists such as Alvaredo, Piketty and Zucman, also sets a new and different tone, stating that if rising inequality is not properly monitored and addressed, it could lead to various types of political, economic and social catastrophe.Footnote 15 These economic experts clearly state that, as it will remain impossible to bring everyone into agreement regarding inequality and no single scientific truth exists about the level of inequality, societies have to decide themselves on the right mix of policies and institutions to achieve the level desired.Footnote 16 That decision will be different for a Scandinavian state, say, than for an East African state.For a long time, societies have struggled to find their own ideal equilibrium. And for all countries worldwide, measuring inequality remains a huge task. Scientists have tried to solve this question with various indices (the most famous ones being Gini, Theil, Atkinson and Hoover). At the same time, data are not publicly released in many countries, and surveys tend to underestimate the income and wealth of the richest individuals. Tax havens on all continents and in the middle of oceans mean that some information is not made public.The World Inequality Report 2018 has delivered some new findings: income inequality varies greatly across all world regions.",
  "It is lowest in Europe and highest in the Middle East. In recent decades, income inequality has increased in nearly all countries, but at different speeds: since 1980, in North America, China, India and Russia, income inequality has increased rapidly, whereas in Europe it has increased only moderately.Footnote 17 What is most interesting about the World Inequality Report is the intention behind it.",
  "The authors aim to measure income and wealth inequality in a systematic and transparent manner, seeking ‘to fill a democratic gap and to equip various actors of society with the necessary facts to engage in informed public debates on inequality’.Footnote 18 At the same time, it is no surprise that this increased interest in rising inequality has emerged along with globalization and the transparency of the fourth industrial revolution. One could question if this discussion would have been possible without the global agreement reached on SDG 10, evidencing the common ground on which all 193 states were able to agree when arriving at their consensus within the UN in 2015.2.3 The Ecological Dimension of InequalityIn addition to the social and economic dimensions of inequality, there is a third dimension that is of the utmost importance: the ecological dimension. With the Paris Agreement on Climate Change, concluded in December 2015, state parties reached a major breakthrough on adaptation to climate change. The signatory states, having accepted these ambitious goals and targets, will now have to meet them and this will clearly impose strict constraints on enterprises and individuals, forcing many of us to change our comfortable ways. And yet the great majority of the world’s population are already being confronted with the ecological dimension of inequality today to a brutal and life-threatening extent: both poor people in rural areas and also the urban poor living in (mega) cities. Threatened by drought, rising sea levels, hurricanes and landslides, poor people and poor countries are suffering most from the climate change, as its impacts affect them disproportionately due to their geographical location and their high socio-economic vulnerability.Footnote 19 Looking back, the global warming being experienced today is recognized to be the cumulative effect of the greenhouse gas emissions of the past 200 years.",
  "Most of these emissions occurred in the past in the industrialized centres of Western Europe, the USA and the former Soviet Union; it is only in recent decades that prospering Asian states have been emitting a significant proportion of those gases.Footnote 20 3 The Genesis of SDG 10When investigating the genesis of SDG 10, it is interesting to look back at the negotiations surrounding the post-2015 Agenda. The negotiations were a highly complex process, involving UN member states, UN agencies, funds and programs, civil society, the private sector and non-state actors.",
  "The outcome of these long and difficult negotiations was globally recognized as a major accomplishment, noted by the media in most countries and even inspiring Pope Francis to come to New York and address the General Assembly.Footnote 21 In January 2014, the Permanent Mission of Italy to the UN organized a roundtable to discuss “The Threat of Growing Inequalities: Building More Just and Equitable Societies to Support Growth and Sustainable Development”. The intention was to bring together academic knowledge on the impact of growing inequalities and present it to the diplomatic corps; the keynote speaker was the Nobel Laureate in economics Joseph Stiglitz.Footnote 22 In his presentation, Stiglitz focused on the level and impact of inequality within the USA, where inequality had increased. Since 2009, he noted, 95% of all economic gains had gone to only the richest 1% of the population. At the same time, he pointed out, the enormous growth in inequality was not only the result of economic forces but also of politics and policies. His conclusion was to call for the SDGs to include a goal to reduce or eliminate inequality in its extreme forms.Footnote 23 Stiglitz’ presentation has been described as an “eye-opener”. The G77 countries—like others—became aware of and recognized inequality as a global problem.Footnote 24 Stiglitz’ expertise was trusted, even if it the message was not really new.",
  "The academic community,Footnote 25 NGOsFootnote 26 and even the PopeFootnote 27 had, after all, already highlighted high levels of inequality within communities and the impact of it. But in those preparations for a post-2015 development agenda, the message finally got through to the relevant stakeholders.4 The Idea of International Solidarity: Nothing New in International Cooperation and Development PolicyFor decades, the idea and promise of international solidarity had been discussed intensively in international fora.",
  "It is remarkable, but at the same time not surprising, that after World War II states were eager to adopt legal texts and resolutions which explicitly enshrined this principle. However, the concept of solidarity already formed the underlying common ground for the UN Charter in 1945. Article 1 defines as the purpose of the UN, among other things, ‘to develop friendly relations among nations based on respect for the principle of equal rights’ and ‘to achieve international cooperation in solving international problems of an economic, social, cultural, or human character’.For Europe, the same concept of solidarity is found in the Treaty of Paris of 1951, establishing the European Coal and Steel Community, whose third recital in the preamble states ‘recognising that Europe can be built only through practical achievements which will first of all create real solidarity’. The concept of solidarity was repeated in the Treaty of Rome in 1957, stating in the seventh recital of the preamble ‘intending to confirm the solidarity which binds Europe and the overseas countries and desiring to ensure the development of their prosperity’. And this path was continued in 1992, when the Treaty on European Union was concluded in Maastricht between 12 EU member states, whose heads of state declared their desire ‘to deepen the solidarity between their peoples while respecting their history, their culture and their traditions’ (fourth recital of the preamble). It is of interest that Europe, at an early stage, did not only strive for solidarity within its own boundaries, but also with regard to its overseas countries and territories (OCT).",
  "Robert Schuman declared in his speech on 9 May 1950, that Europe would, with increased resources, be able to pursue one of its essential tasks: the development of the African continent. Therefore, elements of the principle of solidarity can already be found in the Conventions of YaoundéFootnote 28 and Lomé.Footnote 29 This idea of solidarity remained an underlying basis of the subsequent Lomé II to Lomé IV ConventionsFootnote 30 as well as the Cotonou Agreement of 2000.Footnote 31 In preparing the Post-Cotonou Agreement, there is no doubt that this idea will be maintained, considering the history of the Agreements.Interestingly, the enshrinement of the principle of solidarity took place at a time when decolonization was taking place through the declarations of independence of many colonies.",
  "The relationships between colonial powers and their former colonies were often marked by a mutual understanding that a strong bond of solidarity existed—going in both directions and with mutual expectations. That is one of the reasons why the idea of solidarity is inherent in many UN declarations of the 1970s and 1980s. However, it is not until the 1990s, in the UN Millennium Declaration, that the term ‘solidarity’ can be found in a universally agreed text. The UN Millennium Declaration understands solidarity as one of six fundamental values in international relations: ‘Global challenges must be managed in a way that distributes the burdens fairly in accordance with basic principles of equity and social justice. Those who suffer or who benefit least will deserve help from those who benefit most’.Since 2005, the UN Human Rights Council has appointed an Independent Expert on human rights and international solidarity.Footnote 32 That person is mandated to develop a draft declaration on the right of peoples and individuals to international solidarity; that draft was presented back in 2015. The draft declaration on the right to international solidarity takes into account the multitude of international and regional treaties and legal texts that express international solidarity and respect for human rights, stressing that ‘international solidarity is a fundamental concept of mutually reinforcing relations among individuals, peoples and States, an essential element that underpins global partnerships, a key approach to peace, disarmament and poverty eradication, and an indispensable component of the efforts to realize all human rights, including the right to development, and internationally agreed development goals’.Footnote 33 5 SDG 10, A New Global Promise of Solidarity: Has It Had Any Legal Consequences?Coming back to the 2030 Agenda, with SDG 10 and the pledges to leave no one behind and to reach the furthest behind first, it is most relevant to understand the legal nature of this relevant UN resolution.",
  "Whereas international treaties are legally binding texts, a resolution does not have the same force. However, resolutions can also reflect and reinforce existing international law.",
  "Therefore, UN resolutions are often perceived as “soft law” as they largely reflect and reinforce existing international law.Footnote 34 There is a reason for this. Given the complex challenges involved, governments face huge difficulties or even real obstacles in concluding new comprehensive agreements, so in many cases it makes sense to resort to “soft” governance tools. And soft law norms have certain advantages, as they require neither parliamentary approval nor the long time periods of application that customary law is based on.Footnote 35 Taking these arguments into account, the legal character of the 2030 Agenda is of course “soft law” due to the format chosen. It is a UN resolution. But it is a special resolution: dense, intensive, showing consensus among signatory states and many stakeholders involved in the negotiations, providing a framework that can be used as a ‘compass’ by governments, economists, academia, NGOs, religious entities and many more. A global consensus on the relevance of people, peace, prosperity, planet and peace, promoting the underlying idea of sustainability in all aspects had never been achieved before 25 September 2015, showing the international ambition and the goals, simply “a plan of action for people, planet and prosperity”.Footnote 36 And solidarity can come from many players: the 2030 Agenda asks for multi-stakeholder partnerships, encouraging effective public, public-private and civil society partnerships (SDG 17.17).6 Progress Reporting on SDG 10Not surprisingly, official progress reporting by the UN on SDG 10 is a challenging issue due to the complexity of the target.",
  "In its recent 2018 Sustainable Development Report,Footnote 37 the progress on SDG 10 is described only in the overview chapter, concentrating on SDG 10.1, 10.a, 10 b. and 10.c, i.e. those targets that can be measured more easily.",
  "On SDG 10.1 the report states that, between 2010 and 2016, in 60 out of 94 countries supplying data, the incomes of the poorest 40% of the population grew faster than those of the entire population.Footnote 38 More economic data provide information on the progress of SDG 10.a (products exported by LDCs to world markets), 10.b (financial flows to developing countries) and 10 c (transaction costs of remittances).Footnote 39 The previous reports have had a similar focus but dealt with the targets in their main chapters, in the 2016 report looking at progress on enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions (SDG 10.6).Footnote 40 If one consults the data published on the UNSTATS homepage, the same picture is to be found: SDG 10.1, 10.6, and 10.a. to 10.c are in the focus of interest.Footnote 41 UN Women, not surprisingly, puts the focus on gender aspects and underlines in its stock-taking report of progress towards SDG 10 that, at the national level, gender-responsive fiscal and social policies are needed to reduce income inequalities between women and men, which research shows is a key contributor to overall income inequality in society.Footnote 42 A recent study shows that inequality within a household, e.g. between women and men, is a strong contributing factor to overall income inequality in society.Footnote 43 We all are witnesses to the fact that in all countries women generally earn less than men, have access to fewer assets and consequently accumulate less wealth. Recent data reveals that across countries, women are more likely than men to be living on less than 50% of the median income.Footnote 44 Taking a look at the reports of UN member states to the annual High-level Political Forum (HLPF), an interesting picture can be seen. In the first round of reporting in 2016, the Synthesis Report was not yet structured to reflect the 17 SDGs (as later reports are).Footnote 45 This first ever HLPF asked countries delivering their Voluntary National Reports (VNR) to include a chapter on the principle and the theme of the HLPF in 2016: “ensuring that no one is left behind”. The question of reducing inequality was—in a wider sense—discussed in this short chapter, which highlights such aspects as poverty reduction strategies, social policies and social protection.",
  "Several European member states, and also Samoa, highlighted the human rights-based approach.Footnote 46 A different approach has been taken since the Synthesis Report of 2017. Now the 17 SDGs are shown in different chapters and discussed.",
  "Not surprisingly, the issues of social protection policies, social security systems, minimum social standards, human rights and combatting discrimination are again discussed, but also migration policy and enhanced representation and voice for developing countries.Footnote 47 Looking deeper into the experience of Germany (which was an early reporter in 2016), the German government has declared that wealth and income justice, equality and opportunities for participation for everyone are key prerequisites for unlocking every person’s economic, social and educational potential.Footnote 48 According to OECD figures, Germany is among the countries in which government redistribution through taxes and social transfers has reduced income inequality to the greatest extent, lowering the poverty risk by 74%.Footnote 49 Four national challenges are mentioned: (1) improving educational equality by creating more opportunities for access and participation for all children and young people across all education sectors; (2) the introduction of a statutory minimum wage; (3) the draft legislation for amending the German Law on Temporary Employment in order to prevent the misuse of work and services contracts; (4) a National Action Plan to implement the UN Convention on the Rights of Persons with Disabilities.Footnote 50 In light of its global responsibility, Germany cites three challenges: (1) The German Government advocates for pro-active trade policies which lower tariffs and non-tariff barriers to trade, favoring non-discriminatory trade policy instruments which are conducive to development and mainstreaming of high environmental, labour, social and human rights standards in free trade agreements, trade policy transparency and the participation of civil society stakeholders; (2) the involvement of all social groups (participation); (3) the reform of the World Bank’s weighted voting system, underlining that Germany advocates fairer distribution, with voting power being shifted from the industrialized countries to emerging and developing countries with the aim of narrowing inequalities.Footnote 51 Among UN staff, it is understood that reducing inequalities calls for system-wide engagement and must involve all UN entities. It is clearly a major task for the Division for Inclusive Social Development of the Department of Economic and Social Affairs (DESA) to work on the reduction of inequalities, bringing together experts and facilitating dialogue.Footnote 52 For an overview of which UN entities are already working on the achievement of SDG 10, the Dalberg Report on “System-Wide Outline of Functions and Capacities of the UN Development System”Footnote 53 may be consulted.And more in-depth analysis of efforts to reduce inequality is still to come. In 2019, SDG 10 will be the subject of an in-depth review by the High-level Political Forum.Footnote 54 In preparation of this event, the UN Division for Sustainable Development Goals is planning a number of expert meetings in order to track progress. In 2019, in accordance with the regular 4-year schedule for the composition of delegations, it is the heads of state that will convene within the HLPF format. This will draw even greater attention to the session and the progress tracked.Within Europe, the French Agency for Development has announced it will be staging an International Conference on Development on 7 December 2018, to which experts will be invited for further discussion of the subject (13th AFD International Conference on Development, “Inequalities and Social Cohesion”).Footnote 55 And the European Commission has recently announced that it will be tackling reducing inequality in its 2019 working programme and will make the topic a prominent focus of the European Development Days in June 2019.7 Germany’s Development Policy on SDG 10Activities started quite early, with Germany lending its support to the idea of reducing inequality during the post-2015 negotiations, as it was clearly understood that the reduction of poverty and the reduction of inequality are inextricably linked. Once SDG 10 had come into being, the BMZ changed its organizational chart in early 2016 and renamed the division in charge of reduction of poverty the division for “reduction of poverty and inequality”.In September 2016, BMZ organized an International Expert Workshop on Inequalities entitled “Bridging the Gap: Approaches and Policies for Reducing Inequalities”.",
  "About 80 practitioners and representatives of academia, governments and implementing agencies attended. These discussions led to the “Expert Key Findings on Reducing Inequalities”, a two-pager summarizing the main points discussed.",
  "The viewpoints expressed are not necessarily shared by all participants nor do they reflect their official positions. Footnote 56 Three key messages emerged. Firstly, it was recognised that a strong correlation exists between inequality and conflict and that horizontal inequality threatens peace and stability. Secondly, different distributional outcomes in different countries show that policies matter; political will is the driving force for change, poor governance usually reinforces inequality. Thirdly, development cooperation should be aimed at improving international conditions that cause a rise in inequality within and between countries, i.e. in the areas of trade, taxation and migration.",
  "Some of the interesting conclusions to emerge from the workshop were that global rules and policies should be assessed in terms of their effects on inequality; education and health are key to reducing overall inequalities; and, lastly, no group should be left behind and no group should be too far ahead.Footnote 57 Through this workshop, Germany encouraged discussions among the participants on this highly complex topic. And reflections, scientific work, exchange of ideas and dialogue have continued intensively.",
  "In addition, a Regional Conference has been taken place in Cape Town (November 2018), tackling the issue of inequality in the southern African region.Conceptual discussions are still ongoing within the Ministry. Preliminary findings can be summarized as follows: Without a significant reduction of inequality, SDG 1 (End poverty in all its forms everywhere) will not be reached. Inequality is a driving force for persons to leave their home countries. Inequality endangers social cohesion, boosts radicalization and conflict and may have negative effects on economic growth and development successes. German development policy aims to look at both ends of the inequality challenge—the most vulnerable and the richest persons of each country—by improving equality of opportunity for all persons globally and enhancing the resilience of poor and vulnerable groups. Six main approaches to solving these problems appear to be relevant: political participation and good governance; economic influence (participation) and establishing more just globalization; education and digitalization; gender equality; tax justice; social protection.",
  "The Ministry is also working closely together with all interested stakeholders, creating multi-stakeholder partnerships (as requested by SDG 17.16), involving academia, practitioners and governments in order to exchange knowledge and best practices, an iterative process that has just started and is delivering results. Another interesting step within the Ministry has been the creation of a new fund in 2018, entitled “Seeking new ways – the Inequality Challenge”.",
  "This fund promotes innovative approaches, methods and tools that focus on reducing inequality and on the poorest and most marginalised people and groups in partner countries of German bilateral development cooperation. It is being implemented by GIZ and has a volume of 1 million euros. The first ten projects have been chosen and will start soon.Footnote 58 8 The Road AheadTo sum up: By adopting SDG 10, states have shown their political will and commitment to reduce inequality within and among countries. Each country can choose which path it wishes to take towards achieving this ambitious goal by 2030. Reducing inequality within a country can be approached in many ways, depending on the status quo. That first of all needs to be analysed.",
  "Societies suffering from excessive inequality will need to understand that the concentration of capital in the hands of very few people threatens the system in itself, as the various pieces of the puzzle no longer fit together and the consensus needed among the citizens of that society is not guaranteed.All governments need to establish a framework recognising that all individuals in their countries have the right to enjoy a life in dignity. All human beings, from the moment they are born, need social protection, functioning health services, quality education, decent jobs, reliable institutions and access to modern forms of energy in a safe and healthy environment, as described in the 17 SDGs.",
  "Governments have to deliver on those promises for all citizens by guaranteeing minimum standards (e.g. at work, for health, infrastructure, education) and by avoiding a tax system that is seen to tax the average person less fairly than richer members of society. Citizens feel and understand differences in status if inequality among people rises far too much—either through a failure to tax the richest, through bad governance or even corruption, or by guaranteeing privileges only to small parts of societies. And we continue to miss so many talents—clever girls and boys who despite coming from poor backgrounds are brilliant at school, not allowed to continue their education due to the lack of funds.If individuals or entire groups feel they are excluded from a society, this personal stress causes adverse developments that have become all too familiar: radicalization, high migration numbers, health problems, brain drain, low levels of trust and less willingness to help others. Looked at in a different way: governments will have to realize that if capital is in the hands of very few people, the power this gives to them causes distortions, as governments feel in a weak position with respect to the power behind the capital. Strong lobbyists for the richer minority will favour legal frameworks that guarantee them exclusive advantages (e.g.",
  "via tax exemptions, avoiding taxes or subsidies). To a certain extent, governments do react in practice by endeavouring to reallocate, but there are limits.",
  "If these reallocations are seen to be unfair, societies face national battles on allocation, with each party stressing their own interests, thus generating high costs and weakening societies.Footnote 59 So structural justice in many societies is needed, promoted and implemented by the government and understood by the people. This is a conclusion that applies especially to Germany, which is, according to Fratzscher,Footnote 60 by a host of measures, one of the most unequal rich countries, if compared globally.Solidarity among nations is nothing new, as shows the UN Charter of 1945 (Article 1) or—as a regional example—the history of European integration (both among EU member states and also with regard to the EU’s relations to its OCTs or developing countries under the umbrella of the Yaoundé, Lomé and Cotonou agreements).Footnote 61 Discussion on this highly controversial topic of reducing inequalities will go on, focusing on the role of governments, individuals, civil society and academia, trying to find ways of achieving a more sustainable and just world by combatting corruption and bad governance, asking for fair taxation for all citizens and establishing liveable societies on all continents.Footnote 62 And in order to ensure that all human beings can fulfil their potential in dignity and equality, girls and boys, women and men. With a strong political will and enabling policies, inequality can and will be reduced—if governments have the political will. Having accepted and adopted the 2030 Agenda for Sustainable Development with its SDG 10, 193 governments have declared that they have the political will to act accordingly. Development cooperation that puts much more focus on reducing inequality could ignite discussions on transforming these countries. At the same time, international guidance and the political will of the global community is indispensable.",
  "Closing international tax havens is one vital prerequisite for tackling inequality and poverty effectively. Tax evasion undermines the power of governments to provide basic social services including education and health.In her foreword to Oxfam’s report of 2019, Gro Harlem Brundtland, former Director-General of the World Health Organization and first female Prime Minister of Norway, states “Fighting inequality remains one of the world’s most testing issues.",
  "Delivering universal public services is a tried and tested way to tackle it. We must now take action against extreme inequality to achieve a fairer, healthier and happier future for all, not just the few.”Footnote 63 Time will tell if the appetite for such efforts exists. Notes1.Oxfam (2017).2.Stiglitz (2012); Piketty (2015); Atkinson (2015); Deaton (2013); Milanovic (2016), Pogge (2015), p. 36 et seq.3.Oxfam (2019).4.See SDG 1, referring to social protections systems, economic resources and climate-related extreme events; see also Alkire and Foster (2011).5.Wilkinson and Pickett (2009).6.Ibid., p. 63 et seq.7.Ibid., p. 73 et. seq.8.Ibid., p. 89 et. seq.9.Ibid., p. 103 et. seq.10.Ibid., p. 119 et.",
  "seq.11.Ibid., p. 129 et. seq.12.Ibid., p.",
  "280.13.Ibid., p. 281.14.World Bank (2016), p. 152 et seq.15.World Inequality Report (2018), Executive Summary, p. 4.16.Ibid., p. 4.17.Ibid., p. 5.18.Ibid., p. 4.19.IPCC Working group II (2014).20.Scholz (2020), p. 197.21.Kamau et al. (2018), p. 92.22.Ibid.23.Ibid., 94.24.Ibid.25.Stewart (2008), p. 3 et seq.",
  "; Piketty (2014).26.Oxfam (2013).27.Pope Francis on World Youth Day 2013, taking place in the Varginha slum of Rio de Janeiro.28.Yaoundé Convention of 1963 between six European states and 18 African states, 5th recital of the preamble (‘résolus à poursuivre en commun leurs efforts en vue du progrès économique, social et culturel de leurs pays’).29.Lomé I Convention, 1975 between 9 European and 46 African, Caribbean and Pacific (ACP) states, 2nd recital of the preamble (‘anxious to establish, on the basis of complete equality between partners, close and continuing cooperation, in a spirit of international solidarity’).30.David (2000), p. 11 et seq.31.Cotonou Agreement 2000, see full text in the Supplement of the ACP-EU Courier, September 2000: Several recitals of the preamble, e.g. second recital: ‘affirming their commitment to work together towards the achievement of the objectives of poverty eradication, sustainable development and the gradual integration of the ACP countries into the world economy’, third recital ‘asserting their resolve to make, through their cooperation, a significant contribution to the economic, social and cultural development of the ACP States and to greater well-being of their population, … .",
  "In the effort to give the process of globalization a stronger social dimension’, also in referring to the development targets and principles agreed in United Nations Conferences and the OECD Development Assistance Committee to reduce by one half the proportion of people living in extreme poverty by the year 2015 (tenth recital).32.The incumbent is Mr. Obiora C. Okafor from Nigeria (since 2017).33.Fourteenth recital of the draft declaration on the right to international solidarity.34.Kaltenborn and Kuhn (2017), p. 17.35.Ibid.36.Resolution adopted by the General Assembly on 25 September 2015 (70/1) “Transforming our world: the 2030 Agenda for Sustainable Development”, preamble, first sentence.37.United Nations (2018), p. 9, unstats.un.org/sdgs/files/report/2018/TheSustainableDevelopment GoalsReport2018.pdf.38.Ibid.39.Ibid.40.United Nations (2016a), p. 30 et seq., unstats.un.org/sdgs/files/report/2018/TheSustainable DevelopmentGoalsReport2016.pdf; United Nations (2017a), p. 38 et seq., unstats.un.org/sdgs/files/report/2018/TheSustainableDevelopmentGoalsReport2017.pdf.41. www.unstats.un.org, SDG 10.42.UN WOMEN (2018), p. 113.43.Ibid.44.Ibid, 114.45.United Nations (2016b), https://sustainabledevelopment.un.org/content/documents/126002016_VNR_SynthesisReport.pdf.46.Ibid,d., p. 59.47.United Nations (2017b), https://sustainabledevelopment.un.org/content/documents/17109_Synthesis_Report_VNRs_2017.pdf.48. https://sustainabledevelopment.un.org, see states and Voluntary National Review of Germany (2016), p. 40.49.Ibid.50.Ibid.51.Ibid., 40 et seq.52.See i.a. https://un.org/development/desa/dspd/2018-expert-group-meetings-and-panel-discussions/inequality.html.53.United Nations (2017c), https://www.un.org/ecosoc/sites/www.un.org.ecosoc/files/files/en/qcpr/sg-report-dalberg_unds-outline-of-functions-and-capacities_june-2017.pdf.54.UN GA resolution 70/299, https://undocs.org/A/RES/70/299.55. www.afd.fr./en/international-conference-inequality-and-social-cohesion-2018.56.Expert Key Findings on Reducing Inequalities (2016).57.Ibid.58.See inequality-challenge.com.59.Fratzscher (2016), p. 79 et seq.60.Ibid., p. 142 et seq.61.The Brexit of Great Britain is, of course, a clear signal of leaving the ideal of solidarity within a community, but does not threaten the idea in itself.62.See Martens and Obenland (2017), p. 106.63.Oxfam (2019), p. 7.",
  "ReferencesAlkire S, Foster J (2011) Counting and multidimensional poverty measurement. J Public Econ 95:476–487; see also https://ophi.org.uk/research/multidimensional-poverty/alkire-foster-method CrossRef Google Scholar Atkinson AB (2015) Inequality: what can be done.",
  "Harvard University Press, CambridgeCrossRef Google Scholar David D (2000) 40 years of Europe-ACP relationship, The ACP-EU Courier, Special issue: Cotonou Agreement, Brussels, pp 11–14 Google Scholar Deaton A (2013) The Great Escape: health, wealth and the origins of inequality. Princeton University Press, New JerseyCrossRef Google Scholar Expert Key Findings on Reducing Inequalities (2016) Outcome of the International Expert Workshop on Inequalities “Bridging the Gap: Approaches and Policies for Reducing Inequalities”, organized by BMZ, Berlin, 5-6 September 2016, www.giz.de/en/downloads/giz2016-en-expert-key-berlin.pdf (2 pages)Fratzscher M (2016) Verteilungskampf, Warum Deutschland immer ungleicher wird, München, 2016 Google Scholar IPCC working group II (2014) Google Scholar Kaltenborn M, Kuhn H (2017) Acceptance, non enforcement – the legal implications of the UN-2030-Agenda and the sustainable development goals. In: Development and Cooperation (D+C), April 2017, https://www.dandc.eu/en/article/2030-agenda-largely-reflects-and-reinforces-existing-international-law Kamau M, Chasek P, O’Connor D (2018) Transforming multilateral diplomacy, the inside story of the sustainable development goals. Routledge, LondonCrossRef Google Scholar Martens J, Obenland W (2017) Die Agenda 2030 – Globale Zukunftsziele für nachhaltige Entwicklung, Bonn/Osnabrück, pp 99–108 Google Scholar Milanovic B (2016) Global inequality: a new approach for the age of globalization. Harvard University Press, CambridgeCrossRef Google Scholar Oxfam (2013) The cost of inequality: how wealth and income extremes hurt us all, Media Briefing 27/2013 Google Scholar Oxfam (2017) An economy for the 99%, 16 January 2017, www.oxfam.org Oxfam (2019) Public good or private wealth?, January 2019, www.oxfam.org Piketty T (2014) Capital in the twenty-first century. Harvard University Press, CambridgeCrossRef Google Scholar Piketty T (2015) The economics of inequality.",
  "Harvard University Press, CambridgeCrossRef Google Scholar Pogge T (2015) Wir müssen bei der globalen Architektur ansetzen, Nachhaltige Entwicklungsziele – Agenda für eine bessere Welt?, München, pp 35–40 Google Scholar Scholz I (2020) Reflecting on the Right to Development from the perspective of global environmental change and the 2030 Agenda for Sustainable Development, in this volume, pp. 191–206 Google Scholar Stewart F (ed) (2008) Horizontal inequalities and conflict – understanding group violence in multiethnic societies.",
  "Palgrave Macmillan, Basingstoke, pp 3–24 Google Scholar Stiglitz JE (2012) The price of inequality: how today’s divided society endangers our future, New York, USA Google Scholar UN WOMEN (2018) Turning promises into action: gender equality in the 2030 agenda for sustainable development Google Scholar United Nations (2016a) The Sustainable Development Goals Report, https://unstats.un.org/sdgs/files/report/2016/TheSustainableDevelopmentGoalsReport2016.pdf United Nations (2016b) Voluntary National Reports (VNR), https://sustainabledevelopment.un.org/content/documents/126002016_VNR_SynthesisReport.pdf United Nations (2017a) The Sustainable Development Goals Report, https://unstats.un.org/sdgs/files/report/2017/TheSustainableDevelopmentGoalsReport2017.pdf United Nations (2017b) Voluntary National Reports (VNR), https://sustainabledevelopment.un.org/content/documents/17109_Synthesis_Report_VNRs_2017.pdf United Nations (2017c) Dalberg report on system-wide outline of functions and capacities of the UN Development System, https://www.un.org/ecosoc/sites/www.un.org.ecosoc/files/files/en/qcpr/sg-report-dalberg_unds-outline-of-functions-and-capacities_june-2017.pdf United Nations (2018) The Sustainable Development Goals Report, https://unstats.unorg/sdgs/files/report/2018/TheSustainableDevelopementGoalsReports2018.pdf Wilkinson R, Pickett K (2009) The spirit level – why equality is better for everyone, London Google Scholar World Bank (2016) Report, Poverty and Shared Prosperity 2016, taking on inequality Google Scholar World Inequality Report (2018) www.wir2018.wid.world Download references Author informationAuthors and AffiliationsDivision Human Rights, Gender Equality, Inclusion of Persons with Disabilities, Federal Ministry of Economic Cooperation and Development, Bonn, GermanyHeike KuhnAuthorsHeike KuhnView author publicationsYou can also search for this author in PubMed Google ScholarCorresponding authorCorrespondence to Heike Kuhn . Editor informationEditors and AffiliationsFaculty of Law, Ruhr University Bochum, Bochum, GermanyProf. Dr. Markus KaltenbornFaculty of Law, University of Erlangen-Nuremberg, Erlangen, GermanyProf. Dr. Markus KrajewskiDivision Human Rights, Gender Equality, Inclusion of Persons with Disabilities, Federal Ministry of Economic Cooperation and Development, Bonn, GermanyDr. Heike Kuhn Rights and permissions Open Access This chapter is licensed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made. The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material.",
  "If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. Reprints and Permissions Copyright information© 2020 The Author(s) About this paperCite this paperKuhn, H. (2020).",
  "Reducing Inequality Within and Among Countries: Realizing SDG 10—A Developmental Perspective. In: Kaltenborn, M., Krajewski, M., Kuhn, H. (eds) Sustainable Development Goals and Human Rights. Interdisciplinary Studies in Human Rights, vol 5. Springer, Cham. https://doi.org/10.1007/978-3-030-30469-0_8Download citation.RIS.ENW.BIBDOI: https://doi.org/10.1007/978-3-030-30469-0_8Published: 29 November 2019 Publisher Name: Springer, Cham Print ISBN: 978-3-030-30468-3 Online ISBN: 978-3-030-30469-0eBook Packages: Law and CriminologyLaw and Criminology (R0)Share this paperAnyone you share the following link with will be able to read this content:Get shareable linkSorry, a shareable link is not currently available for this article.Copy to clipboard Provided by the Springer Nature SharedIt content-sharing initiative Download book PDF Download book EPUB Over 10 million scientific documents at your fingertips Switch Edition Academic Edition Corporate Edition Home Impressum Legal information Privacy statement California Privacy Statement How we use cookies Manage cookies/Do not sell my data Accessibility FAQ Contact us Affiliate program Not logged in - 93.43.135.173 Not affiliated Springer Nature © 2022 Springer Nature Switzerland AG. Part of Springer Nature."
]