[
  "How Elon Musk became an inequality machine - The Washington Post Sections Home The Washington Post logo Democracy Dies in Darkness Subscribe Username Sign In My Post My Reading List Account Settings Newsletters & alerts Gift subscriptions Contact us Help desk My Post My Reading List Account Settings Newsletters & alerts Gift subscriptions Contact us Help desk Accessibility for screenreader Economic Policy Perspective Perspective Interpretation of the news based on evidence, including data, as well as anticipating how events might unfold based on past events How Elon Musk became an inequality machine The ultimate sum that Tesla CEO Elon Musk could realize in his option package, estimated at $55 billion, is three times the combined salary of every public school teacher in his home state of California. (Joe Skipper/Reuters) By Roger Lowenstein May 25, 2018 Proxy season is done.",
  "Which executive got the most egregious pay package? That would be Tesla CEO Elon Musk, the serial corporate founder, rocket entrepreneur, would-be colonizer of distant planets, variously toiling to save humanity and, as summarized by Steven Mufson in these pages, “tireless salesman and visionary” — to which we should now add “shameless old-style corporate grabber.” Well, perhaps “old-style” isn’t quite right. But underline the shameless part, ditto “egregious.” Tesla, whose annual meeting is June 5, awarded Musk an option package potentially worth more than $50 billion. No typo. Quite a haul for a guy who proclaimed in late 2016 that, in light of his $20 billion or so net worth, money is no longer his chief ambition, far from it when Mars is still terra incognita. As a one-person corporate inequality machine, Musk had plenty of competition.",
  "Robert Iger of Walt Disney inked a new contract under which he will be eligible for stock worth up to $142 million, in addition to an annual bonus of $20 million. Disney shareholders at least had the dignity to reject the deal, in a nonbinding vote, which is the only kind of vote on CEO pay that the SEC requires.",
  "Tesla’s worshipful shareholders, who along with its creditors supply the cash without which Tesla couldn’t survive, at least until it learns how to meet production targets for its expensive electric vehicles, voted in favor of Musk’s package. Iger and Musk are worth examining in concert. Together they describe the long devolution of the ethos of shareholder value to what might be termed unhinged managerial taking to, if you will, robber baron silicon chic. But first, let’s give full due to the enormity of Musk’s package. Potentially he will receive 20 million stock options, which vest in stages over ten years if and when the company meets a series of targets related to performance and market value. Even the current fair value of the grant — $2.6 billion — is enormous.",
  "The ultimate sum that Musk could realize, estimated at $55 billion, is three times the combined salary of every public school teacher in his home state of California. Following a script so rote it makes a mockery of Tesla’s vaunted creativity, the company notes that Musk will not receive a salary, a fact of which Musk is proud, and that his options will “incentivize and motivate” him.",
  "[Consumer Reports raises concerns over Tesla Model 3 braking] How much motivation does a man need? He already owns a fifth of the company, worth more than $9 billion. By comparison, Musk’s fellow high-tech founder and chief exec, Alphabet’s Larry Page, was paid $1 last year. And no options. Evidently, his board feels that owning 20 million shares will be enough to persuade Page to rise and shine and go to work in the morning, or whenever it is that folks in the Valley do their thing. Any story of executive pay properly starts in the 1970s, when Musk was growing up in South Africa, and when the computer programming technology that Musk taught himself at age 12 was considered way less cool than, say, fossil fuels.",
  "The stock market was suffering through a miserable decade; by 1979, the Dow was mired in the low 800s, more than 10 percent below its level of a decade earlier. Investors headed for the exits.",
  "Business Week, on its cover, proclaimed “The Death of Equities.” Come to the rescue Michael Jensen, a Harvard Business School professor who penned a seminal paper, “Eclipse of the Public Corporation,” Jensen’s thesis was that publicly owned companies were (or should be) dinosaurs because their executives didn’t have a meaningful stake in them. They were well-tailored mandarins who rushed home to martinis because they had nothing important to work for. With encouragement from Jensen, and with liberal financing from Michael Milken and other Wall Street junk bond salesmen, going private became the rage. It was a good thing, so the gospel went, for companies to borrow to their eyeballs, buy in the public equity and foist a ton of stock onto executives, who now became the humble (if amply rewarded) servants of the Invisible Hand. But there was a problem. Not every company could go private — especially not when the junk bond bubble burst.",
  "What about the companies doomed to soldier on with publicly listed shares? Jensen had a fix for them, too.",
  "Essentially, give the suits so much stock that they would feel the same burning desire, the same motivating ambition, as the Fords and Watsons and founder-entrepreneurs of capitalism’s gilded age. In theory, it’s true that stock options will motivate, though not in quite the same manner as the shares one pays for in cash. In practice, options were taken to bizarre excess. If one million options were good, wouldn’t five million motivate even more? That was the theory, and compensation committees (with paid consultants providing cover) didn’t trouble to disagree. Jensen’s purpose, fostering an identity of interest with ordinary shareholders, was, he later admitted, corrupted.",
  "[Tesla's 'transformative year' is hitting a brick wall] Executives with seven-figure option packages also got huge bonuses, and they got seven-figure long-term incentives; and they got seven-figure “retention” payments (because no one on earth needed motivating like a CEO) — and egregious pensions and even more egregious exit payments for the not-so-unfortunate CEOs who got fired. If their options didn’t pan out, they got a new package, at a more generous price.",
  "Thus, the supposed motivation became a guarantee. “Pay for performance” became an eight-figure sinecure, the rich man’s version of welfare. Instead of the promise of a good income with a chance to become very well off —and in the event of unusual success, truly wealthy — the corner office became a guarantee of immense riches, failure or success now determining only whether one would retire with, say, $40 or $50 million or several or even many times more. Jensen’s dream that hired managers could be conditioned to behave like founders was thus inverted — CEOs were awarded a level of wealth commensurate with entrepreneurs, usually without risking any substantial capital. In many cases, CEOs were paid huge bonuses for, literally, doing their jobs. Gary Norcross of Fidelity National last year got $29 million, $11.1 million of which reflected a special bonus for “integrating” SunGard, which it acquired in late 2015.",
  "Time was, “integrating” an acquisition was part of a CEO’s job. Iger is another example.",
  "His bonus was inflated as a thank you for Disney’s recent agreement to acquire assets of 21st Century Fox. How about a bonus for turning on the lights in the morning? How about waiting to see if the acquisition delivers the goods before showering him with such garish and conspicuous excess? Over the past generation, a long line of faux capitalist CEOs reaped fortunes well into the hundreds of millions without investing significant capital or inventing a product. The more recent twist is that corporate founders — genuine entrepreneurs who are immensely rich — are, strange to say, imitating the hired CEOs who only wanted to be like founders. Thus we have founders grabbing piles of stock options — in effect expropriating a portion of the company from the public investors they had taken in as partners.",
  "The true robber barons didn’t do this. Carnegie owned what he owned.",
  "Rockefeller the same. Possessing great wealth they were, at least in that sense, content. In Silicon Valley, though, wealth has come so easily for so long that founders have lost all sense of proportion or propriety. Not every one. Steve Jobs took options. Bill Gates did not, according to public filings, as far back as 1994.",
  "Jeff Bezos does not take options. Larry Ellison shamefully and cynically took tens of millions worth, year after year, redistributing to himself pieces of Oracle, in which his stake was already well into the billions.",
  "Naturally, founders in other industries couldn’t resist. Steve Wynn, the now-disgraced casino mogul, who was not a betting man when it came to his own cut, took stock. Howard Schultz (an almost-founder) took options. Mark Zuckerberg made billions on options earlier in the decade; not now. Warren Buffett never did. None come close, remotely, to Musk.",
  "It is offered in his defense that for Musk to exploit the full potential of his options Tesla’s market value would have to multiply 13 times, thus the shareholders would richly prosper. In such an event, the value of the Tesla stock he already owns would increase by well over $100 billion.",
  "This man needs motivation? He should look into his soul. And his board needs courage. The proper role for founder-entrepreneurs is that of enlightened capitalist. Their capital is working for them; that is well and good and enough. Read more: On GE and the myth of the CEO superhero Buffett on bitcoin: 'It will come to a bad ending' Trump's high-risk reversal of 70 years of trade progress We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.",
  "Roger Lowenstein Roger Lowenstein is the author of “America’s Bank: The Epic Struggle to Create the Federal Reserve” and the just released “Ways and Means: Lincoln and His Cabinet and the Financing of the Civil War.” Follow Subscriber sign inWe noticed you’re blocking ads!Keep supporting great journalism by turning off your ad blocker. Or purchase a subscription for unlimited access to real news you can count on.Try 1 month for $1Unblock adsQuestions about why you are seeing this?"
]