[
  "Sustainable Development Goal 9 - Wikipedia Sustainable Development Goal 9 From Wikipedia, the free encyclopedia Jump to navigation Jump to search Industry, Innovation and Infrastructure Sustainable Development Goal 9Mission statement\"Build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nations & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 9 (Goal 9 or SDG 9) is about \"industry, innovation and infrastructure\" and is one of the 17 Sustainable Developmental Goals adopted by the United Nations General Assembly in 2015. [1] SDG 9 aims to build resilient infrastructure, promote sustainable industrialization and foster innovation.",
  "[2] SDG 9 has eight targets, and progress is measured by twelve indicators. The first five targets are \"outcome targets\": develop sustainable, resilient and inclusive infrastructures; promote inclusive and sustainable industrialization; increase access to financial services and markets; upgrade all industries and infrastructures for sustainability; enhance research and upgrade industrial technologies. The remaining three targets are \"means of achieving\" targets: Facilitate sustainable infrastructure development for developing countries; support domestic technology development and industrial diversification; universal access to information and communications technology. The goal has interlinkages with other SDGs. While industrialization is connected to SDG 8 (decent work and economic growth) and SDG 11 (sustainable cities and communities), innovation and new skills development will help realise SDG 2 (zero hunger), SDG 6 (clean water and sanitation), SDG 7 (affordable and clean energy) and SDG 11 (sustainable cities and communities). In 2019, 14% of the world's workers were employed in manufacturing activities.",
  "This percentage has not changed much since 2000. The share of manufacturing employment was the largest in Eastern and South-Eastern Asia (18 percent) and the smallest in sub-Saharan Africa (6 percent).",
  "Millions of people are still unable to access the internet due to cost, coverage, and other reasons. It is estimated that just 53.4% of the world's population are currently internet users. Estimates suggest that by the end of 2020, the world will have reached just 57% global internet use and 23% in least developed countries, missing target 9.c by a wide margin. Contents 1 Background 1.1 Goal 1.2 Motive 1.3 Challenges 1.4 Involvement 2 Outcome Targets 2.1 Target 9.1: Develop sustainable, resilient and inclusive infrastructures 2.1.1 Indicator 9.1.1 2.1.2 Indicator 9.1.2 2.2 Target 9.2: Promote inclusive and sustainable industrialization 2.2.1 Indicator 9.2.1 2.2.2 Indicator 9.2.2 2.2.2.1 Manufacturing 2.3 Target 9.3: Increase access to financial services and markets 2.3.1 Indicator 9.3.1 2.3.2 Indicator 9.3.2 2.4 Target 9.4: Upgrade all industries and infrastructures for sustainability 2.4.1 Indicator 9.4.1 2.5 Target 9.5: Enhance research and upgrade industrial technologies 2.5.1 Indicator 9.5.1 2.5.2 Indicator 9.5.2 2.5.2.1 Research 3 Means of Achieving Targets 3.1 Target 9.a: Facilitate sustainable infrastructure development for developing countries 3.1.1 Indicator 9.a.1 3.2 Target 9.b: Support domestic technology development and industrial diversification 3.2.1 Indicator 9.b.1 3.3 Target 9.c: Universal access to information and communications technology 3.3.1 Indicator 9.c.1 3.3.1.1 Technologies 4 Challenges 4.1 COVID-19 Pandemic 5 Industrial Revolutions 5.1 First - Third 5.2 Fourth 6 The Role of Technology on Industry, Innovation, and Infrastructure Development 6.1 Facts 6.1.1 Internet Access 6.1.2 Sanitation 6.1.3 Electricity 6.1.4 Infrastructure 7 Monitoring 8 Facts and Figures 9 Custodian agencies 10 Links with other SDGs 11 Organizations 11.1 UN system 11.2 NGOs and others 11.2.1 Construction for Change 11.2.2 International Institute for Sustainable Development 11.3 US Based Organizations 12 References 13 Sources 14 External links Background[edit] Goal[edit] To build resilient infrastructure, promote inclusive and sustainable industrialisation and foster innovation Motive[edit] The motive of SDGS is primarily to promote economic growth, social development, and climate action. These goals are heavily dependent on investments in infrastructure, sustainable industrial development, as well as technological progress. Due to continuously changing global economics, as well as increasing inequalities, industrialisation must occur in order for sustained growth.",
  "Quality accessible opportunities to all individuals is supported by innovation and resilient infrastructure as well. SDG 9 recognises that humanity's ability to connect and communicate effectively, and develop our expertise in industry and technology is crucial in overcoming the many interlinked economic, social and environmental challenges.",
  "[3] Challenges[edit] The COVID-19 pandemic outlined the universal need for global manufacturing. This is considered an engine of overall economic growth, and has been steadily declining. The manufacturing decline caused by the pandemic has resulted in serious impacts on the global economy. In addition, the airport industry, also an important driver of economic development, faced the steepest decline in its history in the first five months of 2020, with a 51 per cent drop in airline passengers due to the global lockdowns. Basic infrastructure like roads, information and communication technologies, sanitation, electrical power and water remains scarce in many developing countries. In 2019, some 87 per cent of people in developed countries used the Internet, compared with just 19 per cent in the least developed countries.",
  "Improving internet access in developing countries, inadequate transport, (particularly in land-locked developing countries) and the disparity of Research and Development investment and the number of researchers in developing countries when compared to developed countries. [4] The technological development in infrastructure is what gives rise to a sustainable society.",
  "[5] This is expected to create prosperity and jobs, and build stable and prosperous societies across the globe. [5] The key emphasis is on developing reliable and sustainable infrastructural solutions that support economic development as well as human well-being, while also ensuring financial affordability. [6] This goal aims at ensuring every society in the world possess good infrastructure. [5] Involvement[edit] Establish standards and promote regulations that ensure company projects and initiatives are sustainably managed. Collaborate with NGOs and the public sector to help promote sustainable growth within developing countries. Think about how industry impacts on your life and well-being and use social media to push for policymakers to prioritize the SDGs.",
  "Outcome Targets[edit] The United Nations believes that \"Everyone can help to make sure that we meet the Global Goals\". This initiative is broken down into 8 specific targets to reach the SDG goal.",
  "The first five targets are called 'outcome targets' (9.1-9.5), with the last three named 'means of achieving targets' (9.a-9.c). Outcome targets have specific desired outcomes that achieve the objective of the SDG goal. They are as follows: Build resilient infrastructure, promote inclusive and sustainable industrialization, increase access to small scale enterprises, upgrade existing infrastructure, and enhance scientific research. .[6] Each target includes one or more indicators that measure the achieved progress. [6] Target 9.1: Develop sustainable, resilient and inclusive infrastructures[edit] World map for Indicator 9.1.2 in 2014: Railways, passengers carried (passenger-km)[7] Target 9.1 is: \"Develop quality, reliable, sustainable and resilient infrastructure, including regional and trans-border infrastructure, to support economic development and human well-being, with a focus on affordable and fair access for all\". [8] Indicator 9.1.1[edit] \"Proportion of the rural population who live within 2 km of an all-season road\" Indicator 9.1.2[edit] \"Passenger and freight volumes, by mode of transport\" International air passenger numbers, railway passenger-kilometers and air freight ton-kilometers indicators by country are available. Target 9.2: Promote inclusive and sustainable industrialization[edit] SDG Indicator 9.2.1 Map as at 2017: Manufacturing's value added to GDP (in %).",
  "SDG Indicator 9.2.2 as at 2017: Industry employment (% of total employment) World map for Indicator 9.1.2 in 2017: Air transport, freight(ton-km)[7] Target 9.2 is \"Promote inclusive and sustainable industrialization, and by 2030, to raise significantly the industry's share of employment and GDP in line with national circumstances as well as to double its share in least developed countries\"[8] Indicator 9.2.1[edit] \"Manufacturing value added as a proportion of GDP and per capita\" Indicator 9.2.2[edit] \"Manufacturing employment as a proportion of total employment\" Manufacturing[edit] Manufacturing is a major source of employment. In 2016, the least developed countries had less \"manufacturing value added per capita.\"",
  "The figure for Europe and North America was US$4,621, compared to about $100 in the least developed countries. [9] The manufacturing of high-tech products contributes 80 percent to total manufacturing output in industrialized economies but barely 10% in the least developed countries. In 2019, 14% of the world's workers were employed in manufacturing activities. This percentage has not changed much since 2000. The share of manufacturing employment was the largest in Eastern and South-Eastern Asia (18 percent) and the smallest in sub-Saharan Africa (6 percent). [10] The industry employment in the world hasn't drastically changed.",
  "In 1991, the industry employment made up around 21% of total employment in the world, while in 2017, the industry employment made up 22% of total employment in the world. [7] Manufacturing employment is growing mostly in developing countries, while it declines in developed countries.",
  "In Germany, the manufacturing employment made up 47% of total employment in 1991, while it declined to 27% of total employment in 2017. [7] In Kenya, the manufacturing employment made up 6% of total employment and has grown by two percent points to 8% in 2017. [7] Global growth in manufacturing had already steadily declined even before the outbreak of COVID-19 pandemic. The pandemic is hitting manufacturing industries hard and causing disruptions in global value chains and the supply of products. [6] The aviation industry has been the most hit with a reduction of travel passengers by 51% in 2020. [11] Target 9.3: Increase access to financial services and markets[edit] Target 9.3 is: \"Increase the access of small-scale industrial and other enterprises, particularly in developing countries, to financial services including affordable credit and their integration into value chains and markets\".",
  "[8] Indicator 9.3.1[edit] \"Proportion of small-scale industries in total industry value-added\" Indicator 9.3.2[edit] \"Proportion of small-scale industries with a loan or line of credit\" According to surveys covering the period from 2010 to the present, in developing countries, 34% of small-scale industries benefit from loans or lines of credit, which enable them to integrate into local and global value chains. However, only 22% of small-scale industries in sub-Saharan Africa received loans or lines of credit, compared with 48% in Latin America and the Caribbean.",
  "[10] Target 9.4: Upgrade all industries and infrastructures for sustainability[edit] SDG Indicator 9.4.1 as at 2016: Carbon emission intensity of economies Target 9.4 is: \"By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities\". [8] Indicator 9.4.1[edit] \"CO2 emissions per unit of value added. \"[12] This indicator is measured as kilograms of carbon dioxide (CO2) emitted per dollar of GDP. [12] After three years of stability, global carbon dioxide emissions from fuel combustion started to rise again in 2017, reaching 32.8 billion tons, supported by economic growth and a slowdown of efficiency improvements. [10] However, the intensity of global carbon dioxide emissions has declined by nearly one quarter since 2000, showing a general decoupling of carbon dioxide emissions from GDP growth. [10] \"The same trend was visible in manufacturing industries after 2010, with global manufacturing intensity falling at an average annual rate of 3% until 2017.",
  "Globally, investment in research and development as a proportion of GDP increased, from 1.5 per cent in 2000 to 1.7 per cent in 2015, and remained almost unchanged in 2017\". [10] Target 9.5: Enhance research and upgrade industrial technologies[edit] SDG Indicator 9.5.1 Map as at 2015: Spending on research and development as share of GDP Target 9.5 is \"Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending.",
  "\"[8] Indicator 9.5.1[edit] \"Research and development expenditure as a proportion of GDP\" Indicator 9.5.2[edit] \"Number of Researchers (in full-time equivalent) per million inhabitants\" Research[edit] The number of researchers per 1 million people worldwide has increased from 1,018 in 2010,[10] to 1,368 in 2018, on average, worldwide. In Europe and North America, the number jumped to 3,372, and in sub-Saharan Africa, the number of researchers per million inhabitants was closer to 99 [13] Additionally, women represented only 30% of global researchers in 2015. [10] By 2018, women represented 33% of all researchers, although data are missing from some of the most populous countries. [13] Universally, investment in research and development as a proportion of GDP has increased, from 1.5% in 2000 to 1.7% in 2015, and remained almost unchanged in 2017, but was only less than 1% in developing regions. [10] International airport in Trujillo, Peru By 2018, research and development constituted an average 1.79% of the global GDP according to the UNESCO Institute for Statistics. Although research expenditure rose in most regions between 2014 and 2018, 80% of countries still invested less than 1% of GDP in research and development by 2018.",
  "[13] The G20 countries still accounted for nine-tenths of research expenditure, researchers, publications and patents. [13] In some cases, the researcher population rose faster than related expenditure, leaving less funding available to each researcher.",
  "[13] Commitments to SDG 9.5 have not spurred an increase in reporting of data. On the contrary, a total of 99 countries reported data on domestic investment in research in 2015 but only 69 countries in 2018. [13] Similarly, 59 countries recorded the number of researchers (in full-time equivalents) in 2018, down from 90 countries in 2015. [13] Means of Achieving Targets[edit] Target 9.a: Facilitate sustainable infrastructure development for developing countries[edit] Target 9.a is: \"Facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and Small Island Developing States. \"[8] Indicator 9.a.1[edit] \"Total official international support (official development assistance plus other official flows) to infrastructure\". [12] SDG Indicator 9.A.1 Map as at 2017: Total official flows for infrastructure, by recipient Total official flows for economic infrastructure in developing countries reached $61 billion in 2018, an increase of 33% in real terms from 2010.",
  "The main sectors assisted were transport ($22.8 billion) and energy ($20.3 billion). [10] Target 9.b: Support domestic technology development and industrial diversification[edit] World map for indicator 9.c.1 in 2017: Share of the population using the Internet[7] Target 9.b is: \"Support domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities\".",
  "[8] Indicator 9.b.1[edit] \"Proportion of medium and high-tech industry value added in total value added\" As at 2017, the share of medium-high and high-technology goods in world manufacturing production reached nearly 45%. Medium-high and high-technology products continued to dominate manufacturing production in developed regions, reaching 49% in 2017, compared with 9 per cent in least developed countries. Target 9.c: Universal access to information and communications technology[edit] Target 9.c is: \"Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020\". [8] Indicator 9.c.1[edit] \"Proportion of population covered by a mobile network, by technology\" The number of mobile cellphone subscriptions (per 100 people), and the share of a given population using the internet (on any device). [12] Technologies[edit] Mobile-cellular signal coverage is this target's indicator and has improved a great deal. In previously \"unconnected\" areas of the globe, 85 percent of people now live in covered areas.",
  "Planet-wide, 95% of the population was covered in 2017. [9] As at 2020, nearly the entire world population lives in an area covered by a mobile network.",
  "[10] It is estimated that, in 2019, 97% thereof was covered by at least a 2G network, with 82% percent covered by at least a long-term evolution network. [10] There are many parts of the world that still lack access to mobile broadband networks (16%), and infrastructure places an outsized economic constraint on developing countries. Millions of people are still unable to access the internet due to cost, coverage, and other reasons. [14] It is estimated that just 53% of the world's population are currently internet users. [15] Estimates suggest that by the end of 2020, the world will have reached just 57% global internet use and 23% in least developed countries, missing target 9.c by a wide margin. [16] Although ensuring universal Internet access remains a goal itself, there is increasing evidence that digitization and datafication of society and economy might contribute to achieving other SDGs as well.",
  "Challenges[edit] COVID-19 Pandemic[edit] Even before the COVID-19 pandemic began in 2020, the world manufacturing growth was said to be declining. [17] The pandemic hit industries hard and caused disruptions in value chains of goods and their supply, and has affected the digitization of business and services such as video conferencing, healthcare, teleworking etc.",
  "[18] The Air transport industry, border closures, as well as limited international seating capacity, have resulted in financial losses in the millions. [10] Its also important to note that in countries that were focusing much of their resources on SDG 9, their technological infrastructure had benefits during the pandemic. Increased connectivity, as well as an increase in social and political awareness, resulted in an average decline in response time when dealing with the continuously changing status of the worlds response to COVID-19. [19] In terms of communications infrastructure, more than half of the world's population is now online and almost the entire world population lives in an area covered by a mobile network. It is estimated that in 2019, 96.5 per cent were covered by at least a 2G network. Furthermore, the coronavirus pandemic has revealed the urgent need for resilient infrastructure.",
  "The Asian Development Bank notes that critical infrastructure in the region remains far from adequate in many countries, despite the rapid economic growth and development the region has experienced over the past decade. The Economic and Social Survey of Asia and the Pacific highlights that making infrastructure resilient to disasters and climate change will require an additional investment of $434 billion per year.",
  "This sum may need to be even greater in some subregions, such as the Pacific small island developing states. [12] Industrial Revolutions[edit] First - Third[edit] \"It is believed that the industrial revolutions began as far as the 17th century, with Britain being the major player with what came to be known as the first industrial revolution. The word 'industrial revolution' can be described as economic upheaval, necessitating the changes in the 'livelihood of the people from agrarian rural livelihood to city and town livelihood'. The second industrial revolution started with the expansion of electricity steel industries and petroleum industries and other scientific achievements that led to mass production. Around the 1950s, the third industrial revolution began with the inventions of computers and digital technology allowing the manufacturing sector to be automated.\" Fourth[edit] \"The three industrial revolutions became the basis or the foundation of Industry 4.0 which was defined by Schwab as: 'The blurring of boundaries between the physical, digital, and biological worlds.",
  "It is also viewed as the fusion of advances in artificial intelligence (AI), robotics, the Internet of things (IoT), 3D printing, genetic engineering, quantum computing, and other technologies Industry 4.0 is the collective force behind various products that are fast becoming indispensable to modern life through the application of AI and machine learning. Industry 4.0 or the fourth industrial revolution (4IR) is gaining a lot of attention particularly on its potential impact on humanity\".",
  "[20] The Role of Technology on Industry, Innovation, and Infrastructure Development[edit] Technologies can play a central role in the achievement of the Sustainable Development Goals (SDGs). A critical components of economic growth and development is the investment in infrastructure and innovation. It is estimated that over half of the world's population is living in cities, making infrastructure development and innovation in mass transport and renewable energy very critical. Facts[edit] Internet Access[edit] More than 4 billion people do not have internet access and over 90 per cent of these people are found in the developing world. The only way to bridge this digital divide is to make sure that there is massive infrastructure development, a massive increase in access to information and knowledge as well as fostering innovation and entrepreneurship powered by AI. Sanitation[edit] It is believed that 2.3 billion people the world over cannot access basic sanitation due to infrastructure constraints which cut business productivity in many low-income African countries by approximately 40%.",
  "Electricity[edit] Approximately 2.6 billion people in developing nations do not have access to constant electricity and the renewable energy sectors currently employ more than 2.3 million people which is predicted to rise to 20 million by 2030. Infrastructure[edit] A serious problem that manifests because of the lack of proper infrastructure is that barely 30 per cent of agricultural products in developing countries went through industrial processing as compared to 98% in high-income countries.",
  "[21] Monitoring[edit] High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General, the most recent one is from April 2020. [10] The report before that was from May 2019. [22] Updates and progress can also be found on the SDG website that is managed by the United Nations. [12] Facts and Figures[edit] In 2018, 96 per cent of the world's population lived within reach of a mobile-cellular signal, and 90 per cent of people could access the Internet through a third generation (3G) or higher-quality network. 16 per cent of the global population does not have access to mobile broadband networks. The global share of manufacturing value added in GDP increased from 15.2per cent in 2005 to 16.3per cent in 2017, driven by the fast growth of manufacturing in Asia.",
  "Least developed countries have immense potential for industrialization in food and beverages (agro-industry), and textiles and garments, with good prospects for sustained employment generation and higher productivity In 2019, the amount of new renewable power capacity added (excluding large hydro) was the highest ever, at 184 gigawatts, 20GW more than in 2018. This included 118GW of new solar systems, and 61GW of wind turbines.",
  "Capacity investment in solar slipped 3per cent to $131.1 billion in 2019, while that in wind climbed 6per cent to $138.2 billion – the first time that wind has outweighed solar in terms of dollars committed since 2010. Developing countries continued to outpace developed economies in renewables investment. In 2019, they committed $152.2 billion, compared to $130 billion for developed countries. [12] Custodian agencies[edit] The custodian agencies are responsible for data gathering and reporting on the indicators. They are:[23] For Indicator 9.1.1: World Bank (WB) For Indicator 9.1.2: International Civil Aviation Organization (ICAO) and International Transport Forum-Organisation for Economic Co-operation and Development (ITF-OECD) Both indicators under Target 9.2 and for Indicator 9.3.1 and Indicator 9.b.1: United Nations Industrial Development Organization (UNIDO). For Indicator 9.3.2: United Nations Industrial Development Organization (UNIDO) and World Bank (WB) For the two indicator under Target 9.4:United Nations Industrial Development Organization (UNIDO) and International Energy Agency (IEA) For the two Indicators under Target 9.5: UNESCO Institute for Statistics (UNESCO-UIS) For Indicator 9.a.1: Organisation for Economic Co-operation and Development (OECD) For Indicator 9.c.1: International Telecommunication Union (ITU) Links with other SDGs[edit] SDG 9 \"Industries, Innovation, & Infrastructure\", like every other SDG, has a direct impact on the other 16 SDGs.",
  "These partnerships and tools are indicative of the importance that organizations and governments are placing on, inter alia, innovation and digital connectivity, and on advancing the SDGs, particularly SDG 9. [24] In addition, such partnerships are critical to ensure that the SDGs are implemented in all parts of the globe, especially in more vulnerable regional and countries, such as Africa and the least developed countries.",
  "[24] Achieving SDG 4 will promote research in the field of sustainable energy, industry, and infrastructure and will help develop new breakthroughs in research of technology geared towards achieving Sustainability. [25] In addition, resilient infrastructure, promoting inclusive and sustainable industrialization, and fostering innovation contribute to SDG 8, decent work and economic growth. Organizations[edit] UN system[edit] United Nations Industrial Development Organization (UNIDO) World Bank (WB) International Civil Aviation Organization (ICAO) International Transport Forum-Organisation for Economic Co-operation and Development (ITF-OECD) International Energy Agency (IEA) UNESCO Institute for Statistics (UNESCO-UIS) Organisation for Economic Co-operation and Development (OECD) International Telecommunication Union (ITU) NGOs and others[edit] Construction for Change[edit] Construction for Change is a nonprofit construction management organization. We partner with NGOs and government ministries to build quality spaces where people thrive. Because we are a nonprofit, we care about the lasting impact on partner communities. We value sourcing materials locally, employing the community, and stimulating the local economy.",
  "This organization works with builders and architects to create a systematic and sustainable structure that meets the needs of the local organization. [26] International Institute for Sustainable Development[edit] International Institute for sustainable development is an NGO working to create a world where people and the planet flourish.",
  "[27] it helps in building resilient infrastructure and transforming energy systems and getting to support sustainable development. [26] US Based Organizations[edit] In the US there are over nineteen thousand tax-exempt organizations working on issues related to UN SDG 9, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [28] X4Impact, with the support of Keeper Security Inc., created a free online interactive tool Industry, Innovation, and Infrastructure in the US. This online tool enables users to see related indicators nationally and by state, as well as relevant information for over nineteen thousand tax-exempt organizations in the US working on issues related to UN SDG 9. The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit] ^ \"The 2030 Agenda for Sustainable Development and the SDGs\".",
  "European Commission Environment. Retrieved 2020-09-25.",
  "^ \"2017 HLFP Thematic Review of SDG-9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\" (PDF). 2017. {{cite web}}: CS1 maint: url-status (link) ^ \"SDG Series: Sustainable Development Goal 9\". Business Newsroom. 2019-07-09. Retrieved 2020-09-25.",
  "^ \"2017 HLFP Thematic Review of SDG-9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\" (PDF). 2017.",
  "{{cite web}}: CS1 maint: url-status (link) ^ a b c \"9: Industries Innovation and Infrastrusture\". The Global Goals for Sustainable Development. Retrieved 5 September 2020. {{cite web}}: CS1 maint: url-status (link) ^ a b c d \"Goal 9: Industry Innovation and Infrastructure\". United Nations Development Program (UNDP). Retrieved 6 September 2020.",
  "{{cite web}}: CS1 maint: url-status (link) ^ a b c d e f Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 9) SDG-Tracker.org, website ^ a b c d e f g h United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ a b \"Progress of Goal 9 in 2017\".",
  "Sustainable Development Knowledge Platform. 16 November 2017. Retrieved 16 November 2017. ^ a b c d e f g h i j k l m United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ \"The sustainable development report 2020\" (PDF). {{cite web}}: CS1 maint: url-status (link) ^ a b c d e f g \"Goal 9: Build resilient infrastructure, promote sustainable industrialization and foster innovation\". United Nations.",
  "Retrieved 5 September 2020. {{cite web}}: CS1 maint: url-status (link) ^ a b c d e f g Schneegans, S.; Straza, T.; Lewis, J., eds.",
  "(11 June 2021). UNESCO Science Report: the Race Against Time for Smarter Development. Paris: UNESCO. ISBN 978-92-3-100450-6. ^ \"2019 Affordability Report\". Alliance for Affordable Internet.",
  "Retrieved 2020-09-25. ^ \"Press Release\".",
  "www.itu.int. Retrieved 2020-09-25. ^ Best, Carlos Iglesias, Dhanaraj Thakur, Michael L. \"Are We Losing Momentum?\". cacm.acm.org. Retrieved 2020-09-25. ^ \"Sustainable Transport and COVID-19: Response and Recovery DAY 1 .:.",
  "Sustainable Development Knowledge Platform\". sustainabledevelopment.un.org.",
  "Retrieved 2020-09-24. ^ Martin. \"Infrastructure and Industrialization\". United Nations Sustainable Development. Retrieved 2020-09-24. ^ \"Sustainable Development Outlook 2020: Achieving SDGs in the wake of COVID-19: Scenarios for policymakers\".",
  "{{cite web}}: CS1 maint: url-status (link) ^ Mhlanga, David (13 April 2021). \"Artificial Intelligence in the Industry 4.0, and Its Impact on Poverty, Innovation, Infrastructure Development, and the Sustainable Development Goals: Lessons from Emerging Economies?\".",
  "Sustainability. 13 (Sustainability and Industry 4.0 in Civil and Infrastructure Engineering): 5788. doi:10.3390/su13115788. ^ \"Goal 9: Industry, innovation and infrastructure\". Oslo Governance Center. UNDP. Retrieved 23 October 2021.",
  "^ United Nations Economic and Social Council (2019) Special edition: progress towards the Sustainable Development Goals, Report of the Secretary-General (E/2019/68), High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (8 May 2019) ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations, Geneva\" (PDF).",
  "United Nations Economic Commission for Europe. Retrieved September 22, 2020. {{cite web}}: CS1 maint: url-status (link) ^ a b \"Infrastructure Industry and Innovation\". {{cite web}}: CS1 maint: url-status (link) ^ \"Education for Sustainable Development\". 10 May 2013. {{cite web}}: CS1 maint: url-status (link) ^ a b \"NGOs-leading-SDGs-Sustainable-Brands.pdf\" (PDF).",
  "{{cite web}}: CS1 maint: url-status (link) ^ \"International Institute for Sustainable Development\". International Institute for Sustainable Development.",
  "Retrieved 2020-09-24. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 2021-11-17. Sources[edit] This article incorporates text from a free content work.",
  "Licensed under C-BY-SA 3.0 IGO Text taken from UNESCO Science Report: the Race Against Time for Smarter Development., Schneegans, S., T. Straza and J. Lewis (eds), UNESCO. To learn how to add open license text to Wikipedia articles, please see this how-to page.",
  "For information on reusing text from Wikipedia, please see the terms of use. External links[edit] Sustainable Development Knowledge Platform “Global Goals” Campaign - SDG 9 SDG-Track.org - SDG 9 UN SDG 9 in the US vteSustainable Development GoalsIndividual goals (1) No Poverty (2) Zero Hunger (3) Good Health and Well-being (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reducing Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals Related Education 2030 Agenda Global Goals Week List of Sustainable Development Goal targets and indicators By country Australia Ghana Iran Lebanon Nigeria Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_9&oldid=1093252698\" Categories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 maint: url-statusArticles with short descriptionShort description matches WikidataNo local image but image on WikidataFree-content attributionFree content from UNESCO Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia CommonsWikiversity Languages العربيةEspañolEuskaraМакедонски Edit links This page was last edited on 15 June 2022, at 12:47 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy About Wikipedia Disclaimers Contact Wikipedia Mobile view Developers Statistics Cookie statement"
]