[
  "Elon Musk's Tesla backfires on workplace gender equality Industries Advertising & Media Energy Finance Law Manufacturing & Retail Real Estate Science & Healthcare Technology & Engineering Players Culture Next-Gen The Docket About us Newsletter Get in touch Advertise with us Subscribe Log In Boss Betty Elon Musk’s Tesla 🚘 backfires on workplace equality Subscribe Log In Newsletter Industries Advertising & Media Energy Finance Law Manufacturing & Retail Real Estate Science & Healthcare Technology & Engineering Players Culture The Docket Advertisement Advertisement Technology & Engineering Elon Musk’s Tesla 🚘 backfires on workplace equality Staff | Dec. 11, 2020 Share Tweet Uber innovator Elon Musk has no doubt broken barriers when it comes to electric vehicles and commercial rockets, but his car company is behind the times when it comes to gender and racial equality in leadership roles, according to Tesla’s first diversity and inclusion report. Women hold just 17 percent of Tesla’s leadership positions, defined as director-level and above — women make up about 22 percent of executives at other S&P 500 companies.",
  "While underrepresented communities make up the majority (60 percent) of the company’s overall workforce, they hold just one-third of leadership jobs. Black employees hold only 4 percent of upper-tier roles, as do Latinx staffers. The tip-top top leadership team listed on Tesla’s site is all male: Elon Musk, CEO; Andrew Baglino, Senior Vice President, Powertrain and Energy Engineering; Zachary Kirkhorn, CFO; and Jerome Guillen, president automotive. However, Tesla’s board chair, Robyn Denholm, is a woman (very unusual for an S&P 500 company, as we note above), and (as we note below), the day-to-day operations of Musk’s commercial space company, SpaceX, are run by a woman. So, this is seemingly not a story about a man who is uncomfortable with putting women in very powerful roles, but rather one of a man who, at least for now, is being lazy about prioritizing advancing women in the industry, perhaps wrongly thinking that he has bigger problems to solve (colonizing Mars, for example) while not realizing that part of the key to making these dreams reality lies in, yes, advancing women in the industry. “We know we have more work to do to be representative of the evolving U.S. population and we are committed to implementing the plans we’ve designed to get us there,” Tesla wrote in its report.",
  "Filed under:Tesla Staff See more stories by Staff → Continue Reading You may also like... Email address: Leave this field empty if you're human: Advertisement Editor’s Picks Newsletter6 months ago And just like that… It’s 2022. Happy New Year!",
  "Can we still say that? Maybe just for this one last day? We’re happy to... Newsletter6 months ago Wow, that naughty list is looong🧑‍🎄 The naughty or nice list Can you IMAGINE how long this newsletter would be if we actually got into the... Newsletter7 months ago Time’s up on Time’s Up? – Cuomo’s cringey bro code – Casual misogyny of ‘Succession’ Is Time’s Up just getting a glow-up, or a legit overhaul? The status of Time’s Up, the nonprofit dedicated to... Advertisement Trending Newsletter1 year ago Boss Betty✊: Why board talk isn’t boring – Amazon sued (again) for gender bias – Pinterest aims to put a pin in bias Why we never get bored with board talk Business has replaced government as the most trusted institution in the world,... Culture1 year ago The Wing is reopening and some ex-employees — and former members — are not happy The Wing posted on Instagram Wednesday that they would be reopening next week, starting with one of their Manhattan locations.... Industries1 year ago It’s Equal Pay Day, the ‘holiday’ we cannot wait to get rid of! Hahaha, so cute that a year ago we asked, “What will post-pandemic, Equal Pay Day 2021 look like?” and here... Advertisement Trending Players Culture Next-Gen The Docket About us Advertise with us Get in touch Newsletter Copyright © 2019 Boss Betty.",
  "All rights reserved. Terms & Privacy ×"
]