[
  "\n\n\nIBM's Plan to Challenge Inequality and Expand the Global Workforce\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nMenu icon\nA vertical stack of three evenly spaced horizontal lines. Search icon\nA magnifying glass. ",
  "It indicates, \"Click to perform a search\". Insider logo\nThe word \"Insider\". 0\n\n\n\n                        Newsletters\n                      \n\n\n\n\n\n\n\nAccount icon\nAn icon in the shape of a person's head and shoulders. It often indicates a user profile. Log in\n\n\n\n\n\nAccount icon\nAn icon in the shape of a person's head and shoulders. It often indicates a user profile. ",
  "Subscribe\n                      \n\n\n                      Subscribe\n                  \n\n\n\n\n\n\n\n\n\n\n\n\nBusiness\nThe word Business\n\n \n\n\n\n\n\n\n\nLife\nThe word Life\n\n \n\n\n\n\n\n\n\nNews\nThe word News\n\n \n\n\n\n\n\n\n\nReviews\nThe word Reviews\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n                Business\n              \n\n\nTech\n\n\nFinance\n\n\nMarkets\n\n\nStrategy\n\n\nRetail\n\n\nAdvertising\n\n\nHealthcare\n\n\nIntelligence\n\n\n\n\n\n                Life\n              \n\n\nEntertainment\n\n\nCulture\n\n\nTravel\n\n\nFood\n\n\nHealth\n\n\nParenting\n\n\nBeauty\n\n\nStyle\n\n\n\n\n\n                News\n              \n\n\nPolitics\n\n\nMilitary & Defense\n\n\nSports\n\n\nOpinion\n\n\n\n\n\n                Reviews\n              \n\n\nTech\n\n\nStyle\n\n\nHome\n\n\nKitchen\n\n\nBeauty\n\n\nTravel\n\n\nGifts\n\n\nDeals\n\n\nMoney\n\n\n\n\n\n                All\n              \n\nA-Z\n\nAdvertising\n\n\nBusiness\n\n\nCareers\n\n\nCoupons\n\n\nDoorDash\n\n\nWalmart\n\n\nDell\n\n\nStaples\n\n\nUnder Armour\n\n\n\n\nCulture\n\n\nDesign\n\n\nEntertainment\n\n\nExecutive Lifestyle\n\n\nFinance\n\n\nFood\n\n\nHealth\n\n\nHealthcare\n\n\nIntelligence\n\n\nLatest\n\n\nLife\n\n\nMarkets Insider\n\n\nMedia\n\n\nMilitary & Defense\n\n\nNews\n\n\nOpinion\n\n\nPeople\n\n\nPersonal Finance\n\n\nPolitics\n\n\nPremium\n\n\nRetail\n\n\nReviews\n\n\nScience\n\n\nSports\n\n\nStrategy\n\n\nTech\n\n\nTransportation\n\n\nTravel\n\n\nTV\n\n\nBeauty Explorers\n\n\nBest in Town\n\n\nBonkers Closets\n\n\nFestival Foodies\n\n\nMovies Insider\n\n\nPop Culture Decoded\n\n\nThe Making Of\n\n\nThe Ultimate List\n\n\n\nFeatured\n\nBetter Capitalism\n\n\nCities Connected\n\n\nInsider TV\n\n\nMaster Your Money\n\n\nNext Stop\n\n\nSustainable Finance\n\n\nTransforming Business\n\nAbout\n\nAbout\n\n\nAdvertise\n\n\nCareers\n\n\nContact Us\n\n\nCorporate\n\n\nCorrections Policy\n\nFollow\n\nRSS\n\n\nSitemap\n\n\nFacebook\n\n\nTwitter\n\n\nInstagram\n\n\nYouTube\n\n\nLinkedIn\n\nSubscriptions\n\nIntelligence\n\n\nPremium\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUS Markets Loading...\n\nH\nM\nS\n\nIn the news\n\n\n\n\n\n\n\n\n\nClose icon\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. ",
  "Chevron icon\nIt indicates an expandable section or menu, or sometimes previous / next navigation options. HOMEPAGE\n\n\n                      Subscribe\n                  \n\n\n                  Subscribe\n              \n\n\n\n\n\n\n\n\n\n\nSponsor content\n\n\n\n                  Home\n                \n\nChevron icon\nIt indicates an expandable section or menu, or sometimes previous / next navigation options. Technology \n                \n\n\nCOVID-19 spotlighted the inequities in our global economy. Here's how IBM is taking action. Created by IBM with Insider Studios\n                          \n\n\n\n                      2021-10-13T13:30:00Z\n                    \n\n\n\n\n\n\n\n\nSave Article Icon\nA bookmark\n\n \n\nEmail icon\nAn envelope. It indicates the ability to send an email. ",
  "Facebook Icon\nThe letter F.\n\n\n\n\n\n \n\n\n\n\nTwitter icon\nA stylized bird with an open mouth, tweeting. Twitter\n \n\n\n\nLinkedIn icon\nThe word \"in\". ",
  "LinkedIn\n \n\n\n\nFliboard icon\nA stylized letter F.\n\n\nFlipboard\n \n\n\n\nLink icon\nAn image of a chain link. It symobilizes a website link url. Copy Link\n \n\n\nDownload the app\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n                              IBM\n                            \n\n\n\n\n\n\n\nBy Justina Nixon, vice president of social responsibility at IBMMy mother worked as a teacher in Dominica, a small island in the Caribbean where we lived before our family moved to the US. I remember watching her study hard to earn her teaching certificate so she could continue her career in education in the US. She believed wholeheartedly in the power of learning to transform people's lives, and she passed that steadfast belief on to me. Many around the globe share my family's faith in the promise of education to change lives and economies, but we need better alignment between the education and business sectors to deliver on that promise today. ",
  "The pandemic brought global attention to inequal opportunitiesThe past two years have magnified the inequities in and across our global economy. Twenty-six million jobs were lost in 2020  alone. ",
  "Employment uncertainty skyrocketed — particularly among underserved populations. Women of color left the workforce in droves, their financial recovery still lagging  far behind other groups. And, despite there being over half a million technology jobs available in the US, women, Latinx and BIPOC communities are wildly underrepresented and rarely receive opportunities within this industry. As an example, 33.7% of Hispanics between 18- and 19-years-old are unemployed, and less than 4% have science and engineering experience. Meanwhile, the World Economic Forum (WEF) found that 87% of executives report facing a skills gap when hiring. Students and workers around the world need and deserve the chance to work hard and gain new skills for the opportunities of tomorrow. ",
  "WEF estimates that closing the global skills gap could add $11.5 trillion to global GDP by 2028. COVID-19 has forced businesses to rethink how individuals, especially those from overlooked or underserved communities, within our global labor market, are trained and prepared for the jobs of tomorrow. ",
  "Without investing in development of skills and pathways to in-demand careers for all laborers in our increasingly digital economy, many will continue to be left behind. Skilling up and expanding the workforce That is why I am proud today to be part of IBM's groundbreaking commitment and plan to skill 30 million people globally by 2030. Through new and expanded programmatic initiatives and partnerships, we will shape the future of work and ensure that students, professionals, and underrepresented populations aren't left behind by the digital era. As vice president of social responsibility at IBM, I can tell you firsthand that this commitment to education, equity, and diversity in the workforce is not new. Since the earliest days of our company, we have proudly worked to solve society's hardest problems and create an inclusive workforce that enables people from all backgrounds to thrive. Ten years ago, we created  P-TECH, a groundbreaking public education model designed with leadership from IBM to address the high-tech skills gap. ",
  "P-TECH schools enable students from underserved backgrounds to earn both their high school diploma and a two-year associate degree in growing, competitive STEM fields. And recently, we have begun to partner with organizations such as The British Refugee Council, Opportunity Hub (OHUB), and the National Association for Community College Entrepreneurships (NACCE), to provide online skills training through the IBM SkillsBuild platform to enhance career opportunities for individuals across all ages and walks of life.At IBM, we believe that skills are currency — having the right tools at your disposal helps you to secure the right job, contributing to your own future and also to society. ",
  "We are working toward  closing  the global skills gap, preparing more students and workers for success by expanding access to our IBM SkillsBuild program, which provides credentialed courses in high-demand areas like cybersecurity, AI, and data analytics. We are also broadening our STEM for Girls  program which supports ambitious young women with the tools they need to thrive in STEM careers. Today, IBM is announcing a clear roadmap with more than 170 new partnerships and program expansions in 30+ countries across the Americas, Asia Pacific, Europe, Middle East, and Africa. We envision a world where everyone has the opportunity to learn in-demand skills that translate to jobs — and ultimately success — in our digital, global economy. I am proud to be an IBMer today and to contribute to this more equitable future, where everyone has the skills needed to compete. And I look forward to working with our partners from the education and business communities to continue our tradition of expanding career pathways and hiring diverse talent. ",
  "Learn more about IBM's plan to increase tech skills and opportunities. This post was created by IBM with Insider Studios. ",
  "Newsletter\n                              \n\n\n\n                              Get a daily selection of our top stories based on your reading preferences. Loading\nSomething is loading. Email address\n\n\n\n\n\n\n\n\n\n                                    By clicking ‘Sign up’, you agree to receive marketing emails from Insider\n                                    as well as other partner offers and accept our\n                                    Terms of Service and\n                                    Privacy Policy. More:\nSponsor Post\nStudios Enterprise\nStudios Technology\nSkills Gap\n\n\n\n\nTech Jobs\nBrand Supplied\nIBM\nSP review\n\n\n\n\nChevron icon\nIt indicates an expandable section or menu, or sometimes previous / next navigation options. Close icon\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. ",
  "Follow us on:\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n                  *\n                  Copyright © 2022\n                  Insider Inc. All rights reserved. Registration on or use of this site constitutes acceptance of our\n                \n\nTerms of Service\n, \nPrivacy Policy\nand \nCookies Policy\n  \n                  . "
]