[
  "Sustainable Development Goals - Google for Startups Google for Startups Skip to Content Overview Tools Best Practices Accelerator Community Stories /search/ What are you looking to do? Find a tool Get a best practice Join a community Build a product Build and run killer apps and sites Get insights and analytics Better understand your customers Get hosting and storage Infrastructure, storage, and more Increase productivity Get things done with your team Market your product Get your product in front of potential customers Monetize your product Create revenue streams to grow your startup Implement machine learning Leverage the power of machine learning Optimize for the web Ensure a seamless web experience for your users Strengthen security Find solutions to increase security Keep your startup moving forward Helping startups through COVID-19 view all tools Close menu Hire the right people Learn tips to assemble the right team for your startup Lead a team Learn how to guide your business forward Set goals and track them Establish goals and track them Grow revenue Increase your revenue streams Raise funds Find out how to pitch and get investors Design and test Get valuable insights on how to design, prototype, and test your product Understand your customers Find out how to effectively reach your ideal customers View all best practices Close menu Close menu Overview Tools Build a product Get insights and analytics Get hosting and storage Increase productivity Market your product Monetize your product Implement machine learning Optimize for the web Strengthen security Keep your startup moving forward View all tools Best Practices Hire the right people Lead a team Set goals and track them Grow revenue Raise funds Design and test Understand your customers View all best practices Accelerator Community Stories Sustainable Development Goals A 3-5 month acceleration program for startup companies working on products/services that advance one or more of the United Nations Sustainable Development Goals About the program Applications are currently closed — Follow us on social media for updates.",
  "About the program The Google for Startups Accelerator: Sustainable Development Goals (GfSAS) is a 3-5 month program for startup companies working on products/services that advance one or more of the United Nations Sustainable Development Goals (UN SDGs). The accelerator provides technical support to these companies, along with specialized training and mentorship on SDG partnerships, social impact measurement, leadership, and fundraising. We’re looking for companies that are taking a technical approach to solving some of humanity’s biggest challenges, with the vision for changing the world for the better. Program benefits Three months equity-free support Mentoring from 20+ Google teams such as Android, Cloud, Machine Learning and Web Access to Google's global network of industry experts and mentors Partnership on an advanced technology project Technical training on design, people, product and growth marketing Support on high-level company and product strategy Google product credits Early access to new Google products and tools Google serves cookies to analyze traffic to this site. Information about your use of our site is shared with Google for that purpose. Learn more OK, got it Follow us A Grow with Google Program, (opens in a new window) Privacy(opens in a new window) Terms(opens in a new window) About (opens in a new window) Google Products (opens in a new window)"
]