[
  "Nutrition for Health and WELLBEING 2020/2021 — University of Bologna go to page content go to navigation menu Search Search Vai Close Directories Directories People Structures Vai Close Online services Online services Students AlmaEnglish AlmaEsami AlmaRM Certificates Document and library services Esami online - EOL Internships Job vacancy noticeboard Moocs-Unibook Presente Studenti Online Study plans Teaching Staff-Student Distribution lists Tesi online UniboStore Virtuale Staff AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Document and library services Esami online - EOL Incarichi extraistituzionali Internships IRIS - Institutional research archive NormAteneo OrganiWeb Personal Website Platform for printed materials Presente Presenze web Teaching Staff-Student Distribution lists Tesi online Titulus UniboImmagine U-Web Reporting - Projects Accounting Reporting Virtuale See all Close University Intranet My e-mail My e-mail My e-mail for students My e-mail for staff Close My portal it en Menu Home University Open submenu Who we are Organisation Campuses and Structures Support the Alma Mater Competitions and selections Contracting and sales Quality Assurance Teaching Open submenu Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Research Open submenu Networking for research Competences, projects, initiatives Open Science PhD programmes Business and Research Research at Unibo Research facilities University and society Open submenu Culture and events University and business Sustainability Development cooperation Museums and libraries Healthcare services Continuing education International Open submenu Agreements and networks European Projects of Education and Training International course catalogue Incoming exchange students Studying abroad Internship abroad International staff, professors and researchers Services and opportunities Open submenu Study grants and subsidies Libraries, digital resources and study rooms Guidance and tutoring Internships Job Placement Entrepreneurship Sport, culture and university life Health and Assistance Certificates and requests for duplicates Information for Open submenu Prospective students Current students Exchange students Graduates Businesses Incoming Staff You are here: Home > Teaching > Course unit catalogue > Nutrition for Health and WELLBEING 2020/2021 Share Facebook Twitter Linkedin Send to friend Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Search Course unit catalogue 85369 - Nutrition for Health and WELLBEING Course Unit Page Teacher Marco Malaguti Credits 6 SSD BIO/10 Language English Campus of Rimini Degree Programme Second cycle degree programme (LM) in Wellness Culture: Sport, Health And Tourism (cod. 9227) Teaching resources on Virtuale Course Timetable from Oct 01, 2020 to Dec 09, 2020 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda.",
  "Academic Year 2020/2021 Learning outcomes At the end of the course the student will be able to: - understand the suggestions of National and International Dietary Guidelines and to identify the fundamentals of a healthy eating pattern; - understand the relationship between lifestyle, eating habits and chronic degenerative diseases; - understand the use and abuse of nutritional supplements for wellness and physical activity. Course contents Dietary supplements: Dietary guidelines: RDA, food pyramids. Nutrient classes. Nutrition and metabolism of carbohydrates: food sources, digestion, absorption, metabolism and function. Lactose intolerance. Galactosemia.",
  "Foods and glucose tolerance, glycemic index. Dietary fibers.",
  "Nutrition and metabolism of fats: food sources, absorption, metabolism and function. Saturated, monounsaturated and polyunsaturated fatty acids. Trans fatty acids. n-6 and n-3 fatty acids: metabolic functions, RDA, nutritional sources and health related properties. Cholesterol nutritional aspects and the control of serum cholesterol concentration. Lipoproteins.",
  "Nutrition and metabolism of proteins: essential aminoacids, food sources of proteins and protein quality, digestion, absorption, metabolism and function. Nitrogen balance and protein turnover.",
  "Protein requirements. Protein and disease: celiac disease, protein malnutrition. Oxidative stress: reactive oxygen species and their relationship with chronic degenerative diseases. Intracellular and extracellular antioxidants. Nutrition, Health and Wellbeing: Functional foods, nutraceutical compounds and active lifestyle in the prevention of chronic degenerative diseases. Water: endogenous and exogenous sources.",
  "Water requirement. Water homeostasis in the body.",
  "Thermoregulation. Water and Sport performance. Ethanol metabolism, diet and alcoholism. Coffee, tea, cocoa and chocolate Vitamins: sources and properties. Vitamin A, D, K and E: absorption, metabolism, storage, functions, requirements, deficiency and toxicity. Vitamin C: function, metabolism, requirements, deficiency and toxicity.",
  "The B vitamins: function, metabolism, requirements, deficiency and toxicity. Major minerals and trace elements: absorption, metabolism, excretion, storage, requirements, deficiency and toxicity Readings/Bibliography Scientific papars and documents provided by the teacher.",
  "suggested books: The Science of Nutrition 3rd or 4th Edition, by Janice Thompson, Melinda Manore and Linda Vaughan. Editor Pearson. Introduction to Human Nutrition 2009 - 2nd edition by Michael J. Gibney, Susan A. Lanham-New, Aedin Cassidy, Hester H. Vorster. Editor Wiley-Blackwell. The first book is available at the Rimini Campus University library. Teaching methods - Theoretical lessons.",
  "- Working groups and peer teaching. - All lessons will be conducted in presence and broadcast on the \"microsoft teams\" channel of the course.",
  "Assessment methods The examination at the end of the course aims to assess the achievement of learning objectives: - to know the macro and micronutrients in food and their metabolic role - to know the role of functional foods and bioactive nutraceutical compounds in the prevention of chronic/degenerative diseases - to know the rationale and evidences to imrove health through nutrition. The exam consists in a written multiple choice test, performed on eol.unibo.it . It is composed by 40 questions to be answered in 30 minutes. each right answer will be awarded with 0,8 point, while wrong answers will be given -0,2 points. Teaching tools virtuale.unibo.it platform eol.unibo.it platform PPtx slides audio/video files Office hours See the website of Marco Malaguti Course Unit Page Teacher Marco Malaguti Credits 6 SSD BIO/10 Language English Campus of Rimini Degree Programme Second cycle degree programme (LM) in Wellness Culture: Sport, Health And Tourism (cod. 9227) Teaching resources on Virtuale Course Timetable from Oct 01, 2020 to Dec 09, 2020 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda."
]