[
  "Here’s what Nike is doing to become more sustainable in 2021 | Dazedâ¬…ï¸\u008f Left Arrow*ï¸\u008fâƒ£ Asteriskâ­\u0090 StarOption Slidersâœ‰ï¸\u008f MailExit News Fashion Beauty Art & Photography Music Film & TV Life & Culture Dazed Club Icon/Social/TikTok Dazed100 Open To Change Magazine Search Contact About Jobs Legal Dazed media sitesFashionQ+A7May 2021TextSofia MahirovaShareHere’s what Nike is doing to become more sustainable in 2021FashionQ+AThe pioneering sportswear brand has set its 2021 sustainability goals, with the aim of reducing carbon emissions and creating long lasting products that have a minimal impact on the environment7May 2021TextSofia Mahirova First came the sneakers and swimwear crafted from recycled waste plastics. Then it was the plus-sized mannequins in its flagship stores, and pledges to use only renewable energy sources.",
  "Now, Nike is pushing the envelope once again with its 2021 sustainability goals in a bid to reduce its carbon emissions and create long lasting products that have minimal impact on the environment. The pioneering sportswear brand has recently launched its 2021 Impact report, alongside a brand new Sustainability Microsite, which highlights its sustainability efforts and goals for the future. With the focus on reducing its carbon footprint, Nike has set several targets based on scientific research, and building on the goals that the brand didn’t quite make in the year previous. These include swapping the materials in its high-volume products with low-carbon alternatives; collaborating with independent factories and material suppliers to find better alternatives for production methods and energy sourcing; decreasing packaging and reducing its shipping emissions; and rolling out upcycling programmes like Nike Refurbished. Below, Nike’s chief sustainability officer Noel Kinder and Virginia Rustique-Petteni, VP, Purpose Communications, break down the sportswear giant’s sustainability targets, and explain how they will be achieving them. Read More Balenciaga’s next It bag is just an empty packet of crisps Treat yourself: adidas and Gucci’s collection has landed The Antwerp Six share some advice for fashion students Play dress up with Gucci and adidas ahead of their joint collection drop What would be the biggest achievements of Nike’s in sustainability so far?",
  "Noel Kinder: We’re coming off the sunset of our 2020 targets. In some places we overachieved.",
  "We overachieved in our water reduction targets, which is notable and exciting. We’re launching our 2025 targets, which are super quantitative; the carbon targets are rooted in science. What’s exciting is that it gives us a way to operationalise sustainability. We’ve been able to deputise most of the company in service of the agenda, which obviously makes my job easier. But it creates a ton of momentum. So, what I think we’ve been able to achieve is taking the collective momentum of the company, the energy, the passion, and the history of having 30 plus years of work in sustainability, to go even deeper, even further, and to make things more tangible.",
  "What appeals to a Nike consumer, and how has Nike responded to consumer’s needs on transparency and sustainability efforts on a micro and macro level? Noel Kinder: The consumer sentiment around this topic is growing hugely.",
  "I think one thing that we have the advantage over is the history of commitment. If you go all the way back to the 2000 Olympics, it’s when we first launched our actual performance garment with recycled polyester. That was a long time ago, but that that experimentation and innovation has led us to the point where we are now the biggest consumer of recycled polyester in our industry – which has a materially lower carbon footprint. There’s always the dynamic between communicating overtly to the consumer, with something like the Space Hippie (sneaker), which has a really unique design aesthetic and very obviously incorporates sustainable attributes. That’s super important because it shows the world what’s possible, and gives us the platform to innovate and experiment. When we learn from that innovation, then we can translate those learnings to other components of the product line, like a Vapormax or a Cosmic Unity, which is a performance shoe.",
  "Now you see things like Crater Foam, which was originally used in the Space Hippy, across all the different products in the footwear realm. “When it comes to the product and what we make, what’s most exciting is the way consumers can experience it without any compromise, because there isn’t a compromise on style, or on performance, or beauty” – Virginia Rustique-Petteni Noel Kinder: Equally as important are things like recycled polyester.",
  "That’s when you really start to hit scale and have an impact. So, it’s really important that we do both of those things, that we have those opportunities to scale and really drive impact. But also, do what Nike does and innovate, be direct, and out-there from a design standpoint, so that people see that. How are Nike athletes and staff involved? Virginia Rustique-Petteni: What most excites me the most about the consumer right now is the desire we’re seeing; the deep interest and passion they’ve got, and the desire to want to be a part of this movement and be a part of the change. When it comes to the product and what we make, what’s most exciting is the way consumers can experience it without any compromise, because there isn’t a compromise on style, or on performance, or beauty, and how they can experience what we give them as a sustainable product.",
  "Noel Kinder: I would add the employees are an important aspect of this too. We’ve got 74,000-ish employees and their passion has been a tailwind for us.",
  "In fact, part of the challenge that I have in my job is just figuring out how to give people that don’t work directly on the product the opportunity to contribute. Virginia and I came up with this concept of the Move to Zero employee challenge, where basically we put the call out to the company and said: ‘Okay, bring us your ideas and we’ll cull those down to the top 14, and we will give you the time and the money to actually execute them.’ We had hundreds of applicants from all over the planet, and some of them were really, really good. We’re actually using them operationally today. Virginia Rustique-Petteni: We also have a fantastic initiative with our suppliers on a climate action group. We’ve set our own science-based targets, and now we’re working with suppliers who are setting their own science-based targets. When you see that type of collaboration – because it’s going to take everybody, you've got to move an entire industry along on this – that’s the role we're excited to play.",
  "What in-store programs and facilities do you offer for repairing products, being more sustainable, or improving a product’s life cycle? Noel Kinder: We’ve got a history that goes back 25 years with a program called Reuse Issue, where people can bring back the product at the end of life to a Nike store.",
  "That’s starting to expand in concert with our targets that we just launched. But we’ve actually just launched a program called Nike Refurbished as a pilot program in the US, where we're taking returned products, digital returns, customer returns, and reconditioning them and putting them back in the market. That’s been really well received and there’s a lot more coming in that direct space, particularly as we’re all able to actually go back to a store at some point. This not only allows people to buy products that we’re reconditioning, but also gives consumers an opportunity to interact with us in a different way and to feel part of a broader community. Virginia Rustique-Petteni: Among the targets that we've set for 2025 is to ‘10 X’ the amount of product waste we will be refurbishing, recycling, or reusing. When you think about how that looks at scale, it’s just incredibly exciting to see.",
  "What thoughts are you putting into the product’s lifecycle? Noel Kinder: Space Hippy is a great example of this.",
  "It comes back to starting with the science and that product team in particular said, ‘we want our brief to be the lowest carbon footprint shoe we can come up with’. It quickly led them to conclude that they have to use recycled material, so waste was the feedstock for that. As you start to to use that brief, you unlock innovations in a way that you wouldn’t if you didn’t use that brief. As you start to learn from that process, you can see things like Crater Foam, which is that kind of speckled midsole that it has, and then that gets proliferated as you learn how to use that material across a lot of the products. Being able to understand that waste has a critical component, and reducing the carbon footprint. and then knowing how to incorporate that, you start to get a sense of that circularity.",
  "Then you pair that with things like Reuse Issue, and youre starting to take it back at the end of life, we're starting to introduce all of the different components of the. Virginia Rustique-Petteni: We’re seeing this come to life across the business.",
  "This includes optimising the packaging, the using of paper mailers, and removing our plastic air pillows. Already, that’s eliminating 90,000 kilograms of plastic waste, so you know again it’s just the scale at which we can go about this. What are the biggest challenges you face with meeting the customers needs while still upholding sustainability? Noel Kinder: You always have to start with science, and for us, having committed to a science-based target, and knowing that 70 per cent of our carbon footprint comes from our materials, we have to go to the places where we drive the most impact. This means investing in innovation and materials, investing in collaborative programs with our suppliers, like Virginia mentioned. Because the way the materials are made, the way that they’re ultimately incorporated into finished goods, and the power, frankly, that goes into those requires a huge investment, not only on our part, but collaboration across multiple brands.",
  "That’s really the crux of how we’re trying to reduce our carbon footprint: working collaboratively, not only with our partners in our existing supply chain, but with direct competitors, sometimes even adjacent industries. Because, in a lot of cases, we share the same power consumption footprint in the places where those products and materials are made."
]