[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      ‎Green Talking su Apple Podcasts\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Apri menu\n\n\nGlobal Nav Chiudi menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nCerca su apple.com\n\n\n\nAnnulla\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Casa\n\n\n\n\nSolo con Apple\n\n\n\n\nAccessori\n\n\n\n\nSupporto\n\n\n\n\n\n\n\n\nShopping bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tAnnulla\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnteprima Apple Podcasts\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n7 episodi\n\n\n\n\nGreen Talking: the podcast helping you learn English for Good! This is the only podcast designed for English language learners, to help you find out more about sustainability and loads of projects creating positive impact across the globe. ",
  "We help you improve your English by talking about a range of environmental and social issues such as food, fashion, digital waste and sustainable cities. Each episode is linked to a United Nations Sustainable Development Goal. We want to help you improve your English language skills, and at the same time, learn about the importance of creating a better world, and what we all can do to contribute. This podcast is hosted by Jennifer Ramsay, founder of Green Talk, and Cassie Howe. To learn more about Green Talk visit www.greentalk.fr\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                Green Talking\n              \n\n                GreenTalk\n              \n\n\n\n\n\n                    Istruzione\n                  \n\n\n \n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nGreen Talking: the podcast helping you learn English for Good! This is the only podcast designed for English language learners, to help you find out more about sustainability and loads of projects creating positive impact across the globe. ",
  "We help you improve your English by talking about a range of environmental and social issues such as food, fashion, digital waste and sustainable cities. Each episode is linked to a United Nations Sustainable Development Goal. ",
  "We want to help you improve your English language skills, and at the same time, learn about the importance of creating a better world, and what we all can do to contribute. This podcast is hosted by Jennifer Ramsay, founder of Green Talk, and Cassie Howe. To learn more about Green Talk visit www.greentalk.fr\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n30 NOV 2020\n\n \n\n          Sustainable Travel\n        \n\n\nSustainable Travel\n\n\n\nToday we are going to talk about sustainable travel and the impact of our transport choices. Both of us are big fans of travel and the educational and cultural value that it offers, but how do we balance that with the environmental impact?Join us for the last episode of Season 1 of Green Talking! 16 min\n \n\n \n\n\n\n\n\n\n\n15 NOV 2020\n\n \n\n          COP26 and Sustainability in Scotland\n        \n\n\nCOP26 and Sustainability in Scotland\n\n\n\nToday we are going to talk about COP 26 and sustainability in Scotland. This topic links in many ways to the United Nations Sustainable Development Goal 17: Partnership for the Goals. ",
  "16 min\n \n\n \n\n\n\n\n\n\n\n2 NOV 2020\n\n \n\n          Fast Fashion\n        \n\n\nFast Fashion\n\n\n\nToday we are going to talk about fast fashion and the impact our clothing choices. This session links to United Nations Sustainable Development Goal 12: Responsible Consumption and Production. ",
  "13 min\n \n\n \n\n\n\n\n\n\n\n19 OTT 2020\n\n \n\n          Sustainable Cities\n        \n\n\nSustainable Cities\n\n\n\nToday we are talking about town planning, smart cities, and our urban areas of tomorrow. This session links to the United Nations Sustainable Development Goal Eleven – Sustainable Cities and Communities. The goal is to make cities inclusive, safe, resilient and sustainable. You can find further information about what was discussed today at www.greentalk.fr\n\n\n\n\n17 min\n \n\n \n\n\n\n\n\n\n\n5 OTT 2020\n\n \n\n          Digital Waste\n        \n\n\nDigital Waste\n\n\n\nToday we are going to talk about digital waste. This session links to the United Nations Sustainable Development Goal 9: Industries, Infrastructure and Innovation, and also Goal 12: Responsible Production and Consumption. You can find further information about what was discussed today, including the full transcript, at www.greentalk.fr. ",
  "17 min\n \n\n \n\n\n\n\n\n\n\n20 SET 2020\n\n \n\n          Carbon Impact of Food\n        \n\n\nCarbon Impact of Food\n\n\n\nToday we are going to talk about the carbon footprint of food and making sustainable food choices. This session links to the United Nations Sustainable Development Goal 12: Responsible Consumption and Production. ",
  "We will be looking at this goal a few times during our podcast because it is one of the most important goals for Green Talk. You can find further information about what was discussed today, links to all the projects and the transcript to follow along at www.greentalk.fr/podcast-food\n\n\n\n\n16 min\n \n\n \n\n\n\n\n\n\n          © Copyright 2020 All rights reserved. Top podcast nella categoria Istruzione\n      \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Il Podcast di PsiNel\n\n\n\n    Gennaro Romagnoli\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Learn English with Coffee Break English\n\n\n\n    Coffee Break Languages\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    6 Minute English\n\n\n\n    BBC Radio\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    6 Minute Vocabulary\n\n\n\n    BBC Radio\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    ONE MORE TIME di Luca Casadei\n\n\n\n    WSC Originals\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    TEDx Talks Italia\n\n\n\n    Curato da: Giacomo Berselli\n\n \n\n\n\n\n\n\n\n\n\n\n\n\t\tAltri modi per acquistare: trova l’Apple Store o il rivenditore più vicino. O chiama il numero 800 554 533. Italia\n\n\nCopyright © 2022 Apple Inc. Tutti i diritti riservati. Norme sulla privacy\nUtilizzo dei cookie\nCondizioni d’uso\nVendite e rimborsi\nNote legali\nMappa del sito "
]