[
  "Life Below Water: Why it Matters — Google Arts & CultureHomeExploreNearbyProfileAchievementsCollectionsThemesExperimentsArtistsMediumsArt movementsHistorical eventsHistorical figuresPlacesAboutView activitySend feedbackPrivacy & TermsHomeExplorePlayNearbyFavoritesSign inLoading…Life Below Water: Why it MattersOceans cover three quarters of the Earth’s surface, contain 97 per cent of the Earth’s water, and represent 99 per cent of the living space on the planet by volume.By The United NationsA peaceful and quiet place where nature and man become one by Kyunghwa LeeThe United NationsWhat's the goal here?To conserve and sustainably use the world's ocean, seas, and marine resources.Life Underwater (2015)The United NationsWhy?Oceans are our planet’s life support and regulate the global climate system. They are the world’s largest ecosystem, home to nearly a million known species and containing vast untapped potential for scientific discovery.By Ralph CraneLIFE Photo CollectionOceans and fisheries continue to support the global population’s economic, social and environmental needs. ",
  "Despite the critical importance of conserving oceans, decades of irresponsible exploitation have led to an alarming level of degradation.Jamaica, Discovery Bay, Re-plantetion of corals (2015)The United NationsCurrent efforts to protect key marine environments and small-scale fisheries, and to invest in ocean science are not yet meeting the urgent need to safeguard this vast, yet fragile, resource.Reef scene with hard and soft corals and feather stars, Ha'apai, Tonga (2015) by GRID-Arendal/Glenn EdneyOriginal Source: http://www.grida.no/resources/3530So what's the problem?The ocean absorbs around 23% of annual CO2 emissions generated by human activity and helps mitigate the impacts of climate change. The ocean has also absorbed more than 90% of the excess heat in the climate system. The Great Barrier ReefOcean heat is at record levels, causing widespread marine heatwaves, threatening its rich ecosystems and killing coral reefs around the world.Fishing for plastic in Greece - Young Champion of the Earth (2020) by UNEPThe United NationsIncreasing levels of debris in the world’s oceans are also having a major environmental and economic impact. Every year, an estimated 5 to 12 million metric tonnes of plastic enters the ocean, costing roughly $13 billion per year – including clean-up costs and financial losses in fisheries and other industries.Plastic pollution at the beach (2016) by UNEPThe United NationsAbout 89% of plastic litter found on the ocean floor are single-use items like plastic bags.By Dmitri KesselLIFE Photo CollectionAbout 80% of all tourism takes place in coastal areas. The ocean-related tourism industry grows an estimated US$ 134 billion per year and in some countries, the industry already supports over a third of the labour force.Beach Litter by Dryft DigitalUnless carefully managed, tourism can pose a major threat to the natural resources on which it depends, and to local culture and industry.Africa, Kenya, Gazi Bay, Magrove planting in the site of the Mikoko Pamoja Project (2017-12) by Will BaxterThe United NationsHow is the ocean connected to our health?The health of the ocean is intimately tied to our health. According to UNESCO, the ocean can be an ally against COVID19 – bacteria found in the depths of the ocean are used to carry out rapid testing to detect the presence of COVID-19. ",
  "And the diversity of species found in the ocean offers great promise for pharmaceuticals.By Dmitri KesselLIFE Photo CollectionFurthermore, marine fisheries provide 57 million jobs globally and provide the primary source of protein to over 50% of the population in least developed countries.So what can we do?For open ocean and deep sea areas, sustainability can be achieved only through increased international cooperation to protect vulnerable habitats. Establishing comprehensive, effective and equitably managed systems of government-protected areas should be pursued to conserve  biodiversity and ensure a sustainable future for the fishing industry. "
]