[
  "Nike - Health and Wellness | SELF FitnessFoodHealthLoveBeautyCultureConditionallyVideoSpring ChallengeWorkoutsColumnistsNewsletter NEW SELF Meal PlansEasy-to-make Recipes. No Guesswork.GET IT NOWGET IT NOWNewsletterWellness, Meet InboxSign up NowWill be used in accordance with ourPrivacy PolicySIGN UPSIGN UPNikeThe 30 Best Memorial Day Clothing Sales You Can Shop NowJust in case you’re feeling the urge to splurge.The New Naomi Osaka Nike Collection Just Dropped—Here's What to ShopThese pieces are already selling out.The 30 Best Workout Shoes for Every Kind of Sweat SessionBecause the right footwear is a fitness game changer.20 Stellar Activewear Deals at the Nike Clearance SaleRunning shoes, sports bras, shorts, and more.The 13 Best Nike Running Shoes, According to RunnersFor daily jogs, tempo runs, or marathons.The 24 Best Activewear Deals We Found This WeekFrom Lululemon, Nike, and Outdoor Voices22 Must-Have Items to Shop at the Nike Cyber Monday Sale 2021From jackets to sneakers to sports bras.New Nike Running Shoes Are Their Most Sustainable YetThey're made with 50% recycled material.Nike Just Unveiled the Go FlyEase, a Hands-Free Adaptive SneakerIt was designed with adaptive athletes in mind.Nike Is Having a Flash Sale and It’s Really, Really Good Leggings, shorts, and sports bras, oh my!Nike Is Having a Major Flash Sale Right NowLots of summer workout staples are waiting for you to ...16 '90s-Inspired Athleisure Pieces You’ll Want to Instagram This Week I'm down for the fanny pack resurgence.moreWellness, Meet InboxSign up for our Newsletter and join us on the path to wellness.Sign up NowWill be used in accordance with ourPrivacy PolicySubscription ServicesCareersCondé Nast StoreSite MapAbout SelfContact the EditorsAccessibility HelpNewsletter Sign UpRSS FeedsOur SitesAllureArchitectural DigestArs TechnicaBackchannelBon AppétitCondé Nast TravelerEpicuriousGlamourGQGQ StylePitchforkSelfStyleTeen VogueThe New YorkerThe SceneVanity FairVogueWiredCond\\é Nast© 2022 Condé Nast.",
  "All rights reserved. Use of and/or registration on any portion of this site constitutes acceptance of our User Agreement (updated as of 1/1/21) and Privacy Policy and Cookie Statement (updated as of 1/1/21). SELF may earn a portion of sales from products that are purchased through our site as part of our Affiliate Partnerships with retailers. Your California Privacy Rights. SELF does not provide medical advice, diagnosis, or treatment. Any information published on this website or by this brand is not intended as a substitute for medical advice, and you should not take any action before consulting with a healthcare professional.",
  "The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used, except with the prior written permission of Condé Nast. Ad Choices Do Not Sell My Personal Information.CNWN Collection"
]