[
  "Sustainable Development Goal 12 - Wikipedia Sustainable Development Goal 12 From Wikipedia, the free encyclopedia Jump to navigation Jump to search 12th of 17 Sustainable Development Goals to ensure responsible consumption and production This article has multiple issues. Please help improve it or discuss these issues on the talk page.",
  "(Learn how and when to remove these template messages) This article may contain an excessive amount of intricate detail that may interest only a particular audience. Please help by spinning off or relocating any relevant information, and removing excessive detail that may be against Wikipedia's inclusion policy. (November 2021) (Learn how and when to remove this template message) This article may rely excessively on sources too closely associated with the subject, potentially preventing the article from being verifiable and neutral. Please help improve it by replacing them with more appropriate citations to reliable, independent, third-party sources. (November 2021) (Learn how and when to remove this template message) (Learn how and when to remove this template message) SD Goal 12Mission statement\"Ensure sustainable consumption and production patterns\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 12 (SDG 12 or Global Goal 12), titled \"responsible consumption and production\", is one of the 17 Sustainable Development Goals established by the United Nations in 2015. The official wording of SDG 12 is \"Ensure sustainable consumption and production patterns\".",
  "[1] SDG 12 is meant to ensure good use of resources, improving energy efficiency, sustainable infrastructure, and providing access to basic services, green and decent jobs and ensuring a better quality of life for all. [2] SDG 12 has 11 targets to be achieved by at least 2030 and progress toward the targets is measured using 13 indicators.",
  "[3] Sustainable Development Goal 12 has 11 targets. The first 8 are \"outcome targets\", which are: implement the 10‑Year Framework of Programs on Sustainable Consumption and Production Patterns; achieve the sustainable management and efficient use of natural resources; reducing by half the per capita global food waste at the retail and consumer levels and the reduction of food losses along production and supply chains, including post-harvest losses;[4] achieving the environmentally sound management of chemicals and all wastes throughout their life cycle; reducing waste generation through prevention, reduction, recycling and reuse; encourage companies to adopt sustainable practices; promote public procurement practices that are sustainable; and ensure that people everywhere have the relevant information and awareness for sustainable development. The three \"means of achievement\" targets are: support developing countries to strengthen their scientific and technological capacity; develop and implement tools to monitor sustainable development impacts; and remove market distortions, like fossil fuel subsidies, that encourage wasteful consumption. [5] According to the United Nations Environment Programme, Sustainable Consumption and Production (SCP) refers to “the use of services and related products, which respond to basic needs and bring a better quality of life while minimizing the use of natural resources and toxic materials as well as the emissions of waste and pollutants over the life cycle of the service or product so as not to jeopardize the needs of future generations”. [6] The growing global population combined with unsustainable uses of natural resources is causing devastating impacts on the planet — propelling climate change, destroying ecosystems, and rising pollution levels. [7] As a result of these growing challenges, sustainable consumption and production aims to inspire governments, businesses, and citizens to do more and better with less, as it promotes economic growth without environmental degradation.",
  "Also, increases resource efficiency promotes sustainable lifestyles. In addition, sustainable consumption and production can also contribute to poverty alleviation and the transition towards low-carbon and green economies.",
  "Therefore, the United Nations invites all initiatives that address any of the targets and its indicators, including the use of eco-friendly production methods and reducing the amount of waste. By 2030, national recycling rates should increase, as measured in tons of material recycled. Further, companies should adopt sustainable practices and publish sustainability reports. Contents 1 Background 2 Targets, indicators and progress 2.1 Target 12.1: Implement the 10-year sustainable consumption and production framework 2.2 Target 12.2: Sustainable management and use of natural resources 2.3 Target 12.3: Halve global per capita food waste 2.4 Target 12.4: Responsible management of chemicals and waste 2.5 Target 12.5: Substantially reduce waste generation 2.6 Target 12.6: Encourage companies to adopt sustainable practices and sustainability reporting 2.7 Target 12.7: Promote sustainable public procurement practices 2.8 Target 12.8: Promote universal understanding of sustainable lifestyles 2.9 Target 12.a: Support developing countries' scientific and technological capacity for sustainable consumption and production 2.10 Target 12.b: Develop and implement tools to monitor sustainable tourism 2.11 Target 12.c: Remove market distortions that encourage wasteful consumption 2.12 Custodian agencies 3 Progress 4 Challenges 4.1 The Impacts of COVID-19 5 Links with other SDGs and other issues 6 Organizations 6.1 US Based Organizations 7 Sources 8 References 9 External links Background[edit] Economic and social progress over the last century has caused environmental degradation that is endangering ecosystems and the future of the world. One component of the social and economic progress is the increasing worldwide consumption and production of all resources for the global economy, which rely on the use of the natural environment and resources in ways that continue to have negative impacts on the planet. [8] According to the United Nations Department of Economic and Social Affairs (2019), the global population could grow to approximately 9.7 billion in 2050.",
  "The equivalent of almost three planets could be required to provide the natural resources needed to sustain current lifestyles. [9] Changes in consumption and production patterns can help to promote the decoupling of economic growth and human well-being from resource use and environmental impact.",
  "They can also trigger the transformations envisaged in global commitments on biodiversity, the climate, and sustainable development in general. [10] However, it is one of the most critical and complex challenges facing humanity today. Urgent action is needed to ensure that current material needs do not lead to the over-extraction of resources to the degradation of environmental resources. [11] It would also require policies that create a conducive environment for changes in social and physical infrastructure and markets, transformations in business practices along global value chains, and major shifts in consumer behaviour and lifestyle. [12] By 2019, 79 countries and the European Union have reported on at least one national policy instrument to promote sustainable consumption and production patterns. This was done to work towards the implementation of the \"10-Year Framework of Programmes on Sustainable Consumption and Production Patterns\".",
  "[13]: 14 Global fossil fuel subsidies in 2018 were $400 billion. This was double the estimated subsidies for renewables and is detrimental to the task of reducing global carbon dioxide emissions.",
  "[13]: 14 Targets, indicators and progress[edit] Further information: List of Sustainable Development Goal targets and indicators Blue indicates countries that do have a sustainable consumption and production (SCP) national action plan. [2] SDG 12 has 11 targets. Four of them are to be achieved by the year 2030, one by the year 2020, and six have no target years. The targets address different issues ranging from implementing the 10‑Year Framework of Programmes on Sustainable Consumption and Production Patterns (Target 12.1), achieving the sustainable management and efficient use of natural resources (Target 12.2), having per capita global food waste at the retail and consumer levels (Target 12.3), achieving the environmentally sound management of chemicals and all wastes throughout their life cycle (Target 12.4), substantially reduce waste generation through prevention, reduction, recycling and reuse (Target 12.5), encourage companies to adopt sustainable practices (Target 12.6), promote public procurement practices that are sustainable, in accordance with national policies and priorities (Target 12.7), ensure that people everywhere have the relevant information and awareness for sustainable development (12.8), support developing countries to strengthen their scientific and technological capabilities (Target 12.a), develop and implement tools to monitor sustainable development impacts for sustainable grouwth (Target 12.b), rationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions (Target 12.c). Target 12.1: Implement the 10-year sustainable consumption and production framework[edit] The full title of Target 12.1 is: “Implement the 10‑Year Framework of Programmes on Sustainable Consumption and Production Patterns, all countries taking action, with developed countries taking the lead, taking into account the development and capabilities of developing countries\". [14] The goal of this SDG is to have all countries taking the action by 2030.",
  "It has one indicator: Indicator 12.1.1 is the \"Number of countries with sustainable consumption and production (SCP) national action plans or SCP mainstreamed as a priority or a target into national policies\". [15] This indicator allows for the quantification and monitoring of countries making progress along the policy cycle of binding and non-binding policy instruments aimed at supporting Sustainable Consumption and Production.",
  "Mainstreaming sustainable consumption and production in decision-making at all levels is a core function of the 10-Year Framework. It is expected to “support the integration of sustainable consumption and production into sustainable development policies, programmes and strategies, as appropriate, including, where applicable, into poverty reduction strategies”[16] Suitable data resources for this indicator are currently being explored because statistical standards are yet available. This framework, adopted by member states at the United Nations Conference on Sustainable Development, is a global commitment to accelerate the shift to sustainable consumption and production in developed and developing countries. [17] In order to generate the collective impact necessary for such a shift, programs such as the One Planet Network have formed different implementation methods to help achieve Goal 12. [18] By 2019, 79 countries and the European Union have reported on at least one national policy instrument to promote sustainable consumption and production patterns. [13]: 14 This was done to work towards the implementation of the \"10-Year Framework of Programmes on Sustainable Consumption and Production Patterns\".",
  "[13]: 14 Target 12.2: Sustainable management and use of natural resources[edit] The full title of Target 12.2 is: \"By 2030, achieve the sustainable management and efficient use of natural resources. \"[1] This target has two indicators:[19] Indicator 12.2.1: Material footprint, material footprint per capita, and material footprint per GDP Indicator 12.2.2: Domestic material consumption, domestic material consumption per capita, and domestic material consumption per GDP World map related to Indicator 12.2.2 in 2017.",
  "The map shows domestic material consumption, domestic material consumption per capita, and domestic material consumption per GDP. [2] Material Footprint is the quantity of material extraction that is required to meet the consumption of a country. The sum of material footprint for biomass, fossil fuels, metal ores and non-metal ores is called the total material footprint. [2] Domestic Material Consumption (DMC) is a production-side measure which does not account for supply chain inputs or exports, meaning a country could have a lower DMC value, if it outsources a large proportion of its materials. [2] A report by the UN in 2020 found that: \"Global domestic material consumption per capita rose by 7 per cent, from 10.8 metric tons per capita in 2010 to 11.7 metric tons in 2017, with increases in all regions except Northern America and Africa. \"[13]: 14 Also, the global material footprint was 85.9 billion metric tons in 2017.",
  "This was a 67 percent increase from 2000. [13]: 14 Target 12.3: Halve global per capita food waste[edit] The full title of Target 12.3 is: \"By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses.",
  "\"[1][2] This target has two components (losses and waste) measured by two indicators. [20] Indicator 12.3.1.a: Food Loss Index which focuses on losses from production to consumption level Indicator 12.3.1.b: Food Waste Index this indicator is a proposal under development Efforts are underway by FAO and the United Nations Environment Programme to measure progress towards SDG Target 12.3 through the Food Loss and Food Waste Indexes. [21] Initial estimates made by FAO for the Food Loss Index, tell us that globally around 14 percent of the world’s food is lost from production before reaching the retail level. [22] Out of the total food available to consumers in 2019, approximately 17 percent went to the waste bins of households, retailers, restaurants and other food services. [23] Target 12.4: Responsible management of chemicals and waste[edit] The full title of Target 12.4 is: \"By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment. \"[1] This target has two indicators:[19] Indicator 12.4.1: Number of parties to international multilateral environmental agreements on hazardous waste, and other chemicals that meet their commitments and obligations in transmitting information as required by each relevant agreement Indicator 12.4.2: (a) Hazardous waste generated per capita; and (b) proportion of hazardous waste treated, by type of treatment The Indicator 12.4.1, doesn't measure the quantity or the impact on the health of chemicals.",
  "It is instead referred to as the number of countries that have ratified, accepted, approved or have accesses to one of the following Multilateral Environmental Agreements:[24] Convention on Biodiversity and the Cartagena Protocol on Biosafety; Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal; Convention on International Trade in Endangered Species of Wild Fauna and Flora; Minamata Negotiations on Mercury; Montreal Protocol on Substances that Deplete the Ozone Layer; Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade; Stockholm Convention on Persistent Organic Pollutants; United Nations Environment Program (UNEP). In the case of the Indicator 12.4.2, it is referred to as the quantity of hazardous waste generated and treated.",
  "Many of these substances have a negative impact on people's health and the environment. However, they are also present in products that are used in our everyday life. Therefore, the challenge is to manage treating hazardous waste according to international standards. Currently, there is an increase in hazardous waste, that is intensified by the complexity of the products and the unidentified hazardous components. [25] E-waste is a subcategory of this indicator. [25] Global e-waste generation has grown during 2010 to 2019: from 5.3 kg per capita to 7.3 kg per capita.",
  "[13]: 14 The environmentally sound recycling of e-waste also increased: from 0.8 kg per capita to 1.3 kg per capita. [13]: 14 Recycling trash bins in the Czech republic Target 12.5: Substantially reduce waste generation[edit] Per capita plastic waste generation, 2015 The full title of Target 12.5 is: \"By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse.",
  "\"[1] It has one indicator: Indicator 12.5.1 is the \"National recycling rate, tons of material recycled\". [19] Every year, about one third of all food produce goes bad. [26] This is worth about $1 trillion a year. The food spoils due to consumers, and goes bad during transportation. \"Minimizing waste generation and maximizing the recycling of waste is central to the concept of circular economy. \"[27] This indicator measures the quantity of material recycled within the country, plus the material that is exported to be recycled abroad, minus the material that countries imported to be recycled inside the country per year.",
  "These three different aspects are defined as the National Recycling Rate. [27] Target 12.6: Encourage companies to adopt sustainable practices and sustainability reporting[edit] The full title of Target 12.6 is: \"Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle.",
  "\"[1] It has one indicator: Indicator 12.6.1 is the \"Number of companies publishing sustainability reports\". [19] This is the only indicator that focuses on monitoring private sector entities' practices. While the indicator counts only the number of private sector entities that issue sustainable reports, the custodian UN agencies promote high quality of the information reported, as well as the integration of these indicators in their annual reports and good practices. [28] The proposed approach by the custodian agencies indicate that these reports can be stand-alone sustainability reports or part of collective reports; not every report will be considered, this will depend on the quality of the information provided; and there will be a need to consider disclosures covering governance practices and economic, social and environmental impact. [28] World map for Indicator 12.5.1: Municipal waste recycling rate Target 12.7: Promote sustainable public procurement practices[edit] The full title of Target 12.7 is: \"Promote public procurement practices that are sustainable, in accordance with national policies and priorities. \"[1] It has one indicator: Indicator 12.7.1 is the \"Degree of sustainable public procurement policies and action plan implementation\".",
  "[19] This indicator refers to the capacity of governments to procure public policies. These policies ensure economic and social development while protecting the planet and reducing the negative impacts in the environment.",
  "They need to engage with sustainable public procurement (SPP), and the capacity to measure the proportions of these efforts. [29] Some of the limitations of this indicator are related to the different ways the countries have to measure not only SPP but also other aspects such as Green Public Procurement (GPP) and Socially Responsible Public Procurement (SRPP). [29] Target 12.8: Promote universal understanding of sustainable lifestyles[edit] The safe and just space for humanity. Sustainable lifestyles are situated between an upper limit of permissible use (“Environmental ceiling”) and a lower limit of necessary use of environmental resources (“Social foundation”). The full title of Target 12.8 is\" By 2030, ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature. \"[1] It has one indicator: Indicator 12.8.1 is the \"Extent to which (i) global citizenship education and (ii) education for sustainable development are mainstreamed in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment\".",
  "[19] This indicator is referred to the way each country ensures Global Citizenship Education (GCED) and Education for Sustainable Development (ESD) are considered in their educational systems. One of the limitations of this indicator is related to the government self-reporting; situation addressed by UNESCO by comparing this information with alternative sources.",
  "[30] The different aspects where GCED and ESD should be considered as priorities in the national education systems are: a) Policies, b) Curricula, c) Teacher training, d) Student assessment. [30] Target 12.a: Support developing countries' scientific and technological capacity for sustainable consumption and production[edit] The full title of Target 12.A is: \"Support developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production. \"[1] It has one indicator: Indicator 12.a.1 is the \"Installed renewable energy-generating capacity in developing countries (in watts per capita)\". [19] The indicator is defined as the installed capacity of power plants that generate electricity from renewable energy sources divided by the total population of a country. [31] The demand for electricity is high in developing countries and often its availability is contained. [31] Target 12.b: Develop and implement tools to monitor sustainable tourism[edit] The full title of Target 12.B is: \"Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products.",
  "\"[1] It has one indicator: Indicator 12.b.1 is the \"Implementation of standard accounting tools to monitor the economic and environmental aspects of tourism sustainability\". [19] This indicator relates to the degree in which countries do implement the Tourist Satellite Account (TSA) that have to be implemented according to the Recommended Methodological Framework 2008.",
  "In addition, it relates on how countries implement the System of Environmental and Economic Accounts (SEEA) tables, which need to be implemented according the System of Economic-Environmental Accounting 2012. These two different tools are currently considered as the best more feasible way to monitor sustainable tourism. [32] Target 12.c: Remove market distortions that encourage wasteful consumption[edit] The full title of Target 12.C is: \"Rationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions in accordance with national circumstances, including restructuring taxation and phasing out those harmful subsidies where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimizing the possible adverse impacts on their development in a manner that protects the poor and the affected communities. \"[1] It has one indicator: Indicator 12.c.1 is the: \"(a) Amount of fossil-fuel subsidies as a percentage of GDP; and (b) amount of fossil fuel subsidies as a proportion of the total national expenditure on fossil fuels\". [33] To work towards reporting this indicator at the different constituencies (Global, regional and national), it is important to consider the following sub-indicators: 1) The direct transfer of government funds, 2) Price support, 3) Tax expenditure. It Is important to consider as well, while working on achieving this target, the special attention to the energy - dependent sectors and the challenges they can go through during these reform processes, especially poor households, which are the ones more vulnerable to price increase.",
  "[33] \"Reallocating fossil fuel subsidies to sectors that are relevant for development could give a boost to reaching the SDGs. \"[33] Global fossil fuel subsidies in 2018 were $400 billion.",
  "[13]: 14 This was double the estimated subsidies for renewables and is detrimental to the task of reducing global carbon dioxide emissions. [13]: 14 Custodian agencies[edit] Custodian agencies are in charge of reporting on the following indicators:[34] Indicators 12.1.1, 12.2.1, 12.2.2, 12.7.1 and 12.c.1: United Nations Environmental Programme (UNEP) Indicator 12.3.1: Food and Agriculture Organization (FAO) and United Nations Environmental Programme (UNEP) Indicator 12.4.1: United Nations Environment Programme (UNEP) Indicator 12.4.2: United Nations Environment Programme (UNEP) and Department of Economic and Social Affairs-Statistics Division (DESA/UNSD) Indicator 12.5.1: United Nations Environment Programme (UNEP) and the United Nations Statistics Division (UNSD) Indicator 12.6.1: United Nations Conference on Trade and Development (UNCTAD) and the UN Environment (United Nations Environment Programme/UNEP) Indicator 12.8.1: UNESCO Institute for Statistics (UNESCO-UIS) and the UNESCO Education Sector, Division for Peace and Sustainable Development, Section of Education for Sustainable Development (UNESCO-ED/PSD/ESD) Indicator 12.a.1: International Renewable Energy Agency (IRENA). Indicator 12.b.1: United Nations World Tourism Organization (UNWTO). Progress[edit] An annual report is prepared by the Secretary-General of the United Nations, which evaluates the progress towards all the Sustainable Development Goals, including Sustainable Development Goal 12: Ensure responsible consumption and production. [10] As of April 30, 2021, these were the progress made by the United Nations and its nations. [10] “For decades, scientists have been explaining the ways in which humanity is driving the three planetary crises of climate, biodiversity and pollution, all of which are linked to unsustainable production and consumption.",
  "Changes in consumption and production patterns can help to promote the decoupling of economic growth and human well-being from resource use and environmental impact. They can also activate the transformations envisaged in global commitments on biodiversity, the climate, and sustainable development in general.",
  "The COVID-19 pandemic provides a window of opportunity for exploring more inclusive and equitable development models that are underpinned by sustainable consumption and production.” “From 2017 to 2020, 83 countries, territories and the European Union shared information on their contribution to the implementation of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns. In 2020, 136 policies and 27 implementation activities were reported, bringing the total number to over 700. While specific actions have been taken to improve resource use efficiency in a specific industry or area, this has not resulted in their widespread adoption across sectors and industries.” “Data indicate a rise of almost 40 per cent in the global material footprint per capita, from 8.8 metric tons in 2000 to 12.2 metric tons in 2017. Similarly, domestic material consumption per capita increased by more than 40 per cent, from 8.7 metric tons in 2000 to 12.2 metric tons in 2017.” “Although limited data are available, as of 2016, almost 14 per cent of food produced globally was lost before reaching the retail sector. Estimates vary across regions, from 20.7 per cent in Central and Southern Asia to 5.8 per cent in Australia and New Zealand.” “In 2019, the amount of e-waste generated was 7.3 kg per capita, with only 1.7 kg per capita documented to be managed in an environmentally sustainable manner. E-waste generation is expected to grow by 0.16 kg per capita annually to reach 9 kg per capita in 2030.",
  "The annual rate of growth in e-waste recycling over the past decade was 0.05 kg per capita, which will need to increase more than tenfold if all e-waste is to be recycled by 2030.” “A pilot review conducted in 2020 on a random sample of about 4,000 companies in the United Nations Global Compact database and the Sustainability Disclosure database of the Global Reporting Initiative indicates that 85 per cent of companies reported on minimum requirements for sustainability issues and 40 per cent on advanced requirements for such issues.” “As of December 2020, 40 countries and territories had reported on sustainable public procurement policies and action plans or equivalent legal dispositions aimed at encouraging the procurement of environmentally sound, energy-efficient products and promoting more socially responsible purchasing practices and sustainable supply chains. Fossil fuel subsidies declined in 2019 to $431.6 billion as a result of lower fuel prices, reversing the upward trend from 2017 to 2018.",
  "Fossil fuel subsidies are expected to fall sharply owing to the collapse in demand caused by COVID-19 mitigation efforts and the oil price shock experienced in 2020.” Challenges[edit] Globalization has been increasingly recognized to have a role in the achievement of sustainable development. In a report released by United Nations in 2015, it showed that although globalization provides many opportunities for sustainable development, it also creates a wide array of challenges, causing negative consequences. The food system has drastically evolved in the context of rapid population growth and globalization. It is notable that a number of significant challenges, with wide-reaching consequences, have arisen due to globalization and threatening the sustainability of the food system. Globalization can undermine the sustainability of the food system in a number of different ways. Firstly, globalization has changed people’s eating habits and dietary patterns.",
  "Nowadays, people tend to consume fewer local foods and prefer eating diversified imported, non-seasonal, and greenhouse gases-intensive foods, such as red meat. [35] However, high demand for imported goods increases the use of transposition and associated carbon dioxide emissions to the atmosphere.",
  "Changes in eating habits also influence the cultural connection with local food which led to food waste behavior. [36] Secondly, the food supply chain is greatly lengthened under globalization, consequently, food supply chain management issues continue to rise and greatly contribute to food loss. Particularly, globalization lengthens the food supply chain significantly increasing the chances of supply chain disruption, uncertainty, and risk of food loss and waste. [37] Thirdly, globalization has made international trading more competitive and has a huge impact on the domestic economy and production mode. As globalization increased, the domestic market became increasingly dependent on the international market and trade. In other words, globalization forces countries to compete with each other.",
  "[38] To remain competitive, the government often provides subsidies to support industries to improve productivity and efficiency, at the same time, stabilize the income for farmers. As a result, subsidies given to farmers often lead to overproduction.",
  "[39] To realize the sustainable goals, it is crucial that these emerging challenges to sustainable food consumption and production caused by globalization are recognized and addressed properly. The Impacts of COVID-19[edit] The COVID-19 pandemic has forced a sudden change in the behavior of the general population, from human mobility restrictions such as remote working/school and curfew or lockdown. This has led to some positive environmental impacts, such as cleaner rivers and skies. However, restrictions have created some negative environmental consequences, such as the increased demand for materials intended for the safety and comfort of the general population. This ranges from wide uses of personal protective equipment (PPE) to the increased online shopping for food and home/work interests. According to multiple sources such as Business Insider, CNBC, and Bloomberg, Uber Eats revenues from 2019 to 2020 has increased from $1.9 billion to $4.8 billion.",
  "Their users have increased from 21 million to 66 million. [40] Increased online shopping and food delivery services have resulted in increased volumes of single-use plastics (SUPs) found in packaging.",
  "While it is uncertain how much waste was produced since the pandemic began, its effects can already be seen in global waste management systems (WMS). The post-COVID-19 scenario requires governmental policies to promote the development of active environmentally friendly bioplastics as well as technologies that promote circular economic principles. [41] The COVID-19 pandemic provides an opportunity to develop strategic recovery plans that would reverse current trends and shift consumption and production patterns to a more sustainable approach. A successful transition would result in improvements in resource efficiency, consideration of the entire life cycle of economic activities, and active engagement in multilateral environmental agreements. [42] Links with other SDGs and other issues[edit] SDG 12 has targets related to SDG 2, SDG 3, SDG 4, SDG 8, SDG 9, SDG 13, SDG 14 and SDG 15. [43] \"With proper policy support, growing diversity is the foundation for dietary diversity and hence health and nutrition (SDG 2, 3), for resilience to biotic and abiotic stressors (SDG 13 and SDG 15) and should further decent employment (SDG 8) and rural livelihoods (SDG 1).",
  "Furthermore, achieving SDG 12 requires constraining industrial agriculture because of its negative impacts on other SDGs, including SDG 6, because it is the largest user of freshwater resources; SDG 2 and SDG 15 because they are chief drivers of biological diversity loss; SDG 7 because of its dependence on fossil fuels; SDG 14 because of pesticide and fertilizer run-off, polluting land and water and creating dead zones in the seas; and SDG 13 because it is a major contributor to greenhouse gas emissions. \"[43] Achieving SDG 12 will contribute to the achievement of the other SDGs in a direct or indirect way.",
  "Therefore, SDG 12 is an enabler to achieve other SDGs, since the policies that need to be taken in order to achieve its targets are inclined to think about economic growth, thinking as well on the use of the resources and how this impact the process of poverty eradication and shared prosperity, taking us to achieve sustainable consumption and production patterns. [44] Organizations[edit] One Planet network is a multi stakeholder partnership of countries and other stakeholders, that aims to support the implementation of the 10-Year Framework of Programmes on Sustainable Consumption and Production (10YFP), to increase the impact generated by the actions on the delivered on the frame of SDG 12. The partnership delivers six programmes:[45] United Nations Environment Programme (UNEP) Department of Economic and Social Affairs-Statistics Division (DESA/UNSD) Food and Agriculture Organization (FAO) United Nations World Tourism Organization (UNWTO) UNESCO Institute for Statistics (UNESCO-UIS) UNESCO Education Sector, Division for Peace and Sustainable Development, Section of Education for Sustainable Development (UNESCO-ED/PSD/ESD)[46] United Nations Conference on Trade and Development (UNCTAD) United Nations Statistics Division (UNSD)[25] United Nations University US Based Organizations[edit] In the US there are over four thousand tax-exempt organizations working on issues related to UN SDG 12, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [47] X4Impact, with the support of Footprint, Inc.,[48] created a free online interactive tool Responsible Consumption and Production in the US. This online tool enables users to see sustainability-related indicators nationally and by state, as well as relevant information for over four thousand tax-exempt organizations in the US working on issues related to UN SDG 12. The nonprofit data in the tool is updated every 15 days while the indicators are updated annually.",
  "Sources[edit] This article incorporates text from a free content work. Licensed under CC BY-SA 3.0 License statement/permission.",
  "Text taken from The State of Food and Agriculture 2019. Moving forward on food loss and waste reduction, In brief, 24, FAO, FAO. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use. References[edit] ^ a b c d e f g h i j k United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ a b c d e f \"sdg-tracker.org/sustainable-consumption-production\". ^ \"Sustainable Consumption and Production: A Crucial Goal for Sustainable Development—Reflections on the Spanish SDG Implementation Report\".",
  "Journal of Sustainability Research. 1 (2).",
  "2019. doi:10.20900/jsr20190019. ^ The State of Food and Agriculture 2019. Moving forward on food loss and waste reduction, In brief. Rome: FAO. 2019. p. 4. ^ United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ United Nations Environment Programme (UNEP).",
  "(n.d.). Sustainable consumption and production policies.",
  "https://www.unep.org/explore-topics/resource-efficiency/what-we-do/sustainable-consumption-and-production-policies ^ United Nations Statistics Division. (n.d.). Ensure sustainable consumption and production patterns. United Nations. https://unstats.un.org/sdgs/report/2021/goal-12/ ^ United Nations Economic and Social Council. (2020, April 28).",
  "Progress towards the Sustainable Development Goals: Report of the Secretary-General. United Nations.",
  "https://undocs.org/en/E/2020/57 ^ United Nations Department of Economic and Social Affairs. (2019). World Population Prospects 2019: Highlights. United Nations. https://population.un.org/wpp/Publications/Files/WPP2019_Highlights.pdf ^ a b c United Nations Economic and Social Council. (2021, April 30).",
  "Progress towards the Sustainable Development Goals: Report of the Secretary-General. United Nations.",
  "https://undocs.org/en/E/2021/58 ^ United Nations Economic and Social Council. (2019, May 8). Special edition: progress towards the Sustainable Development Goals: Report of the Secretary-General. United Nations. https://undocs.org/E/2019/68 ^ United Nations. (2018).",
  "The Sustainable Development Goals Report: 2018. https://unstats.un.org/sdgs/report/2018/overview/ ^ a b c d e f g h i j United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ Environment, U. N. (2017-10-02). \"GOAL 12: Sustainable consumption and production\".",
  "UNEP - UN Environment Programme. Retrieved 2020-09-05. ^ sdgcounting (2017-06-06). \"SDG 12 Indicators\". Medium. Retrieved 2020-09-05.",
  "^ \"Sustainable Consumption and Production\" (PDF). ^ \"A/CONF.216/5: A 10-Year Framework of Programmes\" (PDF).",
  "^ www.oneplanetnetwork.org http://www.oneplanetnetwork.org/platform-sustainable-development-goal-12. Retrieved October 15, 2018. {{cite web}}: Missing or empty |title= (help) ^ a b c d e f g h \"SDG Indicators Metadata repository\". UN Stats. Retrieved 14 September 2020. ^ United Nations, Food.",
  "\"Food and Agriculture Organization of the United Nations\". ^ The State of Food and Agriculture 2019.",
  "Moving forward on food loss and waste reduction, In brief. Rome: FAO. 2019. p. 10. ^ The State of Food and Agriculture 2019. Moving forward on food loss and waste reduction, In brief. Rome: FAO.",
  "2019. p. 5. ^ Environment, U. N. (2021-03-04).",
  "\"UNEP Food Waste Index Report 2021\". UNEP - UN Environment Programme. Retrieved 2021-05-04. ^ \"Metadata-12-04-01\" (PDF). United Nations Stats. Retrieved 19 September 2020.",
  "^ a b c \"Metadata-12-04-02\" (PDF). United Nations Stats.",
  "Retrieved 19 September 2020. ^ United Nations. \"Sustainable consumption and production\". United Nations Sustainable Development. Retrieved 2020-11-26. ^ a b \"Metadata-12-05-01\" (PDF).",
  "United Nations Stats. Retrieved 9 September 2020.",
  "^ a b \"Metadata-12-06-01\" (PDF). United Nations Stats. Retrieved 19 September 2020. ^ a b \"Metadata-12-07-01\" (PDF). United Nations Stats. Retrieved 19 September 2020.",
  "^ a b \"Metadata-12-08-01\" (PDF). United Nations Stats.",
  "Retrieved 18 September 2020. ^ a b \"Metadata-12-0a-01\" (PDF). United Nations Stats. Retrieved 18 September 2020. ^ \"Metadata-12-0b-01\" (PDF). United Nations Stats.",
  "Retrieved 15 September 2020. ^ a b c \"Metadata-12-0c-01\" (PDF).",
  "United Nations Stats. Retrieved 15 September 2020. ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). United Nations (SDG 16) Custodian Agencies\" (PDF). UNECE. Retrieved September 24, 2020.",
  "^ Pingali, Prabhu (June 2007). \"Westernization of Asian diets and the transformation of food systems: Implications for research and policy\".",
  "Food Policy. 32 (3): 281–298. doi:10.1016/j.foodpol.2006.08.001. ^ Thyberg, Krista L.; Tonjes, David J. (January 2016). \"Drivers of food waste and their implications for sustainable policy development\".",
  "Resources, Conservation and Recycling. 106: 110–123.",
  "doi:10.1016/j.resconrec.2015.11.016. S2CID 30784882. ^ Searchinger, Tim. “Redirecting Agricultural Subsidies for a Sustainable Food Future.” Www.wri.org, 21 July 2020, www.wri.org/insights/redirecting-agricultural-subsidies-sustainable-food-future. ^ Fischer, Justina. The Choice of Domestic Policies in a Globalized Economy the Choice of Domestic Policies in a Globalized Economy.",
  "2012. ^ Watkins, Kevin; von Braun, Joachim (2003).",
  "\"Time to stop dumping on the world's poor\". International Food Policy Research Institute. {{cite journal}}: Cite journal requires |journal= (help) ^ Curry, D. (2021, August 30). Uber Eats Revenue and Usage Statistics: 2021. Business of Apps. https://www.businessofapps.com/data/uber-eats-statistics/ ^ Oliveira, Williara Queiroz de; Azeredo, Henriette Monteiro Cordeiro de; Neri-Numa, Iramaia Angélica; Pastore, Glaucia Maria (October 2021). \"Food packaging wastes amid the COVID-19 pandemic: Trends and challenges\".",
  "Trends in Food Science & Technology. 116: 1195–1199.",
  "doi:10.1016/j.tifs.2021.05.027. PMC 8166460. PMID 34092920. ^ United Nations. (n.d.). Responsible Consumption & Production: Why It Matters.",
  "https://www.un.org/sustainabledevelopment/wp-content/uploads/2019/07/12_Why-It-Matters-2020.pdf. ^ a b \"Advancing the 2030 Agenda: Interlinkages and Common Themes at the HLPF 2018\" (PDF).",
  "UN Sustainable Development. p. 30. Retrieved 15 September 2020. ^ \"One World Planet\". UN Environment. 4 October 2017.",
  "Retrieved 15 September 2020. ^ \"Who we are\".",
  "One Planet Netowrk. 20 September 2016. Retrieved 15 September 2020. ^ \"Metadata-12-08-01\" (PDF). United Nations Stats. Retrieved 18 September 2020.",
  "^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\".",
  "nextbillion.net. Retrieved 2021-11-17. ^ \"X4i.org Tech Directory Showcases 1,500 Solutions in $2.9T U.S. Social Impact Market\". finance.yahoo.com. Retrieved 2021-11-17. External links[edit] Sustainable Development Knowledge Platform (Goal 12) “Global Goals” Campaign - SDG 12 SDG-Track.org - SDG 12 UN SDG 12 in the US vteSustainable Development GoalsIndividual goals (1) No Poverty (2) Zero Hunger (3) Good Health and Well-being (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reducing Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals Related Education 2030 Agenda Global Goals Week List of Sustainable Development Goal targets and indicators By country Australia Ghana Iran Lebanon Nigeria Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_12&oldid=1089790949\" Categories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 errors: missing titleCS1 errors: bare URLCS1 errors: missing periodicalArticles with short descriptionShort description is different from WikidataWikipedia articles that are excessively detailed from November 2021All articles that are excessively detailedWikipedia articles with style issues from November 2021All articles with style issuesArticles lacking reliable references from November 2021All articles lacking reliable referencesArticles with multiple maintenance issuesNo local image but image on WikidataFree-content attributionFree content from FAO Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia CommonsWikiversity Languages العربيةEspañolEuskaraFrançaisМакедонскиپښتوPortuguês Edit links This page was last edited on 25 May 2022, at 17:13 (UTC).",
  "Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy."
]