[
  "\n\n\n\n\n\n\n\nMicrosoft unveils immersive education solutions to inspire educators in reimagining learning experiences - Microsoft Stories Asia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nSkip to Main Content\n\n\n\n\n\t\t\t\t\t\t\tLearn more about remote working, online schooling and community support during the COVID-19 outbreak\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nStories Asia\n\n\n\n\nStories Asia\n\n\n\n\n                            Stories Asia\n                        \n\n\n\n\n Home \n\n\n\nOur Region \n\n\nMicrosoft in Asia: Our Story\n\n\nAustralia\n\n\nBangladesh\n\n\nBrunei\n\n\nChina\n\n\nHong Kong\n\n\nIndia\n\n\nIndonesia\n\n\nJapan\n\n\nMalaysia\n\n\nNew Zealand\n\n\nPhilippines\n\n\nSingapore\n\n\nSouth Korea\n\n\nSri Lanka\n\n\nTaiwan\n\n\nThailand\n\n\nVietnam\n\n\n\n \n\nBlogs & Communities \n\n\nMicrosoft Asia Blog\n\n\nThe Official Microsoft Blog\n\n\nMicrosoft on the Issues\n\n\nThe AI Blog\n\n\nTransform\n\n\nMicrosoft Stories\n\n\nMicrosoft Europe\n\n\nMicrosoft Latinx\n\n\n\n \n\nMedia Tools \n\n\nAbout Microsoft Asia\n\n\nExecutive Biographies\n\n\nCommunications Contacts\n\n\nAsian Feature Stories\n\n\nPress Releases\n\n\nNews Archive\n\n\nImage Gallery\n\n\nMicrosoft Stories\n\n\nInvestor Relations\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Azure\n\n\nMicrosoft Dynamics 365\n\n\nMicrosoft 365\n\n\nWindows 365\n\n\nMicrosoft Industry\n\n\nMicrosoft Advertising\n\n\nShop Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\n.NET\n\n\nVisual Studio\n\n\nWindows Server\n\n\nWindows Dev Center\n\n\nDocs\n\n\nPower Platform\n\n\nPower Apps\n\n\nHoloLens 2\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\nSign in\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft unveils immersive education solutions to inspire educators in reimagining learning experiences\n\n\nMay 5, 2021\t\t\t\n\t\t\t | Microsoft Stories Asia \n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Facebook (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on LinkedIn (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Twitter (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\nNew technological solutions including Reading Progress, Minecraft Education and Supervised Chat in Teams will support educators in keeping students engaged and safe in digital classrooms. 71% of K-12 educators say technology has helped them improve their instruction and expanded their teaching capacity. ",
  "Singapore, 5 May 2021 – Microsoft today introduced new technological tools and updates designed to support the 5 key areas educators require to create a holistic learning environment and move education forward: student centricity, skills focus, social learning, safety, security and scalability. In partnership with YouGov, Microsoft found that 71% of K-12 educators felt technology has helped them improve their instruction and expanded their teaching capacity. [1] With the rise of digital classrooms and hybrid learning environments, Microsoft recognizes how crucial it is to help teachers find new ways to engage students remotely. New tools and solutions launched include Reading Progress, to enhance students reading skills remotely, and features like Group Assignments and third-party app integrations in Microsoft Teams that will empower educators and support students in their classroom experience. Other updates include the availability of Minecraft: Education Edition outside the classroom and the launch of Reflect, a Microsoft Teams app that provides teachers with capabilities that support their students’ well-being virtually. “We are grateful for the resilience and commitment educators have displayed in evolving their teaching styles over the past year, and we aim to keep supporting them to deliver quality education for their students during these challenging times. ",
  "At the beginning of the pandemic technology often served as a much-needed lifeline between students, teachers, and parents enabling remote and hybrid learning. As time moved forward many educators transformed their teaching, their pedagogy, their professional development, and more, with technology often being a critical component enabling that change. ",
  "Innovation will continue to transform learning experiences and stands to help prepare students for their futures – we are honored to partner with educators and schools across Asia in our mission to help every student on the planet achieve more,” said Larry Nelson, Regional General Manager, Education, Microsoft Asia. Enabling student-centered learning with Reading Progress\nStudies show that reading skills have declined for some students due to the pandemic. To reverse learning loss, educators are seeking ways to evaluate their students’ progress, and help them advance at their own pace. With this in mind, Microsoft is introducing Reading Progress, a free tool designed to support readers who are learning a new language or educators trying to raise students’ general comprehension. With Reading Progress, educators can:\n\nSave time by creating reading fluency assignments for either the entire class or for individual students to complete independently. Teachers can also review assignments with built-in auto-detect features for English language that analyze results and jump to any part of the recording to review detected words and passages. ",
  "Visualize reading progress with a holistic view of data and insights, including accuracy rate and actionable feedback useful for guiding class progress. Engage students in independent practice on their own time where students can work at their own pace, record as many times as they like, and make progress without pressure. ",
  "Available prior to the next school year, Reading Progress is free for all students and teachers using Microsoft Teams for Education, and is compliant with the Family Educational Rights and Privacy Act (FERPA). New tools to support student engagement in the classroom\nMicrosoft is also enhancing Teams and other tools to help educators unlock digital experiences that complement and enrich in-person learning. These new free offerings will be available ahead of the next school year and were inspired by insights from education experts, system leaders, educators, and students alike. Group assignments: Educators can now organize their students into assignment groups so they can work together to create, collaborate, and submit the same work. Use your favorite apps in Assignments: Teachers will now be able to issue assignments from a variety of third-party apps directly in Teams, saving time and increasing student creativity. Calendar integrations: New calendar integrations allow students to see when their classes are and when assignments are due in the Teams and Outlook calendars – all in one place. ",
  "Learning Management System (LMS) Updates: Microsoft is working with LMS providers such as Instructure and Blackboard to improve integrations between LMS and Microsoft Teams, Teams meetings, and OneDrive, providing a more seamless experience for educators. Making learning more engaging and fun\nEducators are recognizing how pivotal immersive experiences can be to engage students on a deeper level. ",
  "To support them in seeking different ways to keep students actively engaged, Microsoft is releasing new features to Minecraft: Education Edition. This will provide more opportunities for students to play and learn in the classroom and out. Integrating Minecraft Education Edition with Teams and Flipgrid: Educators can now embed a Flipgrid topic, Forms quiz, or assessment tool using new Resource links within a Minecraft world or lesson. Students on the other hand, can open a Flipgrid Topic, record and share their creation, and invite others to join a world they have created—with just a few clicks. Minecraft Education Editionfor Camps and Clubs: Beginning this summer, camps, clubs, homeschool organizations, and nonprofits can purchase licenses for Minecraft: Education Edition to support critical thinking, collaboration, and game-based learning for all ages outside of the classroom. Supporting student well-being \nEmotional well-being is key to student success and research shows that approaches to support student well-being are in high demand, but low supply. ",
  "[2] New tools to equip educators with the ability to understand the complexities students face, and their emotional state, as they guide them in navigating the challenges of today have also been introduced. Reflect, a free app in Microsoft Teams, provides a way for educators to create regular check-ins in with individual students or classes to share how they are feeling, and help learners better understand how their emotions may impact their learning. ",
  "Embedded tools in OneNote and Teams, such as praise badges and sticker packs, help students and educators feel more connected and foster the growth of effective relationships. These will be critical in helping build students’ confidence and enabling educators to facilitate valuable learning conversations in and beyond the classroom. Enabling safe and secure classrooms \nLastly, with more learning taking place outside the physical school, the increase in digital traffic and the number of connected devices brings new challenges: from malicious attacks to uninvited guests in the digital classroom. To ensure students’ safety in digital and physical spaces, Microsoft is launching Supervised Chat in Teams. Available later this month, this feature allows designated educators to initiate chats with students, while preventing students from starting new chats unless an appropriate educator is present — meaning students can engage in safe discussions. For more information on the latest features, please see here. ",
  "About Microsoft\nMicrosoft (Nasdaq “MSFT” @microsoft) enables digital transformation for the era of an intelligent cloud and an intelligent edge. Its mission is to empower every person and every organization on the planet to achieve more. "
]