[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      ‎Target Zero Hunger on Apple Podcasts\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Podcasts Preview\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n74 episodes\n\n\n\n\nTarget Zero Hunger is a podcast that delves into the core issues of the UN Sustainable Develop Goals (SDGs). From eradicating poverty and hunger, to mitigating and adapting to climate change, rethinking food and agriculture production is critical to feeding a growing population and achieving these goals. ",
  "Target Zero Hunger\n              \n\n                FAO\n              \n\n\n\n\n\n                    Science\n                  \n\n\n\n\n\n\n\n\n\n4.4 • 5 Ratings\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nTarget Zero Hunger is a podcast that delves into the core issues of the UN Sustainable Develop Goals (SDGs). From eradicating poverty and hunger, to mitigating and adapting to climate change, rethinking food and agriculture production is critical to feeding a growing population and achieving these goals. MAR 20, 2022\n\n \n\n          Venezuela's forest guardians leading the way\n        \n\n\nVenezuela's forest guardians leading the way\n\n\n\nImataca is a vast tropical forest in southeast Venezuela spanning 38,000 square kilometers. Rich in biodiversity, the forest is home to thousands of plant and animal species. Decades of illegal logging and mining have led to deforestation and loss of wildlife. The Karina indigenous people living in the forest are working hard to change this. ",
  "Through a women-led initiative, supported by the Food and Agriculture Organization of the United Nations (FAO), they’re ensuring the forests of Imataca are now protected for generations to come. Producers: Marina Sánchez Castelo, Charlotta Lomas, Anais Hotin. ",
  "Presenter: Charlotta Lomas, FAO. Photo credit: ©Jesús Contreras/FAO\n\n\n\n\n7 min\n \n\n \n\n\n\n\n\n\n\nDEC 23, 2021\n\n \n\n          Growing locally across the globe\n        \n\n\nGrowing locally across the globe\n\n\n\nAcross the globe, people are transforming agrifood systems to become more nutritious, equitable and sustainable. Listen to how one town in northern Italy sparked a global movement to bring about change to local food systems. Producers: Megan Williams, Charlotta Lomas, Anais Hotin, Marina Sánchez Castelo. Presenter: Megan Williams. Photo: ©Federica Bolla         \n\n\n\n\n10 min\n \n\n \n\n\n\n\n\n\n\nOCT 29, 2021\n\n \n\n          Why are astronauts growing food in space? ",
  "Why are astronauts growing food in space? In April 2021, four astronauts travelled to space for six months where they conducted a series of scientific experiments. ",
  "From inside the International Space Station, astronaut and FAO Goodwill Ambassador Thomas Pesquet told us how growing food in space can help us to adapt to extreme environmental conditions and ensure future food security on earth. Producers: Charlotta Lomas, Anais Hotin, Marina Sánchez Castelo. Presenter: Charlotta Lomas, FAO. Photo credit: ESA/NASA–T. Pesquet/W. Harold. ",
  "Sound effects provided by ESA and NASA. 9 min\n \n\n \n\n\n\n\n\n\n\nOCT 14, 2021\n\n \n\n          Kids, it’s time to cook! ",
  "Kids, it’s time to cook! Who says children shouldn’t play in the kitchen? Cooking healthy food starts young in this Touch Smell Taste cooking class in Rome. The hands-on cooking lab led by Naheda Slayih and supported by volunteers, invites visually impaired children to learn how to become young chefs and have a good time too. Producers: Megan Williams, Charlotta Lomas, Anais Hotin, Marina Sánchez Castelo, Nina Coates. Presenter: Megan Williams. ",
  "Photo: ©FAO/Cristiano Minichiello. 10 min\n \n\n \n\n\n\n\n\n\n\nSEP 23, 2021\n\n \n\n          Warriors on the path to peace\n        \n\n\nWarriors on the path to peace\n\n\n\nThe Greater Karamoja Cluster lies at the crossroads of Ethiopia, Kenya, South Sudan and Uganda. ",
  "In this vast desert region nearly the size of the United Kingdom, crossing borders is a requisite for survival. But in recent decades, competition over natural resources has led to cattle raids and violent conflicts. The Food and Agriculture Organization of the United Nations (FAO) has supported a series of community-led initiatives to strengthen pastoralists’ livelihoods, enhance food security and prevent conflict in the region. Producers: Charlotta Lomas, Anais Hotin, Marina Sánchez Castelo, Ariel Bardi, Michael Adey, Video agency Wolfstreet. Presenter: Charlotta Lomas, FAO. Photo ©FAO/ Luis Tato. ",
  "9 min\n \n\n \n\n\n\n\n\n\n\nJUL 15, 2021\n\n \n\n          Combatting child labor in Cambodia\n        \n\n\nCombatting child labor in Cambodia\n\n\n\nTonle Sap Lake in northeast Cambodia is one of the most productive inland fishing waters in the world, due to flooding and monsoon. Fisheries are the backbone of country’s economy, with Tonle Sap contributing over half of the country’s fish production. ",
  "Yet the lake’s 4.8 million residents are some of the poorest in Asia. Many depend heavily on fish and rice for their livelihoods and have to send their children to work rather than school, in order to survive. The Food and Agriculture Organization of the United Nations (FAO) is working with the government and partners to get children back to school. Producers: Charlotta Lomas, Anais Hotin, Marina Sánchez Castelo, Chann Tet, Sophana Sim, Panos Pictures. Presenter: Charlotta Lomas, FAO. Photo ©FAO/Tang Chhin Sothy. ",
  "8 min\n \n\n \n\n\n\n\n\n\n          ©FAO\n        \n\n\n\n\n\n\n\n\n\n          Customer Reviews\n        \n\n\n\n\n\n4.4 out of 5\n5 Ratings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5 Ratings\n\n\n\n\n\n\n\n\n\n\n        Top Podcasts In Science\n      \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    BioHacked: Family Secrets\n\n\n\n    Three Uncanny Four\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Hidden Brain\n\n\n\n    Hidden Brain\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    The Jordan Harbinger Show\n\n\n\n    Jordan Harbinger\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Ologies with Alie Ward\n\n\n\n    Alie Ward\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Making Sense with Sam Harris\n\n\n\n    Sam Harris\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Science Friday\n\n\n\n    Science Friday and WNYC Studios\n\n \n\n\n\n\n\n\n\n        You Might Also Like\n      \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n    Global News Podcast\n\n\n\n    BBC World Service\n\n \n\n\n\n\n\n\n\n\n\n\n\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. "
]