[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelezione delle preferenze relative ai cookieUtilizziamo cookie e altre tecnologie simili necessari per consentirti di effettuare acquisti, per migliorare le tue esperienze di acquisto e per fornire i nostri servizi, come descritto in dettaglio nella nostra Informativa sui cookie. Utilizziamo questi cookie anche per capire come i clienti utilizzano i nostri servizi per poterli migliorare (ad esempio, analizzando le interazioni con il sito). ",
  "Se accetti, utilizzeremo i cookie anche per ottimizzare la tua esperienza di acquisto nei negozi Amazon come descritto nella nostra Informativa sui cookie. Questo comprende l'utilizzo di cookie di prima parte e di terze parti che memorizzano o accedono a informazioni standard del dispositivo, come l’identificatore univoco. I terzi utilizzano i cookie per le loro finalità di mostrare e analizzare la pubblicità personalizzata, generare informazioni sui destinatari e sviluppare e migliorare i prodotti. Clicca su \"Personalizza i cookie\" per non accettare questi cookie, gestire le tue preferenze ulteriori o saperne di più. Puoi modificare le tue preferenze in qualsiasi momento visitando la pagina sulle Preferenze cookie, come descritto nell'Informativa sui cookie. Per maggiori informazioni sulle modalità e finalità per cui Amazon utilizza i dati personali (come, ad esempio, la cronologia degli ordini dei negozi Amazon), consulta la nostra Informativa sulla privacy.Si è verificato un problema durante il salvataggio delle preferenze relative ai cookie. ",
  "Riprova.Accetta i cookiePersonalizza i cookie\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPassa al contenuto principale\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.it\n\n\n\n\n\n\n\n\n\n                   Ciao\n                \n\n                   Scegli il tuo indirizzo\n                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLibri\n\n\nSeleziona la categoria in cui desideri effettuare la ricerca\n\nLibri\nTutte le categorie\nAbbigliamento\nAlexa Skill\nAlimentari e cura della casa\nAmazon Fresh\nAmazon Global Store\nAmazon Warehouse\nApp e Giochi\nAudiolibri Audible\nAuto e Moto - Parti e Accessori\nBellezza\nBuoni Regalo\nCancelleria e prodotti per ufficio\nCasa e cucina\nCD e Vinili\nDispositivi Amazon\nElettronica\nFai da te\nFilm e TV\nGiardino e giardinaggio\nGiochi e giocattoli\nGioielli\nGrandi elettrodomestici\nHandmade\nIlluminazione\nIndustria e Scienza\nInformatica\nIscriviti e Risparmia\nKindle Store\nMeno di 10€\nModa\nMusica Digitale\nOrologi\nPrima infanzia\nPrime Video\nProdotti per animali domestici\nSalute e cura della persona\nScarpe e borse\nSoftware\nSport e tempo libero\nStrumenti musicali e DJ\nU2 Supermercato\nValigeria\nVideogiochi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCiao, Accedi\nAccount e liste\n\n\n\nResi\ne ordini\n\n\n\n0\n\n\n\n\n\n\n        Carrello\n        \n\n\n\n\n\n\n\n\n\n\n\n\nTutte\n\n\n\n\n\n\n\n\n\n\nSupporto per l'accessibilità\nBestseller\nAmazon Basics\nServizio Clienti\nOfferte\nNovità\nPrime\nMusica\nLibri\nModa\nElettronica\nVideogiochi\nCasa e cucina\nInformatica\nGiochi e Giocattoli\nAuto e Moto\nMiglioramento casa\nSport e Attività all'aperto\nSalute e cura della casa\nBellezza\nProdotti per animali domestici\nPrima infanzia\nIdee regalo\nBuoni Regalo\neBook in italiano\nToolkit Acquirente\nSpedizione Gratuita\nVendere\nsu Amazon\nWishlist\nIscriviti e Risparmia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Libri in altre lingue\n      \n    \n\n\n\n      Ricerca avanzata\n      \n    \n\n\n\n      Bestseller\n      \n    \n\n\n\n      Novità\n      \n    \n\n\n\n      Libri\n      \n    \n\n\n\n      Libri in inglese\n      \n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLife Below Water : Filho, Walter Leal, Azul, Anabela Marisa, Brandli, Luciana, zuyar, Pinar Gkcin, Wall, Tony: Amazon.it: Libri\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n                Libri\n            \n\n\n             ›\n         \n\n\n                Libri universitari\n            \n\n\n             ›\n         \n\n\n                 Scienze e matematica\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   \n\n     Nuovo:    481,49 €     \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n    Tutti i prezzi includono l'IVA. Consegna senza costi aggiuntivi\n  \n\n    \n\n\nScegli il tuo indirizzo\n\n\n    \n\n\n\n\n\n\n  \n\n \n\n\n\n      Questo articolo non è ancora disponibile. ",
  "Se prenoti ora, effettueremo la consegna non appena arriverà. Quantità: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  Quantità:1      \n\n\n\n\n\n\n\n\n[{\"displayPrice\":\"481,49 €\",\"priceAmount\":481.49,\"currencySymbol\":\"€\",\"integerValue\":\"481\",\"decimalSeparator\":\",\",\"fractionalValue\":\"49\",\"symbolPosition\":\"right\",\"hasSpace\":true,\"showFractionalPartIfEmpty\":true,\"offerListingId\":\"YzuYBFbJ4iPgDSzw95IJdBcHH%2FQfa%2F6si1Y5AFql6%2BXFiWA%2BINXYXTiZKM2PyZgclAKKjnyAub4Cmk%2FTcjrEl6LJC1JS%2F11YOHJOVC2JkqnbeTyz%2BdtsNezKZfoQxWOcNPlcGQ79DGMQs24%2FpwEpkw%3D%3D\",\"locale\":\"it-IT\",\"buyingOptionType\":\"NEW\"}]   481,49 €481,49 €  \n                    ()\n              Include le opzioni selezionate. Include il pagamento mensile iniziale e le opzioni selezionate. Dettagli  \n       Prezzo     (481,49 €x)         481,49 €          Subtotale    481,49 €481,49 €      Subtotale                  Scomposizione del pagamento iniziale           Costi e data di spedizione e totale dell'ordine (tasse incluse) indicati al momento del pagamento. Pre-ordina ora    \n\n   \n   Transazione sicura     \n  La transazione è sicura   Ci impegniamo a proteggere i tuoi dati e la tua privacy. Il nostro sistema di protezione dei pagamenti crittografa i tuoi dati durante la trasmissione. ",
  "Non divulghiamo i dati della tua carta di credito a venditori terzi né rivendiamo i tuoi dati personali a terze parti. Maggiori informazioni   \n \n\n \n\n\nSpedizione \n\n\n\nAmazon \n\n\n\nVenditore \n\n\n\nAmazon \n\n\n   Dettagli        Spedizione     Amazon        Venditore     Amazon        \n \n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n\nAggiungi opzioni regalo \n\n\n\n\n\n\n\n\n \n\n\n\n  \n   Aggiungi alla Lista                     Non è stato possibile aggiungere l'articolo alla Lista. ",
  "Ti suggeriamo di riprovare più tardi. Condividi      \n  \n\n\n\n\n\n\n\n\n    Ne hai uno da vendere? Vendi su Amazon    \n\n\n\n\n\n\n\n\n\n\n\n\n          Scarica l'app Kindle gratuita e inizia a leggere immediatamente i libri Kindle sul tuo smartphone, tablet o computer, senza bisogno di un dispositivo Kindle. Ottieni maggiori informazioniLeggi immediatamente sul tuo browser con Kindle Cloud Reader. Con la fotocamera del cellulare scansiona il codice di seguito e scarica l'app Kindle. Passa al retro Passa al fronte        Ascolta      Riproduzione in corso... ",
  "In pausa       Stai ascoltando un campione dell'edizione audio udibile. Maggiori informazioni        \n  Visualizza l'immagine    \n  \n \n\n\n\n\n\n\n\n   Life Below Water   Copertina rigida – 3 aprile 2022    \n\n       Edizione Inglese        \n\t   di             \nWalter Leal Filho \n(a cura di),  \n\n\nAnabela Marisa Azul \n(a cura di),  \n\n\nLuciana Brandli \n(a cura di),  \n\n\nPinar Gkcin zuyar \n(a cura di),  \n\n\nTony Wall \n(a cura di) \n\n\n& \n                 2\n                 altro   \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\nVisualizza tutti i formati ed edizioniSorry, there was a problem loading this page. ",
  "Try again. Prezzo Amazon      Nuovo a partire da   Usato da    \n\n    \n\n \n Copertina rigida \n \n \"Ti preghiamo di riprovare\"  \n    481,49 €    \n\n\n\n      481,49 €    \n                                —\n                                \n\n\n\n\n    \n\n \n\nCopertina flessibile \n\n\n \"Ti preghiamo di riprovare\"  \n     748,99 €     \n\n\n\n      748,99 €    \n                                —\n                                \n\n\n   \n   Copertina rigida  \n 481,49 €  \n\n\n   \n     1 Nuovo  da 481,49 €         Copertina flessibile  \n 748,99 €  \n\n\n   \n     1 Nuovo  da 748,99 €         \n\n\n\n  \n  Prenotazione al prezzo minimo garantito. Dettagli    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQuesto articolo è acquistabile con il Bonus Cultura e con il Bonus Carta del Docente   quando venduto e spedito direttamente da Amazon. Sono esclusi prodotti di Venditori terzi sul Marketplace di Amazon. Verifica i termini e condizioni dell' iniziativa   Bonus Cultura 18app e di \n Carta del Docente. <div><p>The problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. ",
  "Therefore, there is an increasing need to search for integrated solutions to make development more sustainable.&nbsp;The United Nations has acknowledged the problem&nbsp;and approved the “2030 Agenda for Sustainable Development”. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. ",
  "These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. &nbsp;</p><div>The&nbsp;<i>Encyclopedia of the UN Sustainable Development Goals</i>&nbsp;comprehensively addresses the SDGs in an integrated way. It&nbsp;&nbsp;encompasses 17 volumes, each one devoted to one of the 17 SDGs. This volume is dedicated to SDG 14 “<b>Conserve and sustainably use the oceans, seas and marine resources for sustainable development</b>\". Marine and coastal bio-resources, play an essential role in human well-being and social and economic development. This volume addresses this sustainability challenge providing the description of a range of terms, which allows a better understanding and fosters knowledge about it.</div></div><div><br></div><div>Concretely, the defined targets are:</div><div><div><ul><li>Prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution</li><li>Sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience, and take action for their restoration in order to achieve healthy and productive oceans</li><li>Minimize and address the impacts of ocean acidification, including through enhanced scientific cooperation at all levels</li><li>Effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics</li><li>Conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information</li><li>Prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies, recognizing that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the World Trade Organization fisheries subsidies negotiation 16</li><li>Increase the economic benefits to small island developing states and least developed countries from the sustainable use of marine resources, including through sustainable management of fisheries, aquaculture and tourism&nbsp;</li><li>Increase scientific knowledge, develop research capacity and transfer marine technology, taking into account the Intergovernmental Oceanographic Commission Criteria and Guidelines on the Transfer of Marine Technology, in order to improve ocean health and to enhance the contribution of marine biodiversity to the development of developing countries, in particular small island developing states and least developed countries</li><li>Provide access for small-scale artisanal fishers to marine resources and markets</li><li>Enhance the conservation and sustainable use of oceans and their resources by&nbsp;implementing international law as reflected in the United Nations Convention on the Law of the Sea, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of “The future we want”</li></ul><div><div><b>Editorial Board</b></div><div><br></div><div>Ulisses M. Azeiteiro, Anabela Marisa Azul, Luciana Brandli, Ernesto Brugnoli, Ana M. M. Gonçalves, Giulia Guerriero, Nathalie Hilmi, Walter Leal Filho, Filipe Martinho, Fernando Morgado, Saleem Mustafa, Nidhi Nagabhatla, Melissa Nursey-Bray, Jessica M. Savage, Teppo Vehanen</div></div></div></div>  Leggi di più  \n\n\n\n\n\n   Previous page    Lunghezza stampa      1000 pagine       Lingua      Inglese       Editore      Springer Nature       Data di pubblicazione      3 aprile 2022       Dimensioni      17.81 x 25.4 cm       ISBN-10      3319985353       ISBN-13      978-3319985350      Visualizza tutti i dettagli   Next page   \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOfferte speciali e promozioni\n\n\n\nAcquista questo prodotto e ricevi 90 giorni gratis di streaming musicale con Amazon Music Unlimited  \n   Dopo l'acquisto, riceverai un'email contenente informazioni su come iscriverti ad Amazon Music Unlimited. ",
  "Questa promozione non si applica ai prodotti digitali. Vedi condizioni\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Dillo alla casa editrice. ",
  "Vorrei leggere questo libro su Kindle\n\n    Non hai un Kindle? Scopri Kindle, oppure scarica   l'applicazione di lettura Kindle  GRATUITA. Recensioni clienti\n\n\n\n\n\n          5 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          4 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          3 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          2 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          1 stella\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\nCome vengono calcolate le valutazioni?Per calcolare la valutazione complessiva in stelle e la ripartizione percentuale per stella, non usiamo una media semplice. Il nostro sistema considera elementi quali la recente recensione e se il revisore ha acquistato l'articolo su Amazon. Analizza anche le recensioni per verificare l'affidabilità. Nessuna recensione cliente\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        Articoli visualizzati di recente e suggerimenti in primo piano\n    \n\n\n\n › \nVisualizza o modifica la cronologia di navigazione\n\nDopo aver visualizzato le pagine di dettaglio del prodotto, guarda qui per trovare un modo facile per tornare alle pagine che ti interessano. ",
  "Articoli visualizzati di recente e suggerimenti in primo piano\n    \n\n\n\n › \nVisualizza o modifica la cronologia di navigazione\n\nDopo aver visualizzato le pagine di dettaglio del prodotto, guarda qui per trovare un modo facile per tornare alle pagine che ti interessano. Torna su\n  \n\n\n\n\n\nPer conoscerci meglio\n\n\nOpportunità di lavoro\n\n\nInformazioni su Amazon\n\n\nSostenibilità\n\n\nAGCM - Impegni Amazon Procedimento PS 11716\n\n\nAmazon Science\n\n\n\n\n\nGuadagna con Amazon\n\n\nVendi su Amazon\n\n\nVendi su Amazon Business\n\n\nVendi su Amazon Handmade\n\n\nDiventa affiliato\n\n\nLogistica di Amazon\n\n\nPubblica con noi da indipendente\n\n\nPromuovi i tuoi prodotti\n\n\nOspita un hub Amazon\n\n\n›Scopri di più su Make Money with Us\n\n\n\n\n\nMetodi di pagamento Amazon\n\n\nMetodi di pagamento\n\n\nConvertitore di Valuta Amazon\n\n\nBuoni Regalo\n\n\nRicarica online\n\n\nRicarica in cassa\n\n\n\n\n\nBisogno di aiuto? "
]