[
  "Musk says Tesla has a 'first-class' health clinic for employeesSkip NavigationMarketsPre-MarketsU.S. MarketsEurope MarketsChina MarketsAsia MarketsWorld MarketsCurrenciesCryptocurrencyFutures & CommoditiesBondsFunds & ETFsBusinessEconomyFinanceHealth & ScienceMediaReal EstateEnergyClimateTransportationIndustrialsRetailWealthLifeSmall BusinessInvestingInvest In YouPersonal FinanceFintechFinancial AdvisorsOptions ActionETF StreetBuffett ArchiveEarningsTrader TalkTechCybersecurityEnterpriseInternetMediaMobileSocial MediaCNBC Disruptor 50Tech GuidePoliticsWhite HousePolicyDefenseCongressEquity and OpportunityEurope PoliticsChina PoliticsAsia PoliticsWorld PoliticsCNBC TVLive AudioLatest VideoTop VideoCEO InterviewsEurope TVAsia TVCNBC PodcastsDigital OriginalsWatchlistInvesting ClubNewsletterMorning MeetingTrade AlertsTrust PortfolioPROPro NewsPro LiveSubscribeSign InMenuMake ItUSAINTLSearch quotes, news & videosWatchlistSIGN INMarketsBusinessInvestingTechPoliticsCNBC TVWatchlistInvesting ClubPROMenuTechElon Musk says Tesla now has a health clinic for employees that provides 'first-class' servicePublished Wed, Oct 24 20188:06 PM EDTUpdated Thu, Oct 25 20187:42 AM EDTChristina FarrWATCH LIVEKey PointsOn Wednesday's earnings call, Musk touted the quality health service his employees receive.Amazon and Apple are among other tech companies investing in their own employee health clinics.Elon Musk, billionaire, co-founder and chief executive officer of Tesla Motors Inc.Simon Dawson | Bloomberg | Getty ImagesTesla CEO Elon Musk briefly moved away from talking about cars during Wednesday's earnings call to rave about his company's new health clinics for employees.Musk said that Tesla's medical clinics offer \"immediate first-class health care available right on the spot.\"",
  "Tesla says the offices are staffed by doctors and nurses, and overseen by an orthopedic surgeon, whom Musk did not name. \"If you become injured or ill for any reason you can find care on-site,\" Musk told analysts on the call.Tesla is among a crop of technology companies that are providing on-site medical services to employees, part of an effort to improve care and keep workers healthy. Amazon is planning to open its own clinics next year, people familiar with the matter have told CNBC, and Apple is hiring doctors for its \"AC Wellness\" health centers.Musk didn't provide a name for the medical center, but several people on LinkedIn say they are working in assistant or reception roles at \"Tesla Clinic\" in Fremont, California, where the company is located.Other large, self-insured companies work with third-party vendors, such as Crossover Health and One Medical, which specialize in on-site and nearby medical clinics for workers.On the earnings call, Laurie Shelby, the company's vice president of environmental health and safety, spoke about the importance of providing high-quality and accessible care to Tesla's workers. \"We are more than 10 percent better in our lost work days and days away,\" she said. \"And our injuries are moving down year over year. \"WATCH: Loup Ventures' Gene Munster gives his take on Tesla earningsVIDEO12:1812:18Loup Ventures Founder Gene Munster gives his take on Tesla earningsFast MoneyTVWATCH LIVEWATCH IN THE APPUP NEXT | ETListenTVWATCH LIVEWATCH IN THE APPUP NEXT | ETListenSubscribe to CNBC PROLicensing & ReprintsCNBC CouncilsSupply Chain ValuesCNBC on PeacockAdvertise With UsJoin the CNBC PanelDigital ProductsNews ReleasesClosed CaptioningCorrectionsAbout CNBCInternshipsSite MapAd ChoicesCareersHelpContactNews TipsGot a confidential news tip?",
  "We want to hear from you.Get In TouchCNBC NewslettersSign up for free newsletters and get more CNBC delivered to your inboxSign Up NowGet this delivered to your inbox, and more info about our products and services. Privacy Policy|Do Not Sell My Personal Information|CA Notice|Terms of Service© 2022 CNBC LLC."
]