[
  "Master Plan, Part Deux | Tesla × ▾ English Nederlands Français Deutsch English English Change language Blog Videos Press Customer Stories Events Get Updates Blog Videos Press Customer Stories Events Get Updates Master Plan, Part Deux Elon Musk July 20, 2016 The first master plan that I wrote 10 years ago is now in the final stages of completion. It wasn't all that complicated and basically consisted of: Create a low volume car, which would necessarily be expensive Use that money to develop a medium volume car at a lower price Use that money to create an affordable, high volume carAnd...",
  "Provide solar power. No kidding, this has literally been on our website for 10 years. The reason we had to start off with step 1 was that it was all I could afford to do with what I made from PayPal. I thought our chances of success were so low that I didn't want to risk anyone's funds in the beginning but my own. The list of successful car company startups is short. As of 2016, the number of American car companies that haven't gone bankrupt is a grand total of two: Ford and Tesla.",
  "Starting a car company is idiotic and an electric car company is idiocy squared. Also, a low volume car means a much smaller, simpler factory, albeit with most things done by hand.",
  "Without economies of scale, anything we built would be expensive, whether it was an economy sedan or a sports car. While at least some people would be prepared to pay a high price for a sports car, no one was going to pay $100k for an electric Honda Civic, no matter how cool it looked. Part of the reason I wrote the first master plan was to defend against the inevitable attacks Tesla would face accusing us of just caring about making cars for rich people, implying that we felt there was a shortage of sports car companies or some other bizarre rationale. Unfortunately, the blog didn't stop countless attack articles on exactly these grounds, so it pretty much completely failed that objective. However, the main reason was to explain how our actions fit into a larger picture, so that they would seem less random. The point of all this was, and remains, accelerating the advent of sustainable energy, so that we can imagine far into the future and life is still good.",
  "That's what \"sustainable\" means. It's not some silly, hippy thing -- it matters for everyone.",
  "By definition, we must at some point achieve a sustainable energy economy or we will run out of fossil fuels to burn and civilization will collapse. Given that we must get off fossil fuels anyway and that virtually all scientists agree that dramatically increasing atmospheric and oceanic carbon levels is insane, the faster we achieve sustainability, the better. Here is what we plan to do to make that day come sooner: Integrate Energy Generation and StorageCreate a smoothly integrated and beautiful solar-roof-with-battery product that just works, empowering the individual as their own utility, and then scale that throughout the world. One ordering experience, one installation, one service contact, one phone app. We can't do this well if Tesla and SolarCity are different companies, which is why we need to combine and break down the barriers inherent to being separate companies. That they are separate at all, despite similar origins and pursuit of the same overarching goal of sustainable energy, is largely an accident of history.",
  "Now that Tesla is ready to scale Powerwall and SolarCity is ready to provide highly differentiated solar, the time has come to bring them together. Expand to Cover the Major Forms of Terrestrial TransportToday, Tesla addresses two relatively small segments of premium sedans and SUVs.",
  "With the Model 3, a future compact SUV and a new kind of pickup truck, we plan to address most of the consumer market. A lower cost vehicle than the Model 3 is unlikely to be necessary, because of the third part of the plan described below. What really matters to accelerate a sustainable future is being able to scale up production volume as quickly as possible. That is why Tesla engineering has transitioned to focus heavily on designing the machine that makes the machine -- turning the factory itself into a product. A first principles physics analysis of automotive production suggests that somewhere between a 5 to 10 fold improvement is achievable by version 3 on a roughly 2 year iteration cycle. The first Model 3 factory machine should be thought of as version 0.5, with version 1.0 probably in 2018.",
  "In addition to consumer vehicles, there are two other types of electric vehicle needed: heavy-duty trucks and high passenger-density urban transport. Both are in the early stages of development at Tesla and should be ready for unveiling next year.",
  "We believe the Tesla Semi will deliver a substantial reduction in the cost of cargo transport, while increasing safety and making it really fun to operate. With the advent of autonomy, it will probably make sense to shrink the size of buses and transition the role of bus driver to that of fleet manager. Traffic congestion would improve due to increased passenger areal density by eliminating the center aisle and putting seats where there are currently entryways, and matching acceleration and braking to other vehicles, thus avoiding the inertial impedance to smooth traffic flow of traditional heavy buses. It would also take people all the way to their destination. Fixed summon buttons at existing bus stops would serve those who don't have a phone. Design accommodates wheelchairs, strollers and bikes.",
  "AutonomyAs the technology matures, all Tesla vehicles will have the hardware necessary to be fully self-driving with fail-operational capability, meaning that any given system in the car could break and your car will still drive itself safely. It is important to emphasize that refinement and validation of the software will take much longer than putting in place the cameras, radar, sonar and computing hardware.",
  "Even once the software is highly refined and far better than the average human driver, there will still be a significant time gap, varying widely by jurisdiction, before true self-driving is approved by regulators. We expect that worldwide regulatory approval will require something on the order of 6 billion miles (10 billion km). Current fleet learning is happening at just over 3 million miles (5 million km) per day. I should add a note here to explain why Tesla is deploying partial autonomy now, rather than waiting until some point in the future. The most important reason is that, when used correctly, it is already significantly safer than a person driving by themselves and it would therefore be morally reprehensible to delay release simply for fear of bad press or some mercantile calculation of legal liability. According to the recently released 2015 NHTSA report, automotive fatalities increased by 8% to one death every 89 million miles.",
  "Autopilot miles will soon exceed twice that number and the system gets better every day. It would no more make sense to disable Tesla's Autopilot, as some have called for, than it would to disable autopilot in aircraft, after which our system is named.",
  "It is also important to explain why we refer to Autopilot as \"beta\". This is not beta software in any normal sense of the word. Every release goes through extensive internal validation before it reaches any customers. It is called beta in order to decrease complacency and indicate that it will continue to improve (Autopilot is always off by default). Once we get to the point where Autopilot is approximately 10 times safer than the US vehicle average, the beta label will be removed. SharingWhen true self-driving is approved by regulators, it will mean that you will be able to summon your Tesla from pretty much anywhere.",
  "Once it picks you up, you will be able to sleep, read or do anything else enroute to your destination. You will also be able to add your car to the Tesla shared fleet just by tapping a button on the Tesla phone app and have it generate income for you while you're at work or on vacation, significantly offsetting and at times potentially exceeding the monthly loan or lease cost.",
  "This dramatically lowers the true cost of ownership to the point where almost anyone could own a Tesla. Since most cars are only in use by their owner for 5% to 10% of the day, the fundamental economic utility of a true self-driving car is likely to be several times that of a car which is not. In cities where demand exceeds the supply of customer-owned cars, Tesla will operate its own fleet, ensuring you can always hail a ride from us no matter where you are. So, in short, Master Plan, Part Deux is: Create stunning solar roofs with seamlessly integrated battery storage Expand the electric vehicle product line to address all major segments Develop a self-driving capability that is 10X safer than manual via massive fleet learning Enable your car to make money for you when you aren't using it * * * * * FORWARD-LOOKING STATEMENTS; ADDITIONAL INFORMATION Certain statements in this blog post, such as those about future products, services and features, are “forward-looking statements” that are subject to risks and uncertainties. These forward-looking statements are based on current expectations. Various important factors could cause actual results to differ materially.",
  "Tesla disclaims any obligation to update this information. This communication is not an offer or a solicitation of an offer to purchase, sell or exchange securities or a solicitation of a proxy from any stockholder."
]