[
  "A search for bold ideas to drive climate action Skip to main content The Keyword A search for bold ideas to drive climate action Share Twitter Facebook Linkedin Mail Copy link Latest stories Product updates Product updates Android, Chrome & Play Android Chrome Chromebooks Google Play Wear OS by Google Devices & Services Chromecast Google Nest Pixel Pixelbook Stadia Fitbit Explore & Get Answers Earth Google Assistant Maps News Search Travel Connect & Communicate Duo Photos Translate In The Cloud Docs, Sheets and Slides Gmail Google Cloud Meet More on the Cloud Blog See all product updates Android, Chrome & Play Android Chrome Chromebooks Google Play Wear OS by Google Devices & Services Chromecast Google Nest Pixel Pixelbook Stadia Fitbit Explore & Get Answers Earth Google Assistant Maps News Search Travel Connect & Communicate Duo Photos Translate In The Cloud Docs, Sheets and Slides Gmail Google Cloud Meet More on the Cloud Blog See all product updates Company news Company news Outreach & initiatives Diversity and inclusion Education Google.org Grow with Google Sustainability See all Technology AI Developers Families Next billion users Safety and security See all Inside Google Data centers and infrastructure Doodles Googlers Life at Google See all Around the globe Google in Africa Google in Asia Google in Europe Google in Latin America See all Perspective Sundar Pichai, CEO Ruth Porat, SVP and CFO Kent Walker, SVP See all Outreach & initiatives Diversity and inclusion Education Google.org Grow with Google Sustainability See all Technology AI Developers Families Next billion users Safety and security See all Inside Google Data centers and infrastructure Doodles Googlers Life at Google See all Around the globe Google in Africa Google in Asia Google in Europe Google in Latin America See all Perspective Sundar Pichai, CEO Ruth Porat, SVP and CFO Kent Walker, SVP See all Subscribe Press corner RSS feed Subscribe The Keyword Latest stories Product updates Product updates Android, Chrome & Play Android Chrome Chromebooks Google Play Wear OS by Google Devices & Services Chromecast Google Nest Pixel Pixelbook Stadia Fitbit Explore & Get Answers Earth Google Assistant Maps News Search Travel Connect & Communicate Duo Photos Translate In The Cloud Docs, Sheets and Slides Gmail Google Cloud Meet More on the Cloud Blog See all product updates Company news Company news Outreach & initiatives Diversity and inclusion Education Google.org Grow with Google Sustainability See all Technology AI Developers Families Next billion users Safety and security See all Inside Google Data centers and infrastructure Doodles Googlers Life at Google See all Around the globe Google in Africa Google in Asia Google in Europe Google in Latin America See all Perspective Sundar Pichai, CEO Ruth Porat, SVP and CFO Kent Walker, SVP See all Press corner RSS feed Subscribe Google.org A search for bold ideas to drive climate action Jun 23, 2022 min read Share Twitter Facebook Linkedin Mail Copy link Kate Brandt Chief Sustainability Officer Share Twitter Facebook Linkedin Mail Copy link Google has been committed to climate action for decades — and during that time, we've learned that we can have the biggest impact on our planet by working together. That’s why we’re launching a $30 million Google.org Impact Challenge on Climate Innovation — an open call for ambitious projects from nonprofits and social enterprises that accelerate advances in climate information and action, driven by open data, AI, machine learning and other digital tools.We’re leading by example at Google by setting a goal to achieve net-zero emissions across all of our operations and value chain, including our consumer hardware products, by 2030.",
  "We’re going even further for our data centers and campuses, with a moonshot goal to operate on 24/7 carbon-free energy by the end of the decade. Our work to procure clean energy around the world not only helps us decarbonize our own operations, but also greens the local grids where we’re based, benefitting entire regions.But when it comes to solving a problem as big and urgent as climate change, we get more done when we partner together. So we’re using our technology to make critical climate data available to everyone. Cities are using our Environmental Insights Explorer to better understand their emissions data, solar potential, air quality and tree canopy coverage. Customers are using innovative new tools in Google Cloud like Carbon Footprint, which helps companies accurately measure the gross carbon footprint of their cloud usage. And Google users can make more sustainable choices with information like the carbon footprint of their travel — whether finding flights with lower carbon emissions or choosing fuel-efficient driving directions in Google Maps.",
  "Drive climate action through dataThrough the Google.org Impact Challenge on Climate Innovation, we'll build on this work by supporting nonprofits and social enterprises that demonstrate the power of digital technology in climate innovation. Six projects will receive $5 million each in funding, along with in-kind donations of Google’s products and technical expertise through Google.org Fellowships and more.",
  "These funds will speed up the collection of data and development of tools that advocates, policymakers, businesses and individuals need to drive positive impact.Open data and advanced digital tools, including AI and machine learning, can give way to new climate solutions that simply wouldn’t have been possible in the past. These technologies can reveal patterns and insights that were otherwise hidden in a mountain of data. Since 2018, Google.org has supported a wide range of climate innovators that can help us make better planning decisions by modeling future outcomes — including projects that map emissions on a global scale; show people the most effective places to restore ecosystems; and help small businesses understand their carbon footprint, to name a few. Tools like these make the climate information around us more accessible and useful.This year’s Impact Challenge builds off the success of Google.org’s Impact Challenge on Climate in Europe in 2020, and a $6 million Google.org Sustainability Seed Fund launched earlier this year for the Asia-Pacific region. Apply now with your bold ideasApplications for the Google.org Impact Challenge on Climate Innovation are now open at g.co/climatechallenge. We encourage organizations to apply early, as priority consideration will be given to proposals received by July 29.",
  "Selected organizations will be announced on a rolling basis throughout the year, and the application window will remain open until all six projects have been selected. POSTED IN: Google.org Sustainability Related stories Google.org Ongoing support for refugees and displaced people By Alex Diaz Jun 20, 2022 Search Supporting evolving COVID information needs By Hema Budaraju Jun 16, 2022 Google in Latin America Renewing our commitment to Brazil By Fabio Coelho Jun 14, 2022 Google Cloud Helping farmers with cloud technology, up close and global By Chris Talbott Jun 03, 2022 Grow with Google Helping people impacted by the justice system By Maab Ibrahim Jun 01, 2022 Diversity and Inclusion Finding belonging in LGBTQ+ spaces Google is building on our commitment to the LGBTQ+ community.",
  "Googlers are participating in local Pride marches and donating to nonprofits. By Adrienne Hayes (she/her) May 28, 2022 . Let’s stay in touch. Get the latest news from Google in your inbox. Subscribe No thanks Please check your network connection and try again. The latest news from Google, in your inbox.",
  "First name Email address Sign up to receive news and other stories from Google. Your information will be used in accordance with Google's privacy policy."
]