[
  "Sustainable Development Goal 8 - Wikipedia Sustainable Development Goal 8 From Wikipedia, the free encyclopedia Jump to navigation Jump to search Global goal to promote decent work and economic growth by 2030 Sustainable Development Goal 8Mission statement\"Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 8 (SDG 8 or Global Goal 8) is about \"decent work and economic growth\" and is one of the 17 Sustainable Development Goals which were established by the United Nations General Assembly in 2015. The full title is to \"Foster sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all.",
  "\"[1][2] Progress towards targets will be measured, monitored and evaluated by 17 indicators. SDG 8 has (12) twelve targets in total to be achieved by 2030. Some targets are for 2030; others are for 2020. The first (10) ten are \"outcome targets\". These are; \"sustainable economic growth; diversify, innovate and upgrade for economic productivity\", \"promote policies to support job creation and growing enterprises\", \"improve resource efficiency in consumption and production\", 'full employment and decent work with equal pay', 'promote youth employment, education and training', 'end modern slavery, trafficking, and child labour', 'protect labour rights and promote safe working environments', 'promote beneficial and sustainable tourism', universal access to banking, insurance and financial services. In addition, there are also (2) two targets for \"means of achieving\", which are: Increase aid for trade support; develop a global youth employment strategy.",
  "This goal aims at ensuring the economic sector of every country provides the necessary need for its citizen to have a good life irrespective of their background, race or culture. [3] Roughly half the world's population still lives on the equivalent of about US$2 a day.",
  "In many places, having a job does not guarantee the ability to escape from poverty. This slow and uneven progress could require everyone to rethink and retool the economic and social policies aimed at eradicating poverty. [4] For the least developed countries, the economic target is to attain at least a 7 percent annual growth in Gross Domestic Product (GDP). In 2018, the global growth rate of real GDP per capita was 2 per cent. In addition, the rate for least developed countries was 4.5 per cent in 2018 and 4.8 per cent in 2019, less than the 7 per cent growth rate targeted in SDG 8. [5] The COVID-19 pandemic is pushing the world into the worst global economic crisis since the Great Depression.",
  "[6] Contents 1 Background 2 Targets, indicators and progress 2.1 Target 8.1: Sustainable economic growth 2.2 Target 8.2: Diversify, innovate and upgrade for economic productivity 2.3 Target 8.3: Promote policies to support job creation and growing enterprises 2.4 Target 8.4: Improve resource efficiency in consumption and production 2.5 Target 8.5: Full employment and decent work with equal pay 2.6 Target 8.6: Promote youth employment, education and training 2.7 Target 8.7: End modern slavery, trafficking, and child labour 2.8 Target 8.8: Protect labour rights and promote safe working environments 2.9 Target 8.9: Promote beneficial and sustainable tourism 2.10 Target 8.10: Universal access to banking, insurance and financial services 2.11 Target 8.a: Increase aid for trade support 2.12 Target 8.b: Develop a global youth employment strategy 2.13 Custodian agencies 3 Monitoring 4 Links with other SDGs 5 Organizations 5.1 UN system 5.2 NGOs and others 5.3 US Based Organizations 6 Challenges 6.1 Impacts of COVID-19 pandemic 7 Society and culture 7.1 Reception 8 References 9 External links Background[edit] Craftmen at work, bamboo basket weaving and textile mobile sculptures, in Heuan Chan heritage house, Luang Prabang, Laos For close to three decades, the number of workers living in extreme poverty has reduced drastically. This is despite the lasting impact of the 2008 economic crisis and global recession.",
  "In developing countries, 34 per cent of total employments were for the middle class, a number that has increased rapidly between 1991 and 2015. [4] In spite of that, the global economy continues to recover; the world is seeing slower growth, inequalities widened, and low level of jobs opportunity that is not commensurate of the labour force. Employment growth since 2008 has averaged only 0.1% annually, compared with 0.9% between 2000 and 2007. Over 60 per cent of all workers do not have an employment contract. [7][8] SDG 8 aims at fostering sustainable and equitable economic growth for all workers, irrespective of their background, race or gender. [9] This means achieving “higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors.”[9] Targets, indicators and progress[edit] Further information: List of SDG targets and indicators The UN has defined 12 Targets and 17 Indicators for SDG 8.",
  "The 12 Targets specify the goals and Indicators represent the metrics by which the world aims to track whether these targets are achieved by using the years stated and documented for the indicators actualisation. Two of the indicators are to be achieved by the year 2020, one by the year 2025, and the remaining fourteen indicators are to be achieved by 2030, which sums it up to seventeen.",
  "[10] Each of the 17 Indicators is used to measure the progress and the success of the decent work and global economic growth for all. [10] Target 8.1: Sustainable economic growth[edit] World map for Indicator 8.1.1 in 2015: Annual growth rate of real GDP per employed person[11] The full title of Target 8.1 is: \"Sustain per capita economic growth in accordance with national circumstances and, in particular, at least 7 per cent gross domestic product growth per annum in the least developed countries\". [2] It has one indicator: Indicator 8.1.1 is the \"Annual growth rate of real GDP per capita\". [11] Achieving higher productivity will require diversification and upgraded technology along with innovation, entrepreneurship, and the growth of small- and medium-sized enterprises (SMEs). Over the past five years, economic growth in least developed countries has been increasing at an average rate of 4.3 per cent. [12] In 2018, the global growth rate of real GDP per capita was 2 per cent.",
  "In addition, the rate for least developed countries was 4.5 per cent in 2018 and 4.8 per cent in 2019, less than the 7 per cent growth rate targeted in SDG 8. [5] The COVID-19 pandemic is pushing the world into the worst global economic crisis since the Great Depression.",
  "[6] Target 8.2: Diversify, innovate and upgrade for economic productivity[edit] World map for Indicator 8.2.1 in 2015: Annual growth rate of real GDP Per Employed[11] The official wording for Target 8.2 is: \"Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors. \"[2] It has one indicator: Indicator 8.2.1 is the \"Annual growth rate of real GDP per employed person\". [11] After a brief interruption during the global economic downturn of 2008–2009, labour productivity has continued to grow; in 2019, it increased by 1.4 per cent from the previous year. [13] A large portion of North America (Canada and the United States) had an average 0.5% increase in GDP per employed person, but overall, the continent had an approximate -0.53% decrease in productivity. South America had an overall decrease in GDP per employed person, with Venezuela experiencing the largest change at -31.8%. The continent overall met an approximate -2.56% decrease in productivity.",
  "Asia had an overall increase in GDP per employed person. It had an approximate 2.1% increase in GDP per employed person with a large portion (China) seeing a 6.6% increase.",
  "Europe had an overall increase in GDP per employed person. It had an approximate 1.3% increase with a large portion (Russia) seeing a 2.5% increase. Africa had an overall increase in GDP per employed person. It had an approximate 0.4% increase. Oceania had an overall increase in GDP per employed person. It had an approximate 0.85% increase with a large portion (Australia) seeing a 0.2% increase.",
  "[11] The key drivers behind advancing the goal and pushing the statistics higher are businesses, since they provide jobs, as well as encourage innovation and labor productivity. [14] Target 8.3: Promote policies to support job creation and growing enterprises[edit] World map for Indicator 8.3.1 Informal employment, 2017[15] The official wording for Target 8.3 is: \"Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation.",
  "\"[2] It has one indicator: Indicator 8.3.1 is the \"Proportion of informal employment in non-agriculture employment, by sex\". [11] Jobs that fall under the Informal employment in non-agricultural employment include; unregistered and/or small-scale private unincorporated enterprises engaged in the production of goods or services meant for sale or barter, self-employed street vendors, taxi drivers and home-base workers, irrespective of size. [15] In 2016, 61 per cent of workers were involved in informal employment. In the same year, while informal employment in agricultural sector was 94 per cent, it was 51 per cent in non agricultural sector. However, the income of workers in informal employment is estimated to have decreased by 60 per cent in the first month of COVID-19 crisis globally and about 81 per cent in certain other regions. [5] In 2018, the number of women engaged in the labour force was put at 48 per cent while that of men was 75 per cent.",
  "Also, it is recorded that 85 million women compared to 55 million men are underutilized. [16] Target 8.4: Improve resource efficiency in consumption and production[edit] World Map for Indicator 8.4.2: Domestic material consumption per capita, 2017[17] The official title of Target 8.4 is: \"Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10‑Year Framework of Programs on Sustainable Consumption and Production, with developed countries taking the lead.",
  "\"[2] It has two indicators: Indicator 8.4.1: Material footprint, material footprint per capita, and material footprint per GDP Indicator 8.4.2: Domestic material consumption, domestic material consumption per capita, and domestic material consumption per GDP The total material footprint is the sum of the material footprint for biomass, fossil fuels, metal ores and non-metal ores. Data on material footprints are outdated and unavailable after the year 2010. [11] Material footprint per capita has had an increase of 39 per cent from the year 2000 to 2017 reaching 12.18 tonnes and material footprint per unit of GDP has had an increase of 7 percent from the year 2000 to 2017 reaching 1.16 kg. [11] Domestic material consumption measures the total amount of material directly used by an economy and is defined by the annual quantity of raw material extracted from the domestic area plus physical imports minus physical exports. [18] Domestic material consumption per capita has increased by 11 per cent from 2010 to 2017 reaching 12.17 tonnes and domestic material consumption per unit of GDP has not increased between 2010 to 2017 staying at a value of 1.16 kg. [11] Target 8.5: Full employment and decent work with equal pay[edit] World map for indicator 8.5.2 in 2017 - Unemployment rate[11] The full title for Target 8.5 is: \"By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value\".",
  "[2] Target 8.5 has two indicators:[11] Indicator 8.5.1: Average hourly earnings of female and male employees, by occupation, age and persons with disabilities Indicator 8.5.2: Unemployment rate, by sex, age and persons with disabilities Average earnings are reported for male and female employees, but not available across countries for further breakdowns. [11] Data on average hourly earnings cast light on income inequality.",
  "[12] In 2017, a factor-weighted gender pay gap of 19 per cent was determined. [12] The unemployment rate is available for the total population, in addition to breakdown by sex. [11] 600 million new jobs need to be created by 2030, just to keep pace with the growth of the working-age population. [19] More than 204 million people were unemployed in 2015. [20] Fewer than 45 per cent of wage and salaried workers are employed on a full-time, permanent basis, and even that share is declining. Again, 204 million people are unemployed in 2015.",
  "By 2019, more than 212 million people will be out of work, up from the current 201 million. [21] Target 8.6: Promote youth employment, education and training[edit] The full title for Target 8.6 is: \"By 2020, substantially reduce the proportion of youth not in employment, education or training\".",
  "[2] Unlike most SDG targets set for the year 2030, this is set to be achieved by 2020. [11] It has one indicator. Indicator 8.6.1 is the \"Proportion of youth (aged 15–24 years) not in education, employment or training\". Most SDGs are either set to be reached by 2020 or 2030. While SDG 8, is due in 2030 target 8.6 has already expired in 2020. In 2019, 22 per cent of the world's young people were not in employment, education or training, a figure that has hardly changed since 2005.",
  "[12] Addressing youth employment means finding solutions with and for young people who are seeking a decent and productive job. Such solutions should address both supply, i.e.",
  "education, skills development and training, and demand. [22] In Canada, over the years there has been a slight decrease in the number of youths not associated with education, employment and or training (NEET). The NEET rates in 1975 were 17.68% and in 2020, the NEET rates were 19.68%. [23] While there has been progress in many North American and European Countries, this is not the case for most African countries. As the NEET rates for youth in the majority of African countries are higher today than in 2015 (when the SDGs were originally implemented). [24] Youth that is NEET, are more likely to have adverse effects on their emotional, physical and psychosocial wellbeing.",
  "[25] The lack of decent employment can also contribute to exacerbating global issues such as poverty and mass migration. [24] World map for indicator 8.7.1 in 2015 - Share of children aged 5-17 years old in employment[11] Target 8.7: End modern slavery, trafficking, and child labour[edit] The full title for Target 8.7 is \"Take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms\".",
  "[2] There is one indicator: Indicator 8.7.1 is the \"Proportion and number of children aged 5–17 years engaged in child labour, by sex and age\". [11] Target 8.8: Protect labour rights and promote safe working environments[edit] The full title of the Target 8.8 is: \"Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment\". [2] It has two indicators:[11] Indicator 8.8.1: Frequency rates of fatal and non-fatal occupational injuries, by sex and migrant status Indicator 8.8.2: Level of national compliance with labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation, by sex and migrant status Substandard working conditions are often related to poverty, inequality and discrimination. In many contexts, certain groups – such as workers with disabilities, women workers, youth, and migrants, among others – face particular obstacles in accessing decent work and may be especially vulnerable to abuses. [10] Target 8.9: Promote beneficial and sustainable tourism[edit] The full text for Target 8.9 is \"By 2030, devise and implement policies to promote sustainable tourism that creates jobs and promotes local culture and products. \"[2] It has two indicators:[11] Indicator 8.9.1: Tourism direct GDP as a proportion of total GDP and in growth rate Indicator 8.9.2: The proportion of jobs in sustainable tourism industries out of total tourism jobs A proposal has been tabled in 2020 to delete Indicator 8.9.2.",
  "[26] Every country will be able to generate income as it aims at improving its tourist attraction. [11] World map for Indicator 8.10.1 in 2017 - ATMs per 100,000 adults[11] The United Nations World Tourism Organization (UNWTO) defines sustainable tourism as “tourism that takes full account of its current and future economic, social and environmental impacts, addressing the needs of visitors, the industry, the environment, and host communities”[27] Tourism is a powerful industry and uses the resources of natural, cultural and historical places from all around the world [28] Mass tourism can negatively affect these places by depleting local natural resources, destroying the natural habitat, polluting sources of water and soil, putting pressure on endangered species, and hindering the quality of life of the local population.",
  "The purpose of sustainable development is to maximize incentives while minimizing the negative impacts caused by the mass tourism industry. Tourism is an essential driving force of economic growth. For example, prior to the disruption caused by the pandemic globally \"travel & tourism accounted for 1 in 4 of all new jobs created 10.6% of all jobs (334 million), and 10.4% of global GDP (US$9.2 trillion)” [29] In 2019, activities associated with tourism accounted for approximately 2% of Canada’s GDP and generated about 750,000 jobs\" [30] Travel restrictions from the pandemic contributed to a decline to 1.1% of Canadas GDP in 2020 [31] The integration of cultural heritage in sustainable tourism can enhance the living standards and improve the income of the local people[32] It can assist in stimulating the economy especially in rural economies by encouraging the demand for agricultural produce and through infrastructure development can increase capital into these areas. [32] Sustainable tourism can embrace and strengthen the local culture. A strong foundation in the preservation of cultural heritage can lead to greater awareness and pride in the history of the civilization. Culture plays a crucial role in tourism it is estimated that cultural tourism accounts for \"40% of all European tourism, 4 out of 10 tourists choose their destination based on its cultural offering”.",
  "[33] Sustainable tourism encourages economic growth while preserving artifacts, historical sites and local values. Target 8.10: Universal access to banking, insurance and financial services[edit] SDG Indicator 8.10.2 Adult population with account at financial institution The official text for Target 8.10 is: \"Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all\".",
  "[2] Target 8.10 has two indicators:[11] Indicator 8.10.1: Number of commercial bank branches per 100,000 adults and (b) number of automated teller machines (ATMs) per 100,000 adults Indicator 8.10.2: Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider The outbreak of the COVID-19 pandemic in 2020 has reduced the growth of every economy in the world, including every sector like banking, insurance and services. [12] Other sectors such as tourism, are also facing challenges and the GDP per capita is expected to drop by 4.2% this period. [34] On the bright side, in over 130 countries, the digital cash transfer programs, mobile transactions policies and regulations have been improved during the pandemic. The need for people to get quick cash and also make cashless transactions – while still maintaining social distancing – prompted this response. [35] The concern now is that these changes lay the foundation for stronger financial structures that would be proficient enough to serve all. [35] Target 8.a: Increase aid for trade support[edit] The official wording for Target 8.a \"Increase Aid for Trade support for developing countries, in particular, least developed countries, including through the Enhanced Integrated Framework for Trade-related Technical Assistance to Least Developed Countries.",
  "\"[2] It has one indicator. Indicator 8.a.1 is the \"Aid for Trade commitments and disbursements\".",
  "The indicator 8.a.1 is measured as total Official Development Assistance (ODA) allocated to aid for trade in 2015 US$. Strengthening domestic financial institutions and increasing Aid for Trade support for developing countries is considered essential to economic development. The Enhanced Integrated Framework for Trade-Related Technical Assistance to least developed countries is mentioned as a method for achieving sustainable economic development. [4] In 2018, aid for trade commitments remained stable, at $58 billion, based on current prices. [12] South and Central Asia received the highest share thereof (31.4 per cent), followed by sub-Saharan Africa (29.2 per cent). [12] Lower-middle-income countries received 37.5 per cent of aid for trade, followed by least developed countries (36.8 per cent).",
  "[12] Target 8.b: Develop a global youth employment strategy[edit] Graduates of Harambee Youth Employment Accelerator in Johannesburg The full title of Target 8.b is: \"By 2020, develop and operationalize a global strategy for youth employment and implement the Global Jobs Pact of the International Labour Organization\". [2] It has one indicator: Indicator 8.b.1 is the \"Existence of a developed and operationalized national strategy for youth employment\".",
  "Unlike most SDG targets with a target for 2030, the goal date for this indicator is 2020. According to data for 2019, 98 per cent of the countries surveyed had a youth employment strategy or a plan to develop one in the near future. [12] ILO as the agency for this indicator is in charge of the data gathering for the progress of Global Youth Empowerment Strategy. [36] Custodian agencies[edit] Custodian agencies are in charge of reporting on the following indicators:[36] Indicator 8.1.1: United Nations Department of Economic and Social Affairs (UN-DESA) and United Nations Statistics Division (UNSD). Indicators 8.2.1, 8.3.1,8.5.1, 8.5.2, 8.6.1, 8.8.1, 8.8.2 and 8.b.1: International Labour Organisation (ILO). Indicators 8.4.1 and 8.4.2: United Nations Environment Programme (UNEP).",
  "Indicator 8.7.1: The International Labour Organisation (ILO) and United Nations International Children's Emergency Fund (UNICEF). Indicators 8.9.1 and 8.9.2: United Nations World Tourism Organization (UNWTO).",
  "Indicator 8.10.1: International Monetary Fund (IMF). Indicator 8.10.2: World Bank (WB). Indicator 8.a.1: Organisation for Economic Co-operation and Development (OECD). Monitoring[edit] High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General; the most recent is from April 2020. [6] Links with other SDGs[edit] The attainment of SDG 8 is vested on the success and progress of other SDGs. There cannot be growth in the economy of any country if its citizens are not well educated.",
  "Therefore, SDG 8; Decent Work and Economic Growth interlinks with Quality Education (SDG 4),[37] Gender Equality (SDG 5) for equal work opportunities. [38] There are also strong ties with Industry, Innovation and Infrastructure (SDG 9)[39] and Responsible consumption and production (SDG 12).",
  "[40] Aside for the aforementioned inter-related SDGs, it is worthy to note that the progress of SDG 8 aids to reduce the per cent poverty rate in any given country on Poverty ranks. Success in meeting of SDG 8 targets is directly related to achievement of targets of No poverty (SDG 1). Organizations[edit] UN system[edit] World Bank Group: Since the inception of the Global Goals, The World Bank has been in support with the vision to alleviate poverty and empower both gender through its training, resources mobilisation and others. [41][42] United Nations Office for Outer Space Affairs (UNOOSA) International Labour Organisation[7] UN Women acts to \"achieve economic rights and growth for all by promoting decent work, equal pay for equal work, equal access to economic assets and opportunities, and the fair distribution of unpaid care work\". [43] United Nations World Tourism Organization (UNWTO) NGOs and others[edit] The following NGOs and other organizations are helping to achieve SDG 8: Alliance 8.7 is a global partnership with 240 partners and 26 pathfinder countries which was launched by the ILO aiming to reach Target 8.7. [44][45] KIVA is a loan platform that helps improve the living conditions of people through lending with access to traditional forms of finance, credit, and banking.",
  "[46] Fonkoze is Haiti's largest microfinance institution empowering Haitians, primarily women, with financial and development services to lift their families out of poverty. [47] it offers a full range of financial and development services to Haiti's rural poor and provides them with the required tools and training to live a good life.",
  "[46] P+SITIVE PLANET aims to develop and create a positive economy in every line of business. [48] Promoting positive economies through micro-finance strategies, and it offers both financial and non-financial services, improving the lives of hundreds of millions of people. [46] Root Capital is a nonprofit social investment fund that invests in the growth of agricultural enterprises. [49] It sees to the growth of rural prosperity in poor, and environmentally vulnerable places in Africa and Latin America by lending capital and delivering financial training to farmer associations and various private businesses to aid their development and transforms rural communities. [46] OVAMBA is a Johannesburg Founder Institute portfolio company and its aim is to support central African economies by improving access to credit for small and medium-sized enterprises thereby delivering financial access and capital markets to a lot of small and medium-sized businesses, Ovamba is dedicated to helping these small and medium businesses to grow by giving them the tools to invest in their own futures. [50] US Based Organizations[edit] In the US there are over thirty-three thousand tax-exempt organizations working on issues related to UN SDG 8, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact.",
  "[51] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[52] Hewlett Foundation,[53] and Giving Tech Labs, created a free online interactive tool Decent Work and Economic Growth in the US. This online tool enables users to see work and economic indicators nationally and by state, as well as relevant information for over thirty-three thousand tax-exempt organizations in the US working on issues related to UN SDG 8.",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. Challenges[edit] Impacts of COVID-19 pandemic[edit] Prior to the outbreak of COVID-19 pandemic, the global economy was growing at a slower rate than in previous years notwithstanding improvements in labour productivity and unemployment. [12] The pandemic has quickly and greatly disrupted it, pushing the world into a recession. [12] The extraordinary shock to the world's labour markets is expected to result in a decrease of around 10.5 per cent in aggregate working hours in the second quarter of 2020, equivalent to 305 million full-time workers. [12] Small and medium enterprises, workers in informal employment, the self-employed, daily wage earners and workers in sectors at the highest risk of disruption have been hit the hardest. [12] With companies shutting down and small scale business being affected as a result of the pandemic it is reported that chances of employment will continue to decrease.",
  "[54] The outbreak of COVID-19 pandemic not only results in a global economic recession, but also leads to a negative impact on the informal economy, including the peer-to-peer rental market. The pandemic resulted in 14 million income loss for Airbnb hosts.",
  "[55] SDG 8 contains 12 interconnected targets which are all affected by COVID-19. Target 8.9: promote beneficial and sustainable tourism is one of the hardest hits by the pandemic. For example, in Canada, travel restrictions caused a significant decrease in the tourism industry for 2020 which accounts for a 48% to 69% drop in employment. [56] The pandemic crisis is so deep that it will not only influence labor markets in the short run, but it can also radically change employment in the long term. [57] Ensuring youth employment is an important goal. However, in numerous countries, the youth unemployment rate has doubled at the end of 2020.",
  "[58] How to help youth find employment is still a challenge. Society and culture[edit] Businesses are engines for job creation and economic growth.",
  "They foster economic activities through their value chain. Decent work opportunities are good for business and society. Companies that uphold labour standards across their own operations and value chains face a lower risk of reputational damage and legal liability. Instituting non-discriminatory practices and embracing diversity and inclusion will also lead to greater access to skilled, productive talent. [59] Reception[edit] Further information: Sustainable Development Goals § Reception World Pensions Council (WPC) development economists have argued that the twin considerations of long-term economic growth and infrastructure investment were not prioritized enough. The fact they were designated as the number 8 and number 9 objective respectively was considered a rather \"mediocre ranking [which] defies common sense\".",
  "[60] Continued global economic growth of 3 percent (Goal 8) may not be reconcilable with ecological sustainability goals, because the required rate of absolute global eco-economic decoupling is far higher than any country has achieved in the past. [61] References[edit] ^ United Nations (2015) Resolution adopted by the General Assembly on 25 September 2015, Transforming our world: the 2030 Agenda for Sustainable Development (A/RES/70/1) ^ a b c d e f g h i j k l m United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ \"Sustainable Development Goal 8\".",
  "SDGs UN Organisation. Retrieved September 19, 2020. ^ a b c \"Goal 8: Decent work and economic growth\". UNDP. Retrieved 2020-09-01. ^ a b c \"The SDG Report 2020\".",
  "UN Stats Open SDGs Data Hub. Retrieved October 3, 2020.",
  "^ a b c United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ a b \"Goal #8: Decent work and economic growth (The 2030 development agenda)\". www.ilo.org. Retrieved 2020-09-01. ^ \"Goal 8 Pdf Upload on SDG Compass\" (PDF). ^ a b \"17 Companies Helping Meet the 17 UN Sustainable Development Goals\". The Founder Institute.",
  "Retrieved 2020-09-03. ^ a b c \"SDG Compass Goal 8\".",
  "^ a b c d e f g h i j k l m n o p q r s t u Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 8) SDG-Tracker.org, website ^ a b c d e f g h i j k l m United Nations (2020). \"United Nations World Economic Situation and Prospects\". undocs.org. Retrieved 2020-09-02. ^ \"United Nations Economic and Social Council - E/2020/57 Progress towards the Sustainable Development Goals, Report of the Secretary-General\".",
  "undocs.org. Retrieved 2020-09-02.",
  "^ Adeniji, Anthonia; Osibanjo, Adewale; Salau, Odunayo; Atolagbe, Tolulope; Ojebola, Oluwatunmise; Osoko, Abisola; Akindele, Remilekun; Edewor, Ogheneofejiro (2020-01-01). Amoo, Emmanuel O (ed.). \"Leadership dimensions, employee engagement and job performance of selected consumer-packaged goods firms\". Cogent Arts & Humanities. 7 (1): 1801115. doi:10.1080/23311983.2020.1801115. S2CID 225484250.",
  "^ a b Promote inclusive and sustainable economic growth, employment and decent work for all, (SDG 8) SDG-Tracker.org, website ^ \"Goal 8: Decent work and economic growth\". UNDP.",
  "Retrieved 2020-10-05. ^ SDG-Tracker.org, website ^ Sarkodie, Samuel Asumadu (September 2020). \"Causal effect of environmental factors, economic indicators and domestic material consumption using frequency domain causality test\". Science of the Total Environment. 736: 139602. Bibcode:2020ScTEn.736m9602S.",
  "doi:10.1016/j.scitotenv.2020.139602. ISSN 0048-9697.",
  "PMID 32502781. S2CID 219399240. ^ \"Jobs at the Core of Development: Transforming Economies and Societies through Sustainable Employment\". World Bank. Retrieved 2020-09-01. ^ \"United Nations Development Programme Official Websie\".",
  "^ \"International Labour Organization\". www.ilo.org.",
  "Retrieved 2020-09-04. ^ \"Goal 8: Decent work and economic growth\". Sustainable Development Goals Fund. 2015-12-14. Retrieved 2020-09-01. ^ \"Share of youth not in education, employment or training\".",
  "Our World in Data. Retrieved 2021-12-16.",
  "^ a b Cieslik, Katarzyna; Barford, Anna; Vira, Bhaskar (2021-06-10). \"Young people not in Employment, Education or Training (NEET) in Sub-Saharan Africa: Sustainable Development Target 8.6 missed and reset\". Journal of Youth Studies: 1–22. doi:10.1080/13676261.2021.1939287. ISSN 1367-6261. S2CID 236261448.",
  "^ Dickens, Lisa; Marx, Peter (2018-10-15). \"NEET as an Outcome for Care Leavers in South Africa: The Case of Girls and Boys Town\".",
  "Emerging Adulthood. 8 (1): 64–72. doi:10.1177/2167696818805891. ISSN 2167-6968. S2CID 149644041. ^ \"IAEG-SDGs 2020 Comprehensive Review Proposals Submitted to the 51st session of the United Nations Statistical Commission for its consideration\".",
  "United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 1 September 2020.",
  "^ World Tourism Organization. UNWTO. (n.d.). Retrieved October 23, 2021, from https://www.unwto.org/EU-guidebook-on-sustainable-tourism-for-development#:~:text=Expressed%20simply%2C%20sustainable%20tourism%20can,environment%2C%20and%20host%20communities%E2%80%9D. ^ Jovanović Tončev, M. (2014). Importance of sustainable tourism.",
  "Sinteza 2014-Impact of the Internet on Business Activities in Serbia and Worldwide, 722-725. ^ Travel & Tourism Economic Impact: World Travel & Tourism Council (WTTC).",
  "World Travel & Tourism Council. (2021). Retrieved October 23, 2021, from https://wttc.org/Research/Economic-Impact. ^ Liu, H. (2020, October 23). Economic Insights. The Economic Impact of Travel Restrictions on the Canadian economy due to the COVID-19 Pandemic.",
  "Retrieved October 23, 2021, from https://www150.statcan.gc.ca/n1/pub/11-626-x/11-626-x2020023-eng.htm. ^ Tam, S., Sood, S., & Johnston, C. (2021, June 8).",
  "StatCan Covid-19 Data to Insights for a Better Canada. Impact of COVID-19 on the tourism sector, second quarter of 2021. Retrieved October 23, 2021, from https://www150.statcan.gc.ca/n1/pub/45-28-0001/2021001/article/00023-eng.htm. ^ a b Engelhardt, R. A. (2005). Culturally and ecologically sustainable tourism development through local community management.",
  "Culture and sustainable development in the pacific, 174. ^ Cultural tourism.",
  "Internal Market, Industry, Entrepreneurship and SMEs - European Commission. (2017, June 28). Retrieved October 23, 2021, from https://ec.europa.eu/growth/sectors/tourism/offer/cultural_en. ^ \"the sustainable development goals report 2020\" (PDF). ^ a b BMGF (2020)Covid-19 A Global Perspective - 2020 Goalkeepers Report Bill & Melinda Gates Foundation, Seattle, USA ^ a b \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva\" (PDF). United Nations, Geneva.",
  "Retrieved September 19, 2020. ^ \"Sustainable Development Goal 4- (Quality Education)\".",
  "United Nations. Retrieved September 23, 2020. ^ \"Sustainable Development Goal 5 (Gender Equality)\". United Nations. Retrieved September 23, 2020. ^ \"Sustainable Development Goal 9\".",
  "United Nations. Retrieved September 23, 2020.",
  "^ \"Sustainable Development Goal 12\". United Nations. Retrieved September 23, 2020. ^ \"World Bank Group and The 2030 Agenda\". World Bank. Retrieved 2020-09-01.",
  "^ \"WDI: Sustainable Development Goals\". datatopics.worldbank.org.",
  "Retrieved 2020-09-01. ^ \"Sustainable Development Goal 8: Decent work and economic growth\". UN Women. Retrieved 2020-09-01. ^ \"Alliance 8.7\". ^ \"IV Global Conference on the Sustained Eradication of Child Labour, Buenos Aires, 14-16 November 2017 (IPEC)\".",
  "^ a b c d \"NGOs-leading-SDGs-Sustainable-Brands.pdf\" (PDF). ^ \"Breaking the Cycle of Poverty Across Haiti- FONKOZE\".",
  "fonkoze.org. Retrieved 2020-09-24. ^ \"Positive Planet - Create a better world for future generations\". Positive Planet. Retrieved 2020-09-24. ^ \"Homepage\".",
  "Root Capital. Retrieved 2020-09-24.",
  "^ \"17 Companies Helping Meet the 17 UN Sustainable Development Goals\". The Founder Institute. Retrieved 2020-09-24. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net.",
  "Retrieved 2021-11-17. ^ X4Impact.",
  "\"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. Retrieved 2021-11-17. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. Retrieved 2021-11-17.",
  "^ \"sustainability\". ^ Chen, Guangwu; Cheng, Mingming; Edwards, Deborah; Xu, Lixiao (2021-01-12).",
  "\"COVID-19 pandemic exposes the vulnerability of the sharing economy: a novel accounting framework\". Journal of Sustainable Tourism. 30 (5): 1141–1158. doi:10.1080/09669582.2020.1868484. ISSN 0966-9582. S2CID 234240366.",
  "^ Government of Canada, Statistics Canada (2020-03-26). \"COVID-19: A data perspective\".",
  "www.statcan.gc.ca. Retrieved 2021-12-16. ^ Fana, Marta; Torrejón Pérez, Sergio; Fernández-Macías, Enrique (2020-09-01). \"Employment impact of Covid-19 crisis: from short term effects to long terms prospects\". Journal of Industrial and Business Economics. 47 (3): 391–410.",
  "doi:10.1007/s40812-020-00168-5. ISSN 1972-4977.",
  "PMC 7360471. ^ Lambovska, Maya; Sardinha, Boguslava; Belas, Jr., Jaroslav (2020-06-30). \"Impact of the Covid-19 Pandemic on Youth Unemployment in the European Union\". Ekonomicko-manazerske Spektrum. 15 (1): 55–63. doi:10.26552/ems.2021.1.55-63.",
  "ISSN 1337-0839. S2CID 235681144.",
  "^ \"Labour | UN Global Compact\". www.unglobalcompact.org. Retrieved 2020-09-01. ^ Firzli, M. Nicolas J. (October 2016). \"Beyond SDGs: Can Fiduciary Capitalism and Bolder, Better Boards Jumpstart Economic Growth?\".",
  "Analyse Financière. Retrieved 1 November 2016.",
  "^ Hickel, Jason (2019-04-15). \"The contradiction of the sustainable development goals: Growth versus ecology on a finite planet\". Sustainable Development. Wiley. 27 (5): 873–884. doi:10.1002/sd.1947.",
  "ISSN 0968-0802. S2CID 159060032."
]