[
  "Responsible Production and Green Consumption – Call for Code | IBM Skip to main content IBM Developer Call for Code Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for good stories Newsletter Search My Dashboard My IBM Sign In Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for Good Stories Newsletter max-content width developer.ibm.com Starter kit Responsible production and green consumption Use this starter kit to understand how to support sustainable production with recycled materials, responsible production, and improve waste recycling. The starter kit provides tools and resources from our experts to help you jump-start your own solution for the 2021 Call for Code Global Challenge.",
  "Make the most of this kit. Accept the challenge and get your free IBM Cloud account. Register now Arrow right Arrow downOverview Arrow downThe idea Arrow downThe architecture Arrow downResources Overview What is the problem? Worldwide consumption and production drives the global economy, yet the current use of natural resources is unsustainable. The global material footprint rose nearly 18 percent from 73 billion metric tons in 2010 to 85.9 billion metric tons in 2017, the UN reports. That’s why Sustainable Development Goal 12 aims to achieve economic growth, sustainable development, and reduce our ecological footprint by changing the way we produce and consume goods and resources.",
  "How can technology solve the problem? Technology can help in many ways, from recommendations on energy efficiency to highlighting the carbon footprint of online purchases.",
  "The goal is to take into account all phases of resource use to do more and better with less. Special thanks to our partner, Intuit, who contributed to the starter kits and are providing design thinking tools. Read more The idea One of the more pressing challenges in addressing waste and shifting to a more circular economy is the increasing complexity of products. Electronics are getting smaller and more sophisticated, making recovery and reuse of materials challenging. Product designers should consider how to create products with end-of-life in mind, by reducing the number of components, for example. Communities could benefit from developing infrastructure, policies, and systems to support repair, reuse, and recycling.",
  "To encourage this change, we propose creating a transparent and trustworthy platform for trading resources and knowledge, as well as providing access to a community of experts. This platform will enable producers and consumers to build and buy products in a sustainable way for our society — by reducing waste, increasing the use of recycled materials, and improving the overall repairability of products.",
  "The platform would support the two parties supporting sustainable production with recycled materials: A producer or a manufacturer who can find and compare price, quality, and carbon impact of recycled materials while learning about best practices for recyclable processing through a trustworthy, real-time trading platform A recycled material supplier who can sell recycled resources directly to producers through a marketplace at competitive rates See more solution ideas Arrow right The architecture The user interacts with a web application for the marketplace. The React app communicates with the back-end APIs. The Fastify back end handles data requested by the web app and exposes some public endpoints for material market data through a RESTful API. The back end queries Watson Discovery for updated information on materials. Discovery manages a collection of recycled and non-recycled material information, such as average prices, carbon impact, and quality. Discovery enriches the data with natural language processing so that it can be more easily indexed.",
  "Discovery crawls public websites for updates on current material information. The back end stores and retrieves information on material that is provided by users in an IBM Cloudant NoSQL database.",
  "A Kubernetes cluster is used for a scalable, flexible, modern containerized environment. New Relic provides Full-Stack Observability and monitoring within the Kubernetes environment. Resources Technology Use the following resources to help you identify a topic and create your own solution. Featured tutorials Deploy a simple app on Kubernetes Arrow right Create an app to perform intelligent searches on data Arrow right Kubernetes IBM Kubernetes Service Arrow right Deploy a React app on Kubernetes Arrow right Watson Discovery Watson Discovery Arrow right Create a cognitive news search app Arrow right Create an app to perform intelligent searches on data Arrow right Cloudant IBM Cloudant Arrow right Connecting Cloudant DBaaS to a Node.js app Arrow right Data sets These public data sets provide information on the problem. Lifecycle Inventory (LCI) Database Arrow right EU Open Data Portal Arrow right Balebid, the global recycling marketplace Arrow right Material Exchange Arrow right e-Stewards Arrow right NGO documents These are the go-to documents for measuring impact and progress against the key issue. KPMG report on plastic recycling opportunity Arrow right European Circular Economy Stakeholder Platform Arrow right Kit producers Our creators of this starter kit along with their bios: Conor O’Neill, Chief Product Officer, Near Form Nicole Pitter Patterson, Co-founder and Director, Caribbean Girls Hack Stijn Polfliet, Director, Developer Platform and Ecosystem, New Relic Debjani Chatterjee, IBM Developer Advocate, Platform Development Dipali Chatterjee, IBM Developer Advocate, IBM Cloud Daniel Rodrigues, IBM Developer Advocate, Artificial Intelligence Georges-Henri Moll, IBM Developer Advocate, Data Science Atishay Abbhi, Disaster Risk Management Specialist, The World Bank Niraj Swami, Conservation Technology Strategy and Enablement, The Nature Conservancy Next steps Go deeper with the responsible production and consumption starter kit on GitHub Arrow right If you haven’t already, join the Global Challenge Arrow right See more starter kits Zero hunger Arrow right Clean water and sanitation Arrow right Now in its fifth year, the Call for Code initiative is the largest tech for good initiative of its kind.",
  "The world is facing unprecedented, interconnected challenges and we believe technology can help, whether that is through challenges, deployments, or open source development. Commit to the cause."
]