[
  "How Elon Musk Is Helping Diminish Global Poverty - The Borgen Project TwitterFacebookInstagramAbout About Us President Board of Directors Financials Contact Our Methodology Success Tracker Issues The Good News Global Poverty & U.S. Jobs Poverty & National Security Poverty and Overpopulation Inventions Helping the Poor Poverty & Aid FAQ’s Act Now 30 Ways to Help Email Congress Call Congress Volunteer E-Alerts Internships In-Office Internships Remote Internships Legislation Politics 101 The Blog Magazine Be a Donor COVID-19 & Africa COVID-19 & Infectious Diseases COVID-19 & Global Food Security COVID-19 & Refugees Newsroom Search Menu Menu Blog - Latest News Electricity, Energy and Electricity, Global Poverty, Internet, Water Sanitation, ZimbabweHow Elon Musk Is Helping Diminish Global Poverty Self-driving cars and trips to Mars might be the first things that come to mind when thinking of Elon Musk. His massive-scale innovations will help humanity as a whole, but Musk’s initiatives are also helping to diminish global poverty.",
  "Since he was in college, Musk has sought to help humanity through space exploration, global internet and energy efficiency. The mission of Tesla, which Musk founded in 2003, is to accelerate the world of sustainable energy for the good of humanity and the planet. This mission will also have numerous benefits to the poor and overlooked populations of the world. Tesla Powered Water Plants In the coastal village of Kiunga, Kenya, water is available but contaminated. With most water sourced from saltwater wells, communities must bathe and cook with saltwater. Washing clothes and bodies with saltwater leads to painful sores that are hard to heal.",
  "On the other hand, drinking and cooking with saltwater leads to health problems like chronic diarrhea or kidney failure. These complications inhibit a healthy and productive society.",
  "Tesla and GivePower offered a solution to Kiunga’s lack of potable water: a desalination plant that solar power and a battery reserve power. GivePower is a nonprofit organization aiming to provide resources to developing countries; it was acquired by Tesla Motors in 2016. A solar water farm that Tesla Powerwalls facilitated stores energy from solar panels to fuel the Kiunga facility at night and when there is a lack of sunshine. This plant produces about 70,000 liters of clean water every 24 hours, giving clean water to 35,000 people daily. This project has improved Kenyans’ lives, and GivePower aims to reach Colombia and Haiti next. Tesla Powered Micro-grids In many regions, people take electricity for granted.",
  "In Africa, hundreds of millions live without it. According to the International Energy Agency, 55% of the population in sub-Saharan Africa lack basic electricity access.",
  "Energy is essential to power schools, homes and healthcare facilities. A lack of modern energy in developing countries hinders the ability to study, work and modernize. For instance, in Zimbabwe, widespread violence and poverty contribute to a declining economy. One beacon of hope is the money trade, which takes place almost completely electronically. An innovative mobile payment system called Ecocash facilitates financial transactions for customers with mobile phones. To be effective, this process relies on consistent power infrastructure.",
  "One incident in July 2019 exposed the vulnerability of Zimbabwe and its markets. A power outage occurred, and Zimbabwe’s Econet generators failed to power up, resulting in a mobile money blackout.",
  "This consequently had detrimental effects on the country’s economy, as the majority of financial systems halted. Over 5 million transactions occur daily through mobile money markets, adding up to around $200 million. Interruptions to power cause Zimbabweans to lose millions of dollars. Microgrids are the answer. Generated by Powerwalls from Tesla, these self-contained systems of solar panels and batteries can provide power across the globe. Above all, no community is too remote to benefit.",
  "Tesla’s Powerwalls will alleviate uncertainties that unfavorable weather, unstable prices and fuel shortages cause. Although they require an investment of $6,500, solar-powered batteries replace archaic diesel-powered generators to ensure stability and diminish global poverty.",
  "StarLink: High-Speed Internet Access Across the World A lack of internet and mobile applications make life harder in developing countries. Without educational, communication and health tools, the cycle of poverty cannot be broken. According to the Federal Ministry for Economic Cooperation and Development, an estimated 750 million people over the age of 15 cannot read or write. Access to educational tools and resources through the global internet can reduce drop-out rates and improve education levels. Elon Musk’s StarLink internet would deliver high-quality broadband all over the globe, reaching communities that historically lack an internet connection. The internet can bring education, telemedicine, communication and truth to people oppressed in developing countries.",
  "It gives isolated and overlooked communities a chance to become more secure. Using Starlink is straightforward: Plug in the device and point it toward the sky.",
  "The costs and benefits of Starlink can be shared across multiple families. The Starlink project strives to place a total of 42,000 satellites in space by the end of 2021, enabling internet access and helping to diminish global poverty. A Sustainable Future for All Musk’s focus on energy technologies benefits everyone, including the world’s poor. One obstacle to ending global poverty, especially in extreme cases, is that the poorest populations are usually the most remotely located. However, with Musk’s innovations, even remote rural communities can advance with modern technology. – Tara Hudson Photo: Pixabay September 4, 2020Share this entryShare on FacebookShare on TwitterShare on WhatsAppShare on PinterestShare on LinkedInShare on TumblrShare on VkShare on RedditShare by Mail https://borgenproject.org/wp-content/uploads/The_Borgen_Project_Logo_small.jpg 0 0 Kim Thelwell https://borgenproject.org/wp-content/uploads/The_Borgen_Project_Logo_small.jpg Kim Thelwell2020-09-04 07:30:412020-09-03 11:32:40How Elon Musk Is Helping Diminish Global Poverty Get SmarterGlobal Poverty 101 Global Poverty… The Good News Global Poverty & U.S. Jobs Global Poverty and National Security Innovative Solutions to Poverty Global Poverty & Aid FAQ’s Take ActionCall Congress Email Congress Donate 30 Ways to Help Volunteer Ops Internships “The Borgen Project is an incredible nonprofit organization that is addressing poverty and hunger and working towards ending them.” – The Huffington Post Inside The Borgen ProjectContact About Financials President Board of Directors Newsletter Get SmarterGlobal Poverty 101 Global Poverty… The Good News Global Poverty & U.S. Jobs Global Poverty and National Security Innovative Solutions to Poverty Global Poverty & Aid FAQ’s Ways to HelpCall Congress Email Congress Donate 30 Ways to Help Volunteer Ops Internships The Implications of Commercialized Quinoa in Bolivia3 Countries Where the Marist Brothers Help Children Scroll to top"
]