[
  "\n\n\n\nSustainable Development Goal 11 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 11\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\n11th of 17 Sustainable Development Goals for sustainable cities\n\n\nSustainable Development Goal 11Mission statement\"Make cities and human settlements inclusive, safe, resilient, and sustainable\"Commercial?NoType of projectNon-profitLocationGlobalOwnerSupported by United Nations & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 11 (SDG 11 or Global Goal 11), titled \"sustainable cities and communities\", is one of 17 Sustainable Development Goals established by the United Nations General Assembly in 2015. The official mission of SDG 11 is to \"Make cities inclusive, safe, resilient and sustainable\". ",
  "[1] The 17 SDGs take into account that action in one area will affect outcomes in other areas as well, and that development must balance social, economic and environmental sustainability. [2]\nSustainable Development Goal 11 is divided into 10 targets and 14 indicators at the global level. The seven “outcome targets” are:[3]\n\n11.1 – \"Adequate, safe, and affordable housing and basic services and upgrade slums\"\n11.2 – \"Safe, affordable, accessible, and sustainable transport systems\"\n11.3 – \"Enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries\"\n11.4 – \"Strengthen efforts to protect and safeguard the world’s cultural and natural heritage\"\n11.5 – \"Reduce the number of deaths and the number of people affected by disasters and decrease the direct economic losses relative to global gross domestic product caused by disasters\"\n11.6 – \"Reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management\"\n11.7 – \"Provide universal access to safe, inclusive and accessible, green and public spaces\"\nThe three “means of achieving” targets are:[3]\n\n11.a – \"Support positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning\"\n11.b – \"Increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster Risk Reduction 2015–2030, holistic disaster risk managements at all levels\"\n11.c – \"Support least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings utilizing local materials\"\nSDG 11 has 10 targets to be achieved, and this is being measured with 15 indicators. The seven \"outcome targets\" include safe and affordable housing, affordable and sustainable transport systems, inclusive and sustainable urbanization, protection of the world's cultural and natural heritage, reduction of the adverse effects of natural disasters, reduction of the environmental impacts of cities and to provide access to safe and inclusive green and public spaces. The three \"means of achieving\" targets include strong national and regional development planning, implementing policies for inclusion, resource efficiency, and disaster risk reduction in supporting the least developed countries in sustainable and resilient building. [1][4] -->\n3.9 billion people—half of the world’s population—currently live in cities globally. ",
  "It is projected that 5 billion people will live in cities by 2030. [5]  Cities across the world occupy just 3 percent of the Earth's land, yet account for 60–80 percent of energy consumption and 75 percent of carbon emissions. ",
  "Increased urbanization requires increased and improved access to basic resources such as food, energy and water. In addition, basic services such as sanitation, health, education, mobility and information are needed. However, these requirements are unmet globally, which causes serious challenges for the viability and safety of cities to meet increased future demands. [6]\nSDG 11 represents a shift in international development cooperation from a focus on poverty as a rural phenomenon to recognizing that cities, especially in the global south, are facing major challenges with extreme poverty, environmental degradation and risks due to climate change and natural disasters. [7] Despite its ambiguous targets and goals, is still an important tool for addressing urban challenges and calls for actors to develop realistic, locally defined indicators and outputs to fit the urban context of specific cities to promote more sustainable, inclusive and equal cities. Contents\n\n1 Background\n2 Targets, indicators and progress\n\n2.1 Target 11.1: Safe and affordable housing\n2.2 Target 11.2: Affordable and sustainable transport systems\n2.3 Target 11.3: Inclusive and sustainable urbanization\n2.4 Target 11.4: \"Protect the world's cultural and natural heritage\"\n2.5 Target 11.5: \"Reduce the adverse effects of natural disasters\"\n2.6 Target 11.6: \"Reduce the environmental impacts of cities\"\n2.7 Target 11.7: \"Provide access to safe and inclusive green and public spaces\"\n2.8 Target 11.a: \"Strong national and regional development planning\"\n2.9 Target 11.b: \"Implement policies for inclusion, resource efficiency and disaster risk reduction\"\n2.10 Target 11.c: Support least developed countries in sustainable and resilient building\n2.11 Custodian agencies\n\n\n3 Monitoring and Progress\n4 Challenges\n\n4.1 Impacts of COVID-19 pandemic\n\n\n5 Links with other SDGs\n6 Organizations\n\n6.1 UN system\n6.2 NGOs and others\n6.3 US Based Organizations\n\n\n7 See also\n8 References\n9 External links\n\n\nBackground[edit]\nFurther information: climate change and cities\nIn September 2015, the General Assembly adopted the 2030 Agenda for Sustainable Development that included 17 Sustainable Development Goals [connect to the general SDG page]. ",
  "These goals are designed to be a “blueprint to achieve a better and more sustainable future for all” through addressing global challenges, including those related to poverty, inequality, climate change, environmental degradation, peace and justice. [8] In September 2019, Heads of State and Government came together during the SDG Summit to renew their commitment to implement the 2030 Agenda for Sustainable Development. ",
  "During this event, they acknowledged that the first four years of the implementation of the 2030 Agenda included major progress, but that overall, the world is not on track to deliver the SDGs. SDG 11 addresses slums, human settlement management and planning, climate change mitigation and adaptation, and urban economies. Prior to the adoption of the 2030 Agenda, Millennium Development Goal 7, target 4, called for efforts to achieve a \"significant improvement in the lives of at least 100 million slum dwellers\" by 2020. [9]\nIn 2008, for the first time in history, the global urban population outnumbered the rural population. This milestone marked the beginning of a new 'urban millennium' and, by 2050, two-thirds of the world population are expected to be living in urban areas. The number of urban residents increases by nearly 73 million every year, and it is estimated that urban areas account for 70 per cent of the world's gross domestic product, generating a large share of economic growth. ",
  "Thus, sustainable development cannot be achieved without significantly transforming the way we build and manage our urban spaces. [10]\nThe unprecedented growth of cities, coupled with increasing rural to urban migration resulting from a combination of “push” and “pull” factors, has led to a boom in mega-cities, especially in the developing world. ",
  "In 1990, there were ten mega-cities with 10 million inhabitants or more, and in 2014, there were 28 mega-cities, home to a total of 453 million people. [10] Slums are also becoming a more significant feature of urban life. Between 2000 and 2014, the absolute number of people living in slums went from 792 million in 2000 to an estimated 880 million in 2014. Most of them are found in Eastern and South-Eastern Asia. [10] In the next 30 years, 90% of urban growth is anticipated to happen in Asia and Africa. Rapid urbanization worldwide is exerting pressure on fresh water supplies, sewage, the living environment, and public health. ",
  "The vast majority of research that pertains to the topic of SDG 11 comes from the United States, United Kingdom and China. Environmental science and social sciences fields see the most research with regard to Sustainable Development Goal 11, followed by medicine, energy and engineering. ",
  "Targets, indicators and progress[edit]\nFurther information: List of SDG targets and indicators\n Slums of Hyderabad in India\n Family Park for kids and families in Valenzuela, Philippines\nThe UN has defined 10 targets and 15 indicators for SDG 11. [11] Targets specify the goals, and indicators represent the metrics by which the world aims to track whether these targets are achieved. Six of them are to be achieved by the year 2030 and one by the year 2020 and three have no target years. Each of the targets also has one or two indicators which will be used to measure progress. World map for Indicator 11.1.1 in 2014: \"Share of people living in slums\"[11]\nTarget 11.1: Safe and affordable housing[edit]\nThe full title of Target 11.1 is \"By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums\". [1]\nThis target has one Indicator: Indicator 11.1.1 is the \"Proportion of the urban population living in slum households\". ",
  "People who live in slums have no access to improved water, access to improved sanitation, sufficient living area, and durable housing. [11]\nTarget 11.1 is to ensure access to safe and affordable housing by 2030. ",
  "The indicator to measure progress toward this target is the proportion of urban population living in slums or informal settlements. Between 2000 and 2014, the proportion fell from 39 percent to 30 percent. However, the absolute number of people living in slums went from 792 million in 2000 to an estimated 880 million in 2014. Movement from rural to urban areas has accelerated as the population has grown and better housing alternatives are available. [12]\nA sustainable transportation system considers different socioeconomic groups' travel concerns to achieve the validity of accessibility metrics. According to the Bogota research, transportation and transportation planning should be coordinated with land use planning. ",
  "Employment and residential areas are relatively concentrated, and urban and suburban settings should be planned and reconstructed in concert. [13]\n\nTarget 11.2: Affordable and sustainable transport systems[edit]\n Map for Indicator 11.2 showing the Particulate matter air pollution, 2016\nThe full text of Target 11.2 is \"By 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons\". ",
  "[1]\nThis target has one Indicator: Indicator 11.2.1 is the \"Proportion of population that has convenient access to public transport, by sex, age and Persons With Disabilities\". [11] Improving transport systems to refine the use of accessibility is key because due to physical or mental disabilities, impaired sight or hearing, carrying heavy bags or traveling with small children, as this causes an average of 25% of the population to experience a degree of reduced mobility. [14]\nOne of the main issues that arises in providing access to transport systems for all has been in many urban areas lacking coordination between local authorities and public transport operators. [15]\n\nTarget 11.3: Inclusive and sustainable urbanization[edit]\nThe full-text Target 11.3 is \"By 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries\". [1]\nThe target has two indicators:[11]\n\nIndicator 11.3.1: \"Ratio of land consumption rate to the population growth rate\"\nOver long periods of time according to a variety of environmental, political, and social conditions land-use practices are developed. Land being used for infrastructural and developmental activities can differ due to the demand for resources and socioeconomic factors. ",
  "[16] Managing the ratio of land consumption rate to the population growth rate is vital because of the effects of urban sprawl which occurs when there is a migration of population to new regions. [16] In such cases agricultural and vacant land becomes occupied as the population grows which occasionally leads to the conversion of agricultural land to urban settlements, deforestation, or rural areas converting to urban areas. ",
  "[16] Therefore, creating a greater method to sustainable urbanization and managing human settlements is significant with population growth. Indicator 11.3.2: \"Proportion of cities with a direct participation structure of civil society in urban planning and management that operate regularly and democratically\"\nIndicator 11.3.2 may be challenging to calculate as direct participation in accordance with urban planning requires the implication that constructive relations are practiced with countries or city administrators. However, only 20 out of 211 countries have a direct democracy [17] which implies that “citizens through their representatives are tasked with co-designing policies to be discussed in public and later voted on by the public”. [18]\nThere are currently no data available for this indicator. [11]\n\n Skyline of skyscrapers in Taipei\nTarget 11.4: \"Protect the world's cultural and natural heritage\"[edit]\nThe full text of Target 11.4 is \"Strengthen efforts to protect and safeguard the world's cultural and natural heritage. \"[1]\nIt has one indicator: Indicator 11.4.1 is the \"Total per capita expenditure on the preservation, protection and conservation of all cultural and natural heritage, by the source of funding (public, private), type of heritage (cultural, natural) and level of government (national, regional, and local/municipal)\". ",
  "Urban spaces should add efforts in preserving cultural and natural heritage as it can bring pride to a community and may be used to capitalize on the heritage or used as a marketing tool. [19] The use of urban archaeology may be an option to explore to strengthen cultural heritage. ",
  "Material culture, artifacts, building foundations, food remains, gardens, pathways and bridges can be further studied by urban archeologists to understand the history and diversity which lives in the urban space. [19]\nThis indicator can be difficult to calculate for the following reasons: Countries' national accounting frameworks may not clearly separate cultural, natural, and other activities; financial transactions may be rechanneled for different uses; financial transactions may be double-counted at different levels of public administration. [20]\nThere are currently no data available for this indicator. [11]\n\nTarget 11.5: \"Reduce the adverse effects of natural disasters\"[edit]\n World map for Indicator 11.5.1 in 2017: \"Death rate from natural disasters\"[11]\n Map for Indicator 11.5.2 showing the Direct disaster economic loss as a share of GDP, 2018\n Chart for Indicator 11.5.2 showing the Global economic losses from disasters as a share of GDP\nThe full text of Target 11.5 is \"By 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations\". [1]\nIndicators are:[11]\n\nIndicator 11.5.1: \"Number of deaths, missing persons and directly affected persons attributed to disasters per 100,000 population. Indicators measured here report mortality rates internally displaced persons, missing persons and total numbers affected by natural disasters\"\nIndicator 11.5.2: \"Direct economic loss in relation to global GDP, damage to critical infrastructure and the number of disruptions to basic services, attributed to disasters.\" ",
  "According to a recent report released by Aon, at least 416 notable natural disaster events occurred on a regional, peril, or event-level scale in addition to pandemic-related events in 2020, which was higher than the average (384) and median (390) since 2000. The estimated direct economic losses and damages caused by these natural disasters were about US$268 billion, which was higher than the average of the 21st century by 29%. ",
  "[21]\nThe Emergency Events Database (EM-DAT) records show from 1970 to 2019, 50% of all disasters were weather, climate, and water hazards, and these disasters were accountable for 45% of all reported deaths (2.06 million), 74% of all reported economic losses (US$3.6 trillion). [22]\nIn addition, continued climate change, and global warming would likely increase both the frequency and intensity of weather-, climate-related hazards, like floods, hurricanes, storms and lead to tremendous economic loss and deaths. Around 32 – 79 million people will be exposed to coastal flooding If the global temperature increases by 2 °C. [23]\n\nTarget 11.6: \"Reduce the environmental impacts of cities\"[edit]\n World map for Indicator 11.5.1 in 2017: \"Internally displaced persons from natural disasters\"[11]\n Chart for Indicator 11.6.1 showing the Proportion of Population served by municipal waste collection, 2017\nThe full text of Target 11.6 is \"By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management. \"[1]\nThe target has two indicators:[11]\n\nIndicator 11.6.1: Proportion of municipal solid waste collected and managed in controlled facilities out of total municipal waste generated, by cities\nThe use of “zero waste” cities can be useful to implement within cities as it suggests the concept of recycling 100% of waste to mitigate the harmful waste produced by the city. [24] As waste management systems are political, environmental, socio-economic, and technological, there may be challenges faced achieving indicator 11.6.1 as these factors create interrelated and dynamic inherited features. ",
  "[24] As waste management systems are political, environmental, socio-economic, and technological, there may be challenges faced achieving indicator 11.6.1 as these factors create interrelated and dynamic inherited features. [24]\n\nIndicator 11.6.2: \"Annual mean levels of fine particulate matter (e.g. ",
  "PM2.5 and PM10) in cities (population weighted)\"\nParticulate matter (PM) in the air can affect the cardiovascular system and other major organs. Chronic exposure will lead to further health risks. [25]\n\nTarget 11.7: \"Provide access to safe and inclusive green and public spaces\"[edit]\nThe full text of Target 11.7 is: \"By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and Persons With Disabilities\"[1]\nThe two indicators include:\n\nThe Indicator 11.7.1: \"Average share of the built-up area of cities that is open space for public use for all, by sex, age and persons with disabilities\"\nThe Indicator 11.7.2: \"Proportion of person victim of physical or sexual harassment, by sex, age, disability status and place of occurrence, in the previous 12 months\"\nUniversity campuses are found to have great potential to contribute to urban green areas development. Green spaces play an important role in improving quality of life and reducing stress and improving overall well-being, they have increasingly become an integrated part of the university campus. [26]\nUniversities also are widely recognized as a key driver of sustainability practices promotion, research, personal involvement, achievement of SDG goals through educational establishment. [27]\n\nTarget 11.a: \"Strong national and regional development planning\"[edit]\nThe full text of Target 11.a is \"Support positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning\". ",
  "[1]\nIt has one indicator: Indicator 11.a.1 is the \"Number of countries that have national urban policies or regional development plans that (a) respond to population dynamics; (b) ensure balanced territorial development, and (c) increase local fiscal space.\" This indicator is one of the key metrics to benchmark and monitors urbanization. ",
  "[28] It can serve as a gap analysis to support policy recommendations. [28] Data sources for this indicator may include: Official documents such as National Urban Plan available in national and regional administrations, point of service surveys, database of national urban policies by United Nations, UrbanLex, a database of laws and policies on urban matters developed by UN-Habitat. [28]\nThere are currently no data available for this indicator. [11]\nThe New Urban Agenda was adopted by world leaders in 2016 and serves as a powerful tool for sustainable urban development for both developing and developed countries by providing a series of standards for sustainable urban development. In this agenda, world leaders are committed to:\n\nProvide basic services for all citizens\nEnsure that all citizens have access to equal opportunities and face no discrimination\nPromote measures that support cleaner cities\nStrengthen resilience in cities to reduce the risk and the impact of disasters\nTaken action to address climate change by reducing their greenhouse gas emissions\nFull respect the rights of refugees, migrants and internally displaced persons regardless of their migration status\nImprove connectivity and support innovative and green initiatives\nPromote safe, accessible and green public spaces[29]\nTarget 11.b: \"Implement policies for inclusion, resource efficiency and disaster risk reduction\"[edit]\nThe full text of Target 11.b is \"By 2020, substantially increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster risk reduction 2015–2030, holistic disaster risk management at all levels. \"[1]\nUnlike most SDGs which have the target year of 2030, this indicator is set to be achieved by 2020. ",
  "The two indicators include:[11]\n\nIndicator 11.b.1: \"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015–2030\"\nIndicator 11.b.2: \"Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies\"\nRecently, a number of challenges in implementing the Sendai Framework for Disaster Risk Reduction have been identified, including inconsistent, unstructured, disorganized data collection and reporting, the lack of incentives for proactive report disaster loss, and the lack of governmental mandate on disaster loss reporting. [30]\n\nTarget 11.c: Support least developed countries in sustainable and resilient building[edit]\nThe full text of Target 11.c is formulated as \"Support least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings using local materials\". ",
  "[1]\nThis target has one Indicator: Indicator 11.c.1 is the \"Proportion of financial support to the least developed countries that is allocated to the construction and retrofitting of sustainable, resilient and resource-efficient buildings using local materials\". At the fifteen session of the Conference of the Parties (COP15) in 2009, developed countries pledged to provide US$100 billion a year by 2020 to help developing countries to develop climate change mitigation and adaptation, yet this commitment has not yet been fulfilled in 2021. At the UN Climate Change Conference in Glasgow (COP26) in 2021, a number of countries made new climate finance commitments. Canada has committed to doubling of its climate finance support to $5.3 billion between 2020 and 2025. The US has pledged to offer $11.4 billion per year by 2024, as well as $3 billion specifically for climate adaptation. Spain will increase its climate finance pledge by 50% to $1.55 billion a year from 2025. ",
  "[31]\nA proposal has been tabled in 2020 to delete Indicator 11.c.1. [32]\n\nCustodian agencies[edit]\nThe custodian agencies are responsible for data gathering and reporting on the indicators:[33]\n\nFor the indicators of Targets 11.1, 11.2 and 11.3 and also for Indicator 11.a.1 and Indicator 11.c.1: United Nations Human Settlements Programme (UN-HABITAT)\nFor Indicator 11.4.1: United Nations Educational, Scientific, and Cultural Organization-Institute for Statistics (UNESCO-UIS)\nFor the two indicators under Target 11.5 and for Indicator 11.b.2: United Nations International Strategy for Disaster Reduction (UNISDR)\nFor Indicator 11.6.1: United Nations Human Settlements Programme (UN-HABITAT), Department of Economic and Social Affairs (DESA) and UNSD\nFor Indicator 11.6.2: World Health Organization\nMonitoring and Progress[edit]\nHigh-level progress reports are prepared by United Nations Secretary General annually, evaluating the progress towards all the Sustainable Development Goals. ",
  "The most recent report was published in 2021. [34] The previous report was from April 2020. [35]\nIn 2018, High-level Political Forum (HLPF) took stock of progress on the Sustainable Development Goals and discussed progress, successes, challenges and lessons learned on the road to a fairer, more peaceful and prosperous world and a healthy planet by 2030. [36] SDG 11 was one of the six SDGs discussed in depth. [36]\nThe progress on the SDG 11 has been stalled by the COVID-19 pandemic. Due to the direct and indirect impacts of the pandemic, this Goal is increasingly less likely to be achieved in a timely manner. ",
  "[37] As of 30 April 2021, this is the progress made toward the Sustainable Development Goal 11. [37]\nAll the UN member states are committed to following up their progress towards implementing the 2030 Agenda and its goals and targets. ",
  "Almost all the UN member states have presented their national progress towards the SDGs through Voluntary National Review (VNR). [38] Despite the importance of cities within the sustainable development framework, only a few initiatives have emerged to assess progress towards the SDGs on a city scale. [38] Voluntary Local Review (VLR) could be a suitable approach to advance the progress of SDG implementation through localization of global development goals and sustainable development agenda. [38] Both the Sendai Framework and New Urban Agenda point out that urban areas are in an excellent position to take the initiative to manage several of the persistent global challenges like pollution and environmental degradation. [38]\n\nChallenges[edit]\nImpacts of COVID-19 pandemic[edit]\nCities in many countries have become epicentres of COVID-19. [37] Approximately 60% of COVID-19 cases have been found in urban areas, shedding light onto the function of cities in generating and accelerating the pandemic. ",
  "[39]  Population growth, combined with pull factors of cities, such as concentration of economic activities and availability of services, results in increased rates of urbanization. [39] This urbanization is coupled with subsequent congestion and increased human mobility within cities and countries. ",
  "Importantly, both congestion and increased mobility have been named as some of the major contributors to the spread of epidemics through aerosols, droplets and fomities. [39] SDG 11 has proven to be of critical importance during the COVID-19 pandemic by ensuring a reduction in exposure to those living in crowded areas. [40]\nCultural and natural heritage is an important economic driver, especially for developing countries. [41] With a 98% fall in the number of international arrivals in 2020 compared to 2019 due to the COVID-19 pandemic, the tourism industry and the cultural heritage sector have endured significant losses. [41][42]\nCOVID-19 causes more severe diseases in homeless individuals, and they are unable to obtain adequate sleep, keep social distance, or have safe water to drink, all of which contribute to their losing their employment and having no source of money, which is also the cause of their homelessness. [43] The digital divide between urban and rural areas and the closure of places of worship exacerbate inequalities and negative impacts. ",
  "The challenges posed by COVID-19 demonstrate the importance of resilient, inclusive, resilient, and sustainable cities. [39]\nControlling the spread of COVID-19 is more difficult under economic inequality. ",
  "The safety of public transportation systems is essential for low-income communities, most of whom rely on public transportation services for their travel. Then safe, affordable, and sustainable transportation systems are especially important. [44]\nCOVID-19 is more likely to spread in overcrowded urbanization, where growing populations and migration lead to rapid urban sprawl. As a result, unplanned urbanization that neglects low-income populations drives the expansion of informal settlements and accelerates the growth of the informal economy. [45]\nThe COVID-19 pandemic has illuminated the deeply rooted inequalities in the cities, which is reflected in disproportionate pandemic-related impacts on migrants, the homeless, and the residents of urban slums and informal settlements. [46] COVID-19 has revealed pre-existing patterns of health disparities across different groups, with Pacific Islander, Latino, Indigenous and Black Americans experiencing \"a COVID-19 death rate of double or more that of White and Asian Americans\". ",
  "[47] Further, a positive association between previous prolonged exposure to air pollution and the severity of COVID-19 infection and rates of morbidity related to COVID-19 has been suggested. [47] Therefore, the success of SDG 11 post-pandemic requires concerted action on the part of Governments at all levels, civil society and development partners. ",
  "[46]\nDuring the crisis, cities have emerged as drivers of economic recovery, centres of innovation and catalysts for social and economic transformation. [46] Smart city technologies and solutions have contributed to resilience in cities by facilitating gathering and exchange of information in real time, decreasing risk, and enhancing planning, absorption and adaptation abilities. [48][49] Robots and drones were used to clean and disinfect spaces, measure patient’s temperature, deliver medicine and food, and to track or detect high-risk areas. [48] Evidence from Chinese cities shows that smart city projects have helped the prevention and control of COVID-19 pandemic. Namely, for every 1 million yuan increase in smart city investment per 10,000 people, the number of COVID-19 confirmed cases per 10,000 people decreased by 0.342. [49] Further development of smart city projects is expected to provide opportunities for increasing resilience to the COVID-19 pandemic and any similar events in the future. ",
  "[48]\n\nLinks with other SDGs[edit]\nSDG 11 interlinks with many of the other SDGs. First, the impact on health (SDG 3, Target 3.9) of city dwellers, as well as improve cities resilience to natural and climate change-induced disasters. ",
  "It is related to SDG 6 (target 6.1, 6.2 and 6.5), SDG 12 (target 12.4), SDG 14 (target 14.3) Lastly, reducing the impact of communicable diseases and maternal and children mortality which can be found under SDG 3 (targets 3.2 and 3.3). [50]\nAn essential aspect of SDG11 is \"affordability\" so that vulnerable people are considered in urban planning. The emphasis on disadvantaged groups is reflected in SDG11 goals 11.1, 11.2, 11.3, and 11.7. It reinforces the need for \"equity\" to be mentioned and subconsciously considered in the development of SDG 11.​​ SDG11 and SDG10 are inextricably linked. [51]\nFurthermore, SDG 11 interlinks with SDG 13 on climate action: The world's cities account for 60–80 per cent of energy consumption and 75 per cent of carbon emissions (this is because 4.2 billion people, or 55 percent of the world's population, lived in cities in 2018). [4][52]\nSustainable and economical transportation networks may successfully reduce carbon emissions (SDG 13), assist in addressing inhabitants with low incomes or other structural inequalities (SDG 10), and promote healthy lifestyles and well-being (SDG 3). ",
  "Active modes of transport (walking, cycling and other types of wheeled transport) can be a low-cost way to access essential services (Target 11.4), especially when combined with cheap and effective public transport. The government's targeted investment in bicycle paths and sidewalks is an essential transportation planning policy, which guides travelling for short trips. ",
  "[53] In order to address inequities in and access to health services, improve the urban environment by making safe and accessible active transport, including wheelchair access, and better public transport more possible. Increasing pedestrian and bicycle traffic in streets and parks, with an emphasis on crime prevention through urban design, lighting, visibility, fence options and plants, helps to reduce crime, particularly sexual assault (SDG 5.2). [54] Streamlining the planning approval process for SHA (Special Housing Area) projects in Ontario(Canada) can accelerate the development of sustainable community goals. Public housing rents, charged as a percentage of household income, can be effective in reducing inequality(SDG10). [55] Affordable and sustainable transportation systems and safe urban environments can minimize inequalities. Organizations[edit]\nUN system[edit]\nUnited for Smart Sustainable Cities Initiative (U4SSC) which has been pilot to monitor urban-environment related Sustainable Development Goals (SDGs) projects[56]\nInter-American Development Bank (IDB)\nUN Industrial Development Organization (UNIDO)\nUN Economic Commission for Africa (ECA)\nUnited Nations International Strategy for Disaster Reduction (UNISDR)\n[57]United Nations Human Settlements Programme. ",
  "NGOs and others[edit]\nThe following NGOs and other organizations are helping to achieve SDG 11:\n\nGoFar, founded by Danny Adams, is a Sydney Founder Institute portfolio company. It helps to cut emissions produced by vehicles, as well as improve driver safety. ",
  "GoFar has a unique app and in-car device that provides drivers with real-time feedback to help them reduce fuel consumption. [58]\nC40 cities is a network of the world's megacities committed to addressing climate change,[59] It is taking bold climate action and leading the way towards having a more sustainable future. [60] C40 also offers cities an effective forum to collaborate, share knowledge and drive meaningful action on climate change. [59]\nICLEI is committed to sustainable urban development. [61] It helps members to make their cities and regions sustainable, low-carbon, resilient, ecomobile, biodiverse, resource-efficient and healthy, with a green economy and smart infrastructure. [59]\n100RC developed by the Rockefeller Foundation helps cities around the world to become more resilient to physical, social, and economic shocks and stresses[62] and it supports the adoption and incorporation of a view of resilience that includes not just the shocks, earthquakes, fires, floods, but also the stresses that weaken the fabric of a city on a day to day or cyclical basis. ",
  "[59]\nCHWs(Community health workers) are an important player in primary health care, helping cities to use flexible coordination mechanisms, define roles for stakeholders and interface with national health policies, and increase investment in human resources. [63]\nUS Based Organizations[edit]\nIn the US there are over one hundred thousand tax-exempt organizations working on issues related to UN SDG 11, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. ",
  "[64] X4Impact, with the support of ACME Ticketing, created a free online interactive tool Sustainable Cities and Communities in the US. This online tool enables users to see related indicators nationally and by state, as well as relevant information for over one hundred thousand tax-exempt organizations in the US working on issues related to UN SDG 11. The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. See also[edit]\nClimate change and cities\nList of most-polluted cities by particulate matter concentration\nTransit-oriented development – Urban planning prioritising transit\nReferences[edit]\n\n\n^ a b c d e f g h i j k l United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ \"What are the Sustainable Development Goals?\". United Nations Development Programme. Retrieved 6 September 2020. ",
  "{{cite web}}:  CS1 maint: url-status (link)\n\n^ a b \"Goal 11 | Department of Economic and Social Affairs\". ^ a b \"Goal 11: Sustainable cities and communities\". ",
  "United Nations Development Programme. Retrieved 6 September 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ Alvarez-Risco, Aldo; Rosen, Marc; Del-Aguila-Arcentales, Shyla; Marinova, Dora, eds. (2020). Building Sustainable Cities. doi:10.1007/978-3-030-45533-0. ",
  "ISBN 978-3-030-45532-3. S2CID 166562364. ",
  "[page needed]\n\n^ Kaviti Musango, Josephine; Currie, Paul; Smit, Suzanne; Kovacic, Zora (December 2020). \"Urban metabolism of the informal city: Probing and measuring the 'unmeasurable' to monitor Sustainable Development Goal 11 indicators\". Ecological Indicators. 119: 106746. doi:10.1016/j.ecolind.2020.106746. S2CID 224873830. ^ Danish Institute for International Studies. ",
  "(2015). The UN Sustainable Development Goal 11: THE WORLD NEEDS AN URBAN GOAL. ",
  "https://pure.diis.dk/ws/files/267767/The_world_needs_an_urban_goal_web.pdf\n\n^ \"Take Action for the Sustainable Development Goals\". ^ https://www.un.org/millenniumgoals/pdf/Goal_7_fs.pdf[bare URL PDF]\n\n^ a b c \"Goal 11: Sustainable cities and communities\". ^ a b c d e f g h i j k l m Ritchie, Roser, Mispy, Ortiz-Ospina. \"Measuring progress towards the Sustainable Development Goals.\" (SDG 11) SDG-Tracker.org, website (2018)\n\n^ \"Sustainable Development Goal 11\". Sustainable Development Goals. ",
  "16 November 2017. Retrieved 16 November 2017. ",
  "^ Brussel, Mark; Zuidgeest, Mark; Pfeffer, Karin; van Maarseveen, Martin (30 January 2019). \"Access or Accessibility? A Critique of the Urban Transport SDG Indicator\". ISPRS International Journal of Geo-Information. 8 (2): 67. Bibcode:2019IJGI....8...67B. ",
  "doi:10.3390/ijgi8020067. ^ Improving Access to Public Transport. ",
  "OECD Publishing. 2004. doi:10.1787/9789282113257-en. ISBN 978-92-821-1325-7. [page needed]\n\n^ Improving Access to Public Transport. OECD Publishing. 2004. doi:10.1787/9789282113257-en. ",
  "ISBN 978-92-821-1325-7. [page needed]\n\n^ a b c Sharma, Laxmikant; Pandey, Prem Chandra; Nathawat, M.S. ",
  "(June 2012). \"Assessment of land consumption rate with urban dynamics change using geospatial techniques\". Journal of Land Use Science. 7 (2): 135–148. doi:10.1080/1747423X.2010.537790. S2CID 129183803. ",
  "^ Direct democracy: The international IDEA handbook (PDF). International Institute for Democracy and Electoral Assistance. ",
  "2008. Retrieved 16 December 2021. ^ Saner, Raymond; Yiu, Lichia; Lazzaroni, Julia (2021). \"Inclusive and Sustainable Urbanization: Using a Macropsychology Perspective to Strengthen the 2030 Sustainable Development Goals\". Macropsychology: 253–272. doi:10.1007/978-3-030-50176-1_11. ",
  "ISBN 978-3-030-50175-4. S2CID 234259949. ",
  "^ a b Baugher, Sherene; Appler, Douglas; Moss, William (2017). Baugher, Sherene; Appler, Douglas R; Moss, William (eds.). Urban Archaeology, Municipal Government and Local Planning: Preserving Heritage Within the Commonwealth of Nations and the United States. Springer International Publishing AG. doi:10.1007/978-3-319-55490-7. ISBN 978-3-319-55488-4. ",
  "^ UNESCO (2019) Culture | 2030 Indicators, United Nations Educational, Scientific and Cultural Organization, Paris, France, ISBN 978-92-3-100355-4, CC-BY-ND 3.0 IGO\n\n^ Aon. \"Weather, Climate & Catastrophe Insight\" (PDF). ",
  "^ World Meteorological Organization. \"WMO Atlas of Mortality and Economic Losses From Weather, Climate and Water Extremes (1970 - 2019)\". ^ Roy, Joyashree; Tschakert, Petra; Waisman, Henri; Halim, Sharina Abdul. \"Sustainable Development Poverty Eradication and Reducing Inequalities\" (PDF). IPCC. ^ a b c Zaman, Atiq Uz; Lehmann, Steffen (1 December 2011). ",
  "\"Urban growth and waste management optimization towards 'zero waste city'\". City, Culture and Society. ",
  "2 (4): 177–187. doi:10.1016/j.ccs.2011.11.007. ^ \"Urban air pollution – what are the main sources across the world?\". EU SCIENCE HUB, The European Commission's science and knowledge service. 30 November 2015. Retrieved 7 September 2020. ",
  "{{cite web}}:  CS1 maint: url-status (link)\n\n^ Brandli, Luciana Londero; Salvia, Amanda Lange; Da Rocha, Vanessa Tibola; Mazutti, Janaina; Reginatto, Giovana (2020). \"The Role of Green Areas in University Campuses: Contribution to SDG 4 and SDG 15\". ",
  "Universities as Living Labs for Sustainable Development. World Sustainability Series. pp. 47–68. doi:10.1007/978-3-030-15604-6_4. ISBN 978-3-030-15603-9. ",
  "S2CID 198724399. ^ Chankseliani, Maia; McCowan, Tristan (January 2021). ",
  "\"Higher education and the Sustainable Development Goals\". Higher Education. 81 (1): 1–8. doi:10.1007/s10734-020-00652-w. PMC 7646712. PMID 33173242. ^ a b c UN-Habitat (2018). ",
  "SDG Indicator 11.a.1 Training Module: National Urban Policy. United Nations Human Settlement Programme (UN-Habitat), Nairobi. ",
  "^ UN Sustainable Development (20 October 2016). \"The New Urban Agenda: Key Commitments\". ^ Wilkins, Aleeza; Pennaz, Alice; Dix, Monica; Smith, Adam; Vawter, Jacob; Karlson, Daniel; Tokar, Sezin; Brooks, Emily (April 2021). \"Challenges and opportunities for Sendai framework disaster loss reporting in the United States\". Progress in Disaster Science. 10: 100167. doi:10.1016/j.pdisas.2021.100167. ",
  "S2CID 233695158. ^ Morris, Chris (14 November 2021). ",
  "\"COP 26: How much are poor countries getting to fight climate change?\". BBC News. ^ \"IAEG-SDGs 2020 Comprehensive Review Proposals Submitted to the 51st session of the United Nations Statistical Commission for its consideration\". United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 1 September 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ \"United Nations sustainable Development Goal 11 Custodian Agency. ",
  "2018\" (PDF). UNECE Org. ",
  "Retrieved 20 September 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ United Nations Economic and Social Council. (30 April 2021). Progress towards the Sustainable Development Goals: Report of the Secretary-General. United Nations. https://undocs.org/en/E/2021/58\n\n^ United Nations Economic and Social Council. ",
  "(28 April 2020). Progress towards the Sustainable Development Goals Report of the Secretary-General\n\n^ a b United Nations (2018). ",
  "\"High-Level Political Forum 2018\". sustainabledevelopment.un.org. {{cite web}}:  CS1 maint: url-status (link)\n\n^ a b c United Nations. (n.d.). \"Goal 11 | Department of Economic and Social Affairs\". sdgs.un.org. ",
  "{{cite web}}:  CS1 maint: url-status (link)\n\n^ a b c d Osman, Taher; Kenawy, Emad; Abdrabo, Karim I.; Shaw, David; Alshamndy, Aref; Elsharif, Mohamed; Salem, Muhammad; Alwetaishi, Mamdooh; Aly, Reda M.; Elboshy, Bahaa (25 August 2021). \"Voluntary Local Review Framework to Monitor and Evaluate the Progress towards Achieving Sustainable Development Goals at a City Level: Buraidah City, KSA and SDG11 as A Case Study\". ",
  "Sustainability. 13 (17): 9555. doi:10.3390/su13179555. ^ a b c d Thoradeniya, Tharanga; Jayasinghe, Saroj (December 2021). \"COVID-19 and future pandemics: a global systems approach and relevance to SDGs\". Globalization and Health. 17 (1): 59. doi:10.1186/s12992-021-00711-6. ",
  "PMC 8139540. PMID 34020654. ",
  "^ \"SDGs still offer best option to reduce worst impacts of COVID-19 and to recover better\". {{cite web}}:  CS1 maint: url-status (link)\n\n^ a b Hosseini, Keyvan; Stefaniec, Agnieszka; Hosseini, Seyedeh Parisa (June 2021). \"World Heritage Sites in developing countries: Assessing impacts and handling complexities toward sustainable tourism\". Journal of Destination Marketing & Management. 20: 100616. doi:10.1016/j.jdmm.2021.100616. S2CID 235507157. ",
  "^ UNESCO Institute of Statistics. (26 June 2020). ",
  "\"Initial launch of the SDG Indicator 11.4.1 Survey on cultural and natural heritage expenditure\". {{cite web}}:  CS1 maint: url-status (link)\n\n^ https://endhomelessness.org/wp-content/uploads/2020/03/Covid-Fact-Sheet-3.25.2020-2.pdf[bare URL PDF]\n\n^ Lak, Azadeh; Sharifi, Ayyoob; Badr, Siamak; Zali, Alireza; Maher, Ali; Mostafavi, Ehsan; Khalili, Davood (September 2021). \"Spatio-temporal patterns of the COVID-19 pandemic, and place-based influential factors at the neighborhood scale in Tehran\". Sustainable Cities and Society. 72: 103034. doi:10.1016/j.scs.2021.103034. S2CID 236235400. ",
  "^ Pradhan, Prajal; Subedi, Daya Raj; Khatiwada, Dilip; Joshi, Kirti Kusum; Kafle, Sagar; Chhetri, Raju Pandit; Dhakal, Shobhakar; Gautam, Ambika Prasad; Khatiwada, Padma Prasad; Mainaly, Jony; Onta, Sharad; Pandey, Vishnu Prasad; Parajuly, Keshav; Pokharel, Sijal; Satyal, Poshendra; Singh, Devendra Raj; Talchabhadel, Rocky; Tha, Rupesh; Thapa, Bhesh Raj; Adhikari, Kamal; Adhikari, Shankar; Chandra Bastakoti, Ram; Bhandari, Pitambar; Bharati, Saraswoti; Bhusal, Yub Raj; Bahadur BK, Man; Bogati, Ramji; Kafle, Simrin; Khadka, Manohara; Khatiwada, Nawa Raj; Lal, Ajay Chandra; Neupane, Dinesh; Neupane, Kaustuv Raj; Ojha, Rajit; Regmi, Narayan Prasad; Rupakheti, Maheswar; Sapkota, Alka; Sapkota, Rupak; Sharma, Mahashram; Shrestha, Gitta; Shrestha, Indira; Shrestha, Khadga Bahadur; Tandukar, Sarmila; Upadhyaya, Shyam; Kropp, Jürgen P.; Bhuju, Dinesh Raj (July 2021). \"The COVID‐19 Pandemic Not Only Poses Challenges, but Also Opens Opportunities for Sustainable Transformation\". ",
  "Earth's Future. 9 (7). Bibcode:2021EaFut...901996P. doi:10.1029/2021EF001996. ISSN 2328-4277. S2CID 234003000. ",
  "^ a b c United Nations. (2021). ",
  "The Sustainable Development Goals Report 2021. https://unstats.un.org/sdgs/report/2021/The-Sustainable-Development-Goals-Report-2021.pdf. ^ a b Schenk, Elizabeth C.; Potter, Teddie M.; Cook, Cara; Huffling, Katie; Rosa, William E. (July 2021). \"Nurses Promoting Inclusive, Safe, Resilient, and Sustainable Cities and Communities: Taking Action on COVID-19, Systemic Racism, and Climate Change\". American Journal of Nursing. 121 (7): 66–69. doi:10.1097/01.NAJ.0000758540.26343.2e. ",
  "PMID 34156389. S2CID 235597129. ",
  "^ a b c Dos Santos, Helton Almeida; Da Silva Santana, Emerson; Bueno, Robson Elias; Bonilla, Silvia Helena (2021). \"Technologies Helping Smart Cities to Build Resilience: Focus on COVID-19\". Advances in Production Management Systems. Artificial Intelligence for Sustainable and Resilient Production Systems. IFIP Advances in Information and Communication Technology. Vol. ",
  "633. pp. 714–723. ",
  "doi:10.1007/978-3-030-85910-7_75. ISBN 978-3-030-85909-1. S2CID 237436758. ^ a b Yang, ShanShan; Chong, Zhaohui (July 2021). \"Smart city projects against COVID-19: Quantitative evidence from China\". Sustainable Cities and Society. ",
  "70: 102897. doi:10.1016/j.scs.2021.102897. PMC 8015371. ",
  "PMID 33824851. S2CID 232484145. ^ \"Visualisation map of the interlinkages between SDG 11 and the other SDGs\" (PDF). ESCAP. Retrieved 7 September 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ Butcher, Stephanie; Acuto, Michele; Trundle, Alexei (November 2021). ",
  "\"Leaving no urban citizens behind: An urban equality framework for deploying the sustainable development goals\". One Earth. ",
  "4 (11): 1548–1556. doi:10.1016/j.oneear.2021.10.015. S2CID 244439610. ^ \"Sustainable development goals\". {{cite web}}:  CS1 maint: url-status (link)\n\n^ Howden-Chapman, Philippa; Keall, Michael; Whitwell, Kate; Chapman, Ralph (January 2020). \"Evaluating natural experiments to measure the co-benefits of urban policy interventions to reduce carbon emissions in New Zealand\". ",
  "Science of the Total Environment. 700: 134408. ",
  "Bibcode:2020ScTEn.700m4408H. doi:10.1016/j.scitotenv.2019.134408. PMID 31627043. S2CID 204786796. ^ Macmillan, Alexandra; Smith, Melody; Witten, Karen; Woodward, Alistair; Hosking, Jamie; Wild, Kirsty; Field, Adrian (April 2020). \"Suburb-level changes for active transport to meet the SDGs: Causal theory and a New Zealand case study\". ",
  "Science of the Total Environment. 714: 136678. ",
  "Bibcode:2020ScTEn.714m6678M. doi:10.1016/j.scitotenv.2020.136678. PMID 31982743. S2CID 210922783. ^ \"Streamlining The Municipal Development Review Process: Current Guide of Municipalities' Best Practices\". Association of Municipalities Ontario. ",
  "23 January 2020. ^ \"United 4 Smart Sustainable Cities\" (PDF). ",
  "2016. {{cite web}}:  CS1 maint: url-status (link)\n\n^ \"United Nations sustainable Development Goal 11 Custodian Agency. 2018\" (PDF). UNECE Org. Retrieved 20 September 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ \"17 Companies Helping Meet the 17 UN Sustainable Development Goals\". ",
  "The Founder Institute. Retrieved 22 September 2020. ",
  "^ a b c d \"NGOs-leading-SDGs-Sustainable-Brands\" (PDF). {{cite web}}:  CS1 maint: url-status (link)\n\n^ \"C40\". c40.org. Retrieved 22 September 2020. ^ \"ICLEI\". iclei.org. ",
  "Retrieved 22 September 2020. ^ \"100 Resilient Cities\". ",
  "The Rockefeller Foundation. Retrieved 22 September 2020. ^ Afzal, Muhammad Mahmood; Pariyo, George W.; Lassi, Zohra S.; Perry, Henry B. (October 2021). \"Community health workers at the dawn of a new era: 2. Planning, coordination, and partnerships\". ",
  "Health Research Policy and Systems. 19 (S3): 103. doi:10.1186/s12961-021-00753-7. ",
  "PMC 8506104. PMID 34641912. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 17 November 2021. ",
  "External links[edit]\nUN Sustainable Development Knowledge Platform – SDG 11\n“Global Goals” Campaign – SDG 11\nSDG-Track.org – SDG 11\nUN SDG 11 in the US\nvteSustainable Development GoalsIndividual goals\n(1) No Poverty\n(2) Zero Hunger\n(3) Good Health and Well-being\n(4) Quality Education\n(5) Gender Equality\n(6) Clean Water and Sanitation\n(7) Affordable and Clean Energy\n(8) Decent Work and Economic Growth\n(9) Industry, Innovation and Infrastructure\n(10) Reducing Inequality\n(11) Sustainable Cities and Communities\n(12) Responsible Consumption and Production\n(13) Climate Action\n(14) Life Below Water\n(15) Life On Land\n(16) Peace, Justice, and Strong Institutions\n(17) Partnerships for the Goals\nRelated\nEducation 2030 Agenda\nGlobal Goals Week\nList of Sustainable Development Goal targets and indicators\nBy country\nAustralia\nGhana\nIran\nLebanon\nNigeria\n\nvteCitiesUrban geography\nUrban area\nCity centre\nDowntown\nSuburb\nCore city\nTwin cities\nSatellite city\nEdge city\nCommuter town\nCity proper\nlimits\nConurbation\nMetropolitan area\nMetropolis\nMegalopolis\nCities with the most skyscrapers\nUrbanization\nSuburbanization\nShrinking cities\nGhost town\nUrban government\nCity status\nMunicipality\ndirect-controlled\nIndependent city\nCity-state\nAutonomous city\nCapital city\nUrban economics\nWorld's cities by GDP\nGlobal city\nCentral business district\nMost expensive cities\nCheapest cities\nMost livable cities\nUrban decay\nUrban renewal\nMunicipal bond\nHabitat III\nUrban planning\nHistory of urban planning\nTheories of urban planning\nTechnical aspects of urban planning\nUrban planners\nZoning\nMixed-use development\nUrban design\nGrid plan\nConcentric zone model\nSector model\nMultiple nuclei model\nLinear city\nLand use\nSmart city\nUrban population\nWorld's largest cities\nthroughout history\nMost densely populated cities\nMost populous national capitals\nMost populous satellite cities\nUrbanism\nUrban warfare\nUrban studies\nUrban morphology\nUrban culture\nUrban sociology\nAnti-urbanism\nUrban exploration\nUrban homesteading\nUnitary urbanism\nEnvironment\nClimate change\nGreen urbanism\nSustainable city\nSustainable urbanism\nSustainable Development Goal 11\nUrban heat island\nUrban ecology\n Cities portal\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_11&oldid=1076729608\"\nCategories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 maint: url-statusWikipedia articles needing page number citations from December 2021All articles with bare URLs for citationsArticles with bare URLs for citations from March 2022Articles with PDF format bare URLs for citationsArticles with short descriptionShort description is different from WikidataUse dmy dates from April 2021No local image but image on Wikidata\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikiversity\n\n\n\n\nLanguages\n\n\nالعربيةEspañolEuskaraFrançaisМакедонскиپښتو\nEdit links\n\n\n\n\n\n\n This page was last edited on 12 March 2022, at 16:53 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0;\nadditional terms may apply. "
]