[
  "Gender Benchmark - WBA Skip to content Building a movement How it started Mission and vision Alliance About the Alliance Join the Alliance Meet our Allies How we work Seven systems transformations Theory of change Benchmarking SDG2000 Benchmarks Social Gender Benchmark Corporate Human Rights Benchmark Food and Agriculture Seafood Stewardship Index Access to Seeds Index Climate and Energy Just transition Nature Digital Inclusion Financial System Companies About us Team Careers and culture Funding partners Governance Ambassadors Finances Contact Content News and events Keeping you updated on our work Research and publications Sharing our latest data, findings and insights Impact Building a movement In the media Allies Companies This site makes use of third-party cookies for analytics. By continuing to use the site, you accept the use of cookies.",
  "Our privacy statement Accept Gender Benchmark Companies Methodology About See all companies Get this page as PDF Nike Known for Nike, Jordan, Converse Nike is one of the world's largest athletic footwear, apparel, equipment and accessory companies with over ten major brands in its portfolio. It employs 76,000 people and has operations across 170 countries. In 2019, the company had $39.1 billion in revenue. Summary Nike is one of the stronger performers among the companies assessed with information publicly available regarding how it drives gender equality and womenâ\u0080\u0099s empowerment for 18 out of the 34 indicators in the Gender Benchmark methodology, above the baseline average. The company displays leading practice on five indicators and is ahead of industry peers with regard to information disclosed across six of the seven measurement areas. Nike addresses the systemic discrimination that women face in the workplace by offering career development programmes for its women employees.",
  "It also considers the discrimination women workers face in the supply chain, especially pregnant women. For example, it is the only company in the assessment that requires suppliers to provide training on their harassment and abuse policy that goes beyond mandatory code of conduct training.",
  "It also prohibits suppliers from giving their workers pregnancy tests and requires them to address safe work in connection with pregnancy. Furthermore, Nike has a grievance mechanism in place that takes into account the specific needs of its women employees and requires its suppliers to establish grievance mechanisms for their workers to submit concerns. However, there is limited information to suggest that the company considers the fair representation of women across its workforce, with women being underrepresented on its board of directors and among senior executives. Regarding women employeesâ\u0080\u0099 fair compensation for their work, although Nike publishes pay parity data, there are no details on how the company addresses the gender pay gap that persists globally. See full disclosure report Disclosure across 34 indicators Number of indicators with disclosed information Measurement area findings GovernanceÂ andÂ strategyÂ Nike has not made a CEO-level, public commitment to promoting gender equality and womenâ\u0080\u0099s empowerment across its value chain, such as being a signatory of the UN Womenâ\u0080\u0099s Empowerment Principles (WEPs). However, the company has established a gender strategy that goes beyond general support for diversity and inclusion by focusing on gender representation and pay parity between women and men employees, and it reports on progress thus far.",
  "Nike has also identified its Purpose Committee as responsible for the companyâ\u0080\u0099s diversity and inclusion agenda, which includes corporate efforts on gender. Having said this, it does not disclose specific, time-bound targets on gender equality and womenâ\u0080\u0099s empowerment.",
  "Neither was information found regarding whether Nike engages its own employees, such as performing surveys, or external stakeholders on gender issues. The company has a gender-responsive grievance mechanism that reflects an understanding of gender roles and the inequalities women face in the workplace, for instance allowing concerns to be reported to someone other than the direct supervisor via a telephone line, as well as ensuring confidentiality, non-retaliation and protection of the aggrieved party. While supply chain workers do not have direct access to Nikeâ\u0080\u0099s grievance mechanism, the company requires suppliers to have in place their own grievance mechanisms. The company screens for gender-related issues among its suppliers as part of its audit processes, including sexual harassment and discrimination against women based on their pregnancy and marital status. It also requires corrective action to be taken if these issues are identified. RepresentationÂ Nike publicly discloses the gender composition of its workforce, which is 49% women, across various levels of leadership at least annually.",
  "The company currently maintains a gender balance â\u0080\u0093 between 40-60% women â\u0080\u0093 among its senior management (41%), though women are underrepresented among its board members (29%) and senior executives (33%). No information was found on the gender breakdown of its middle management.",
  "The company addresses the systemic discrimination that women face by offering professional development programmes through various initiatives. Its Amplify initiative focuses on women employeesâ\u0080\u0099 leadership, strategy and career development. Moreover, the companyâ\u0080\u0099s E-VOLVE and Xcelerate programmes offer senior employees additional business experience, coaching and mentoring to prepare them for the next level of leadership. Both programmes maintain at least 50% female participants. In the supply chain, Nike requires suppliers to have an equal opportunity and non-discrimination policy that explicitly protects pregnant women. Further, the company requires its suppliers to make this non-discrimination policy publicly available to all workers in relevant languages, and to provide training to their hiring managers.",
  "Nike also prohibits suppliers from giving their workers pregnancy tests or forcing the use of contraception. Though no details were available regarding recognition agreements with local trade unions or collective bargaining agreements currently in place, Nike requires its suppliers to prohibit intimidation, harassment, retaliation and violence against trade union members.",
  "The company further prohibits the use of blacklists, for example those indicating union membership, to hinder workersâ\u0080\u0099 rights to free association. No information was found about whether Nike actively procures from women-owned businesses or takes specific actions to increase the procurement spend directed to these businesses. CompensationÂ and benefitsÂ Â While Nike reports on its gender pay gap in the United Kingdom, thereby complying with national regulation, no information was found regarding how the company specifically addresses the global gender pay gap to ensure its women employees around the world receive fair compensation for their work. Furthermore, though the company publishes its pay parity data, there were no details available about whether a gender pay gap exists across different pay bands or occupational functions. Regarding family-friendly benefits, Nike does not disclose a global policy of paid primary or secondary carer leave. Neither was information found to indicate whether it promotes employeesâ\u0080\u0099 return to work after leave.",
  "However, the company offers employees based at its US headquarters back-up childcare and priority access to childcare centres. Meanwhile, employees based at its EU headquarters have the option to work flexible hours.",
  "In the supply chain, there was no information found on whether Nike requires its suppliers to offer their workers formal contracts. While the company asks suppliers to progressively realise the payment of a living wage, it does not require them to do so. Furthermore, there were no details available regarding how Nike considers the unpaid care burden of workers in its supply chain by requiring suppliers to provide paid carer leave, childcare or other family support. HealthÂ and well-beingÂ No information was found to suggest that Nike covers additional costs surrounding maternal health information and services or the sexual and reproductive health needs specific to its women employees. It does, however, offer mental health services as part of its global Employee Assistance Program, providing employees and their families free access to a network of advisors who provide short-term counselling and support on a number of issues that could impact an employeeâ\u0080\u0099s mental health. In the supply chain, the company requires suppliers to establish a safe and healthy work environment, for example by providing workers with toilets separated by gender, drinking water, adequately lit factory facilities and personal protective equipment as well as training in proper chemical handling and ergonomic hazards.",
  "It also addresses safe work in connection with pregnancy, childbirth and nursing and requires suppliers to take additional measures to protect pregnant women from hazardous work, such as allowing them limited working hours. Furthermore, Nike requires its suppliers to have a clinic with credentialed health providers for locations with more than a thousand employees, though there were no details found about additional support to suppliers with regard to access to maternal, mental and sexual and reproductive health information and services.",
  "ViolenceÂ andÂ harassmentÂ Nike seeks to prohibit violence and harassment in the workplace and does not tolerate any acts or threats of violence. The company also requires its suppliers to take a zero-tolerance approach to sexual harassment and to have a written harassment and abuse policy made publicly available to all workers in relevant languages. It conducts an Engagement and Wellbeing (EWB) Survey across several factories which includes questions on sexual harassment. Furthermore, Nike requires suppliers to train their staff who are responsible for implementing and enforcing the harassment and abuse policy. However, no details were found to indicate Nike trains its own employees on violence and harassment. Neither was information found regarding the company’s effective remedy to violence and harassment grievances, such as not requiring private arbitration or silencing agreements.",
  "MarketplaceÂ No information is found regarding how Nike addresses non-discriminatory practices in marketing and advertising, for example by committing to avoid harmful gender stereotypes or ensuring gender-responsive communications and engagement with its customers to support gender equality and womenâ\u0080\u0099s empowerment. CommunityÂ Nike primarily drives support for gender equality and womenâ\u0080\u0099s empowerment in the communities where it operates by addressing barriers to girlsâ\u0080\u0099 participation in sport.",
  "In France, Nike collaborates with PLAY International to roll out the Playdagogy programme, which uses games to encourage gender-inclusive behaviours among girls and boys. It has also partnered with Sport dans la Ville to train women coaches and engage girls through sport. Globally, Nike is collaborating with Gurls Talk and Women Win to offer young women leadership and mentor training as well as financial support for their proposed girlsâ\u0080\u0099 empowerment efforts through the Made to Play fund. COVID-19 response Response Nike has responded to the COVID-19 pandemic by temporarily closing its stores in multiple countries and provided employee pay continuity and committed over $25 million to support communities impacted by COVID-19. Stores in a range of locations are reopen based on guidance from health and government authorities, and Nike is focused on prioritising the health of employees. Gender framework Framework Is the company included in the following gender frameworks?"
]