[
  "\n\n\n\n\n\n\n\nIndustry, Innovation and Infrastructure | SpringerLink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\nSkip to table of contents\n\n\n\n\nThis service is more advanced with JavaScript available\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch SpringerLink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\nLog in\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndustry, Innovation and Infrastructure\n\n\nLiving Edition\n\n\n | \nEditors: \nWalter Leal Filho, Anabela Marisa Azul, Luciana Brandli, Amanda Lange Salvia, Tony Wall\n\n\n\n\n\n\n\n\n\n\n\nContents\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\nIntroduction\n\n\nThe problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. Therefore, there is an increasing need to search for integrated solutions to make development more sustainable. ",
  "The United Nations has acknowledged the problem and approved the “2030 Agenda for Sustainable Development”. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. The Encyclopedia of the UN Sustainable Development Goals comprehensively addresses the SDGs in an integrated way. It encompasses 17 volumes, each one devoted to one of the 17 SDGs. This volume addresses SDG 9, namely “Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation” and contains the description of a range of terms, which allow a better understanding and foster knowledge about it. ",
  "This book presents a set of papers on the state of the art of knowledge and practices about three important aspects of sustainable development, infrastructure, industrialization and innovation. It focuses on the support of cleaner technologies, enhanced scientific research, domestic technology development and universal internet access. "
]