[
  "Tesla’s Mission: Accelerating World’s Transition to Sustainable Energy Menu Topics Interview Analysis Opinion Marketplace Environment Energy Efficiency Event Tech Tools & Machines Industries Oil and Gas Construction Power Renewables Metals & Mining Print edition Contact SUBSCRIBE NOW Search for Switch skin © Tesla Home/Analysis/Tesla’s Mission: Accelerating World’s Transition to Sustainable Energy Tesla’s Mission: Accelerating World’s Transition to Sustainable Energy Evgenios ZogopoulosNovember 23, 2020Last Updated: November 23, 2020 10,235 20 minutes read “Tesla’s mission is to accelerate the world’s transition to sustainable energy. We hire the world’s best and brightest people to help make this future a reality.",
  "Every Tesla is designed to be the safest, quickest car in its class—with industry-leading safety, range, and performance. Our global network of Superchargers and Destination Chargers provide convenient locations to stay charged, anywhere you go. Tesla energy products work together to power your home and charge your electric car. Solar produces clean energy during the day and Powerwall stores energy to power your home at night or during an outage.” This is Elon Musk’s vision. The article is about Elon’s latest controversial tweet: “The gauntlet has been thrown down! The prophecy will be fulfilled.",
  "Model S price changes to $69,420 tonight!”. The gauntlet has been thrown down!",
  "The prophecy will be fulfilled. Model S price changes to $69,420 tonight! — Elon Musk (@elonmusk) October 14, 2020 And this is the point where the average reader might ask: “why is that weird?”, right? At this point, and it’s admittedly a pretty early one, readers might be wandering what this article is about or whether they should be even spending time on a fairly incomprehensible title, about a fairly incomprehensible company led by a man who seems to be resorting to incomprehensible actions (tweets included). Well, bear with me for a second, because I will try to decipher a man’s vision, which manifested through a company and that company went on to cause waves in our realm of reality; what many people, stock analysts and other Wall Street gurus do not comprehend about Elon Musk, his vision and his company is that they are becoming a cult-like phenomenon, mostly due to the fact that they have been achieving things that seemed unreal up until recently. Well, Elon felt the need to lower the price of Tesla’s high-end S model, probably to compete with a rival company, but he did it by quoting ‘69’ and ‘420’; 69 being a sex position and 420 – an internet slang for weed.",
  "Yes, this happened and yes, he lowered the car’s price to $69,420. Now that I got you attention, let’s get deeper into the rabbit hole.",
  "Related Articles Submarine Cables: Risks and Security Threats March 25, 2022 To Continue or Not Wind Power Generation in Europe? March 22, 2022 Could Europe Survive Without Russian Gas? March 10, 2022 Future Urban Mobility: eVTOL, an Economic Reality? February 21, 2022 The above ‘verses’ come directly from the company’s website; they seem to reveal a very disruptive wave of innovation. Tesla started this innovation wave of the automotive industry as a niche competitor, offering totally disruptive items in the form of luxury electric vehicles. Those models have been extremely performing but also environmentally friendly.",
  "After their initial onslaught, Tesla has been decisively transitioning from a niche competitor to a broad-market differentiator through the implementation of lithium batteries and the incorporation of SolarCity. The company’s almost compulsive obsession on automation and R&D were a major ‘liability’ in early days burning vast amounts of cash; however, they ended up bearing fruits in the form of Tesla’s current competitive moat, offering immense and sustainable competitive advantages.",
  "The main product of this extensive research and development process came in the form of a technological product and services ecosystem: software, cars, batteries, solar components, a supercharging network, and self-driving features. Marketing is not even needed, as Elon Musk’s twitter accounts for the most of their media capital, with zero investment and much fun controversy. The company today is valued around $393 billion, almost double than Toyota, one of the most prominent giants of the ICE (internal combustion engine) era. Elon Musk Elon Musk, aka ‘the Prophet’ or ‘God-Emperor Musk’ or ‘the Illuminaughty’, or ‘Papa-Elon’ (these are some of the nicknames attributed to him online) is the man behind the phenomenon; maybe he is a phenomenon himself. It is impossible to fully comprehend what Tesla stands for today, without examining its controversial CEO; his memes have been a major driver of controversy and enthusiasm alike. Elon got himself into trouble, being investigated by the SEC (the US Securities and Exchange Commission) back in 2018 due to his tweet that he had secured financial commitments to Tesla private.",
  "It was determined, after the investigation, that it was not the case. The SEC pursued to ban Elon Musk from leading Tesla or any other company; they failed.",
  "They reached a common agreement that forced him to temporarily quit his position as chairman and get every future public statement checked and approved by the legal department. That episode sparked a legendary rant of Elon against the SEC ever since. Back in July 2020, he tweeted that he would “make fabulous short shorts in radiant red satin with gold trim,” and that he would also “send some to the Shortseller Enrichment Commission (allegedly referring to the SEC – smooth right?) to comfort them through these difficult times.” In a similar fashion, Musk tweeted to his 29 million followers that the “Roadster will include 10 small rocket thrusters,” and “Maybe they will even allow a Tesla to fly”; these comments are apparently comical but they do include some level of absolute seriousness. Elon Musk is actively indicating that hyper-advanced technology is being shared among his different companies (like SpaceX), which is true as they engineering teams are transversally involved in projects. This is obviously enough to galvanize the Tesla fanatics but also polarize the ‘conventional’ analysts against him, quoting ‘childish behaviours’.",
  "Elon Musk has proven to be a master of creating and using innovation capital to create publicity leverage. When Elon revealed the Cybertruck model, he didn’t just talk about the new idea, he physically presented it; he did the same thing when he parked a Space X rocket in front of the National Air and Space Museum.",
  "Is there a need for a PR or Marketing department if your CEO can handle publicity like that? It is today presumed that Tesla disbanded its Marketing department recently; we can take this as a big ‘YES’. It seems like a bold move but we are used to expect such stuff from Tesla by now; it’s hardly questionable whether it will have any negative impact, as Elon seems to be driving marketing on his own and the products sell themselves. At the end of the day, Tesla isn’t just a pioneer in Electric Vehicle (EV) technology but also a digital-tech company like Alphabet, Facebook and Amazon. It has always been highly disruptive on every level, including the direct and dealer-free sales model. Their marketing & sales strategy was disruptive at its core (for example, they do not use dealerships) and the modern capabilities of social media for viral spread of news and immense, global reach can be a superweapon.",
  "This pattern has been creating a wave of publicity; controversy from the side of the analysts and absolute devotion from the Tesla faith militants. There’s indeed no need for press releases when every tiny detail, is leaked and analysed by numerous social media channels, pages and YouTube channels, dedicated to Tesla.",
  "The fans seek to discover and spread the news themselves; the non-believers act the same. Tesla did not have to officially announce a significant update in Model 3 as it was already been online by fans. The same happened with the Octovalve pump for Model Y, which presumably increased range by 10Similar was the fashion that the new 4860 battery design was announced at Battery Day 2020; Elon Musk just confirmed the rumours by answering with a simple ‘Yeah’ to a fan’s inquiry on Tweeter. It is worthy to mention that the 4860 battery was being promoted by fans as the ‘million-mile battery’. Few companies have attracted as much scorn and adoration as Tesla. When Tesla launches a product like the Cybertruck, the reception tends to be divisive: critics see it as further evidence that founder Elon Musk is out of touch and doomed to fail, while supporters buy in hard.",
  "One thing is certain: this controversy is organic, and it works for the bottom line; when Cybertruck was presented, it divided the audience but still pushed 200,000 pre-orders for the within the first months. There is no question that Tesla is transforming the automaker industry globally; this might be increasingly applying pressure to the traditional automakers to either pivot or go extinct.",
  "This ‘madness’ or ‘childish’ strategy might be deadly serious for the industry after all. Tesla’s strategy and business components As we already established, one of the major challenges of understanding Tesla’s strategy is the veil of cult-like support and hatred. This can range from traditional automaker CEOs proclaiming Tesla to be a doomed start-up company and traders short-selling the stock, all the way to Robinhood traders buying Tesla stock with every penny they can spare and even meme-worshipping. On the flipside of the same coin though, there lies the very real challenge of interpreting Tesla’s business strategy. Even before Tesla could establish the company’s foothold in the EV market they heavily invested in R&D for batteries, solar energy and AI trying to connect seemingly non-connectable dots. On the surface, it would make no sense and it put the company in existential risk, as R&D drained the available cash fast and furiously.",
  "What the world did not see back then, and probably does not even today realize, is that Tesla was very clear about what they wanted to do from the beginning and what they have accomplished so far is to dig an immense competitive moat to withstand competition’s advancements for many years to come. Elon Musk himself in 2006 declared that: “Tesla is to enter at the high end of the market, where customers are prepared to pay a premium, and then drive down market as fast as possible to high unit volume and lower prices with each successive model”.",
  "Tesla was in for the long game, focusing on R&D continuously so they could generate a unique and innovative ecosystem and grow it to profit from economies of scale. Tesla cannot be reviewed as a car company because it is not just a car company. It is a tech, energy, AI, transportation services and products company that focuses heavily on future technology. Elon Musk lives in the future and the awesome part is that he has the means and capacity to pull us all forward, today. He pursued a totally different level of business organization, hardware, and software architecture. The level of quality delivered and the meticulous effort for excellence and innovation are almost incomparable to anything else in the market right now.",
  "Early electric vehicles produced by competitors, based on internal combustion engine architectures could not reach the level of quality of Tesla in terms of hardware or software. Other manufacturers must resort to multiple software systems to run their cars rather than a single integrated system like Tesla’s, which also has significant performance advantages.",
  "Tesla on a high and lower level is pursuing an ecosystem architecture; everything is connected in a harmonious system providing competitive advantages throughout the system’s channels. If we analyse how those systems operate and what is their bigger challenge, it will come down to bottlenecks; that would be the ‘choking’ point of the system’s optimal performance. Until now, for the EV component, it has been battery performance and costs. If someone could enhance battery performance, scale up production and drive costs down, they would control the universe of EVs; well, Tesla seems to be doing exactly that, as we speak. They recently confirmed that in the next coming years battery cost would dramatically decrease while the performance would dramatically increase. That kind of bottleneck will be here to stay which means Tesla is far ahead from anyone in the competition pool and thus has access to an immense profit potential.",
  "Tesla is going along with R&D, focusing on Software, Hardware, Automation, Material Costs, and ecosystem architecture. Christine Rowland in her Tesla report for the Panmore Institute said that: “We believe that an approach based on advanced AI for vision and planning, supported by efficient use of inference hardware is the only way to achieve a general solution to full self-driving; one of the company’s strategic objectives is to increase investment in research and development (R&D) to develop new products that satisfy market demand for enhanced renewable energy solutions, such as batteries for various purposes”.",
  "This innovative ecosystem is putting Tesla in the pole position across multiple segments: Electric Vehicles, Energy and Batteries, AI, and software. For example, part of the ecosystem approach was the SolarCity merging with Tesla, Inc. to facilitate synergies. Elon Musk said that “we believe quite that Solar city’s technology on the Silevo Front added to Panasonic’s cell technology will make it the most efficient and ultimately the cheapest solar cell in the world”. Electric Vehicles component Tesla has been increasing their R&D budget over the last years: “Tesla’s R&D Expenses grew from $0.7 billion in 2015 to about $1.5 billion in 2018. We expect R&D spending to fall to about $1.4 billion over the next 2 years.” That can maybe provide a glimpse of the magnitude of investment and part of why Tesla was showing to be non-profitable all the way until these past fiscal quarters. The innovation level of how Tesla cars are being assembled is staggering, both on a software and hardware level.",
  "Even though traditional cars do have software to operate, it is simple and with multiple limitations; Tesla’s software architecture is far more advanced, and it allows constant and significant updates for performance optimization. Even though the comparison is not direct, and it is potentially oversimplistic, imagine comparing a Nokia 3210 (and its software) with an iPhone 11 (and its iOS software).",
  "But we will dive deeper into that later. Hardware is a whole different dimension; EVs, by definition, have immensely less parts compared to an IC vehicle, which makes them automatically simpler to produce, cheaper, lighter etc. For example, Tesla’s base flat pack of batteries, the two electric engines (front and rear), and the no-transmission equipment create an advantage over competing electric vehicles built on traditional vehicle architectures; that can be a lower centre of gravity (and thus safer), better energy density and battery management. Simply, this engineering approach beats by far any other attempt of competitors to fit EV technology in the old IC frame; this happens because it was designed and adapted to the EV realities. It might seem easy to just ‘reinvent’ the car architecture but it actually requires a lot of time and effort for anyone since it will require scrapping already existing knowhow, your specialized (and potentially outdated) personnel, your manufacturing equipment and your workflows. As senior engineers of the traditional automotive industry proclaim: “It’s just hard for us because historically we have been great mechanical engineers, not great software engineers.",
  "But we need to become software engineers.” Production capacity has been another significant ‘bottleneck’ for Tesla and they have indeed focused on scaling up dramatically; Even if most of the production has been coming from Fremont, California, they recently started operating the Gigafactory in Shanghai, they started building the Berlin Gigafactory and same goes for their upcoming Texas factory. Another challenge has always been the capacity of their suppliers to continue delivering scarce raw materials.",
  "Tesla’s has found ways to overcome this, either through manufacturing their own customized in-house parts or through negotiating hard to secure resources. For example, they produce in-house the electric motors, battery packs, and the chargers. In terms of negotiating, they ensure hedging through buying resources from many different suppliers; they buy lithium from China and Australia for example. An interesting fact is that since the EV demand has been steadily increasing, the need for lithium followed, increasing prices accordingly. Tesla maintains their competitive price advantage through their secured relationship their early suppliers, which is not the case for newer players in the market. Regardless of any personal opinions, Tesla’s revolutionary approach has proven so far capable of disrupting a multibillion-dollar industry; they revolutionized the core product, put it in the core of an entire ecosystem and managed to discover solutions to resolve bottlenecks through technology that seemed to be decades ahead of our time.",
  "Elon Musk proven to be more than able to multiply and leverage the ecosystem’s innovation capital so Tesla can win the resources and support to execute the vision. Energy and battery component Almost all the circulating EV batteries today are lithium-ion and are warrantied to last up to 10 years or 100,000 miles.",
  "Some automakers claim that the battery will not lose more 30% of its capacity, even after that point. Indeed, data suggests that EV batteries can last longer with less degradation. When Tesla announced battery technology breakthroughs, the news created ripples in another billion-dollar industry; that of batteries and energy. To be more specific, cars employing lithium-ion batteries, the same ones as in cell phones, were already expected to be replaced by lithium-iron phosphate and other chemistry combinations. This move only would slash costs and extend range up to 400 miles between charges; this is the basis of the ‘million-mile battery’. The basic differentiation with the lithium-iron phosphate is that they do not require cobalt, which is extremely scarce and thus a major driver of expensive EV prices.",
  "Cobalt prices have dropped during the pandemic, declining from as much as $95,000 per ton in 2018 to $30,000 in 202, but it remains immensely expensive and hard to find. The new chemistry composition could slash prices of batteries as low as $80/kWh.",
  "The industry average battery costs declined from $288 to $176 between 2016 and 2018. There are estimations that Tesla’s battery costs have been lower by about 20% as the company is negotiating hard based on higher volumes and they also leverage their cutting-edge technology. If battery costs are to drop by about 50%-60%, as per Tesla’s announcement during this year’s Battery Day, it could mean that the battery pack would cost $3,500 per vehicle, down from an $8,000 estimation. That could mean immense spikes in profit margins for Tesla, or price decreases for end customers, making Tesla cars even more affordable (and potentially killing off the competitors). Simon Lambert, a senior executive at the Recycling of Lithium-Ion Batteries project at the UK’s Faraday Institution, notes: “What they’re talking about with million-mile batteries is not so much that an average consumer would put a million miles on the clock, but that you’d potentially be able to use the battery multiple times, either in vehicular energy storage or grid-connected stuff.” Such a million-mile battery could be used in cycles starting from performance cars and then an electric taxi, before finally being ending up to less demanding applications like grid energy storage or backup power systems. Repurposing batteries is another emerging industry moving millions for now.",
  "Dan Ives, a prominent analyst from Wedbush securities, stated: “If you’re talking about batteries that can last twice as long for the same price, it completely changes the math for the consumer. Iron phosphate batteries are safer, and they can have second or third lives as electricity storage.” Practically, the longer life of batteries could mean that the batteries could outlast the cars themselves, offering much more value for the long run.",
  "They could possibly even be used for storing solar electricity for homes, another part of the Tesla ecosystem. This could also mean a game-changing factor for another immense market, the ridesharing business. Regarding the Energy component, it is part of the ecosystem, but Tesla has consciously chosen to divert resources away from it. It is imperative to understand why, and thus illustrate a bit Elon Musk’s thinking process; he has stated: “For about 18 months, almost two years, we had to divert a tremendous amount of resources. We had to basically take resources from everywhere else in the company and apply them to the Model 3 production, fixing the Model 3 production ramp and simplifying the design of the Model 3. For about a year and a half, we unfortunately stripped Tesla Energy of engineering and other resources and even took the cell production lines that were meant for Powerwall and Powerpack and redirected them to the car because we didn’t have enough cells.",
  "If we didn’t solve Model 3, Tesla wouldn’t survive. So, unfortunately, that shorted pretty much the other parts of the company.",
  "But it would be difficult for me to overstate the degree to which I think Tesla Energy is going to be a major part of Tesla’s activity in the future.” It is also interesting to highlight his rational on the ‘clean energy’ ecosystem: “I think you’ll see that we’re producing about the same or comparable amounts of sustainable energy as are consumed in the car. For the longest time, the rebuttal against electric cars is, like, don’t they use dirty power from coal? Tesla’s overarching strategy here is effectively to become a giant distributor global utility,” Elon Musk stated. Analysts are accepting these claims with some grains (or megaliths) of salt, countering that Elon musk is very prone to exaggeration. Analysts covering the rooftop solar sector estimate that it can grow from a low-end estimate of 10% annually to as high as 20%, based on the performance of the leading companies, such as Sunrun, SunPower and Vivint Solar. KeyBanc Capital Markets analyst Sophie Karp stated that: “Part of what maybe Musk thinks is they can come back and take market share and it would seem to me the EV business growing in the mid-teens as well, so maybe he thinks they can grow more quickly in solar because they can take share.",
  "We’ll see. They are an amazing company and they’ve done some amazing things, but they really mismanaged that business.” She also claims that this is not going to be a walk in the park: “Solar is a product that is a push, not a pull; it is sold not bought.",
  "You can’t just snap your fingers and have an overnight sales channel allowing you to grow 20% to 30% growth. It is difficult to generate explosive growth in this space. A Tesla car is like a Chanel bag. Rooftop solar is electricity… a complete commodity competing on price. Most people have zero idea whose panels are on their roof. Who cares?",
  "I’m not sure a charismatic leader can help sell that product. Maybe they can fix it, but they have not so far demonstrated that, and it requires a lot of management and attention.",
  "Sunrun has kicked their butts.” Tesla Energy supplies power to homes, businesses, and utilities by selling solar panels, solar roofing and battery storage packs called the Powerwall, Powerpack and Megapack. In 2018, Tesla installed more than 1 GWh of storage capacity around the world. This year the company aims to double that capacity to 2 GWh. “I think there is generally a lack of understanding or appreciation for the growth of Tesla Energy,” Musk stated during the last earnings call. “In the long term I expect Tesla Energy to be of the same or roughly the same size as Tesla’s automotive sector or business.” Gene Munster, CEO at Loup Ventures, claims that Tesla’s energy business is not a stand-alone component but rather a ‘plug-in’ for the ecosystem: “Energy is currently 10% of the revenue, and most investors believe the energy business will remain 10% of revenue”. He does not see this segment going over 20% of Tesla’s overall busines, which is significantly below Musk’s 50% target.",
  "Software, AI, and autonomous vehicle component Last, but not least is the Software aspect; it was Tesla’s absolute dedication to R&D and software development that really gave them the edge they have today over their competition. Instead of following the traditional lifecycles for software product development, they have positioned ‘agile’ at the very heart of how they work.",
  "They employ agile principles and SCRUM[1] to develop and improve the core software. This approach not only minimized errors but created breakthroughs for innovation capital. The meticulous effort to develop and refine their software has provided significant advancements for the Tesla Autopilot technology, which pretty much could control the car without much human intervention; it is supposed to be able to steer, accelerate, brake and navigate autonomously. Elon Musk insists that Tesla is far ahead from competitors and is getting very close to fully autonomous self-driving; he said that: “I personally tested the latest alpha build of the full self-driving software when I drive my car. And it is really, I think, profoundly better than people realize,” Musk said on the earnings call. “It’s almost getting to a point where I can go from my house to work with no interventions, despite going through construction and widely varying situations.” That capability, if described accurately, is impressive, but a wide range of automotive and tech companies are working on similar technology.",
  "Tesla has come under government scrutiny in the past for making over-the-top claims about the capability of its self-driving systems. We’ll see if the company can deliver the goods, which would likely help boost profits due to the premium customers are expected to pay for autonomous technology.",
  "Neural Networks and AI algorithms, which has been a major investment, are enhancing Tesla’s autopilot which seems to be years ahead of anything similar. The constant software iterations and updates lower the ‘age’ of the cars and offer an unparallel used experience, with customizable UX interfaces and even features like self-parking. When it comes to batteries and software interaction, the constant software updates boosted battery performance, which comes on top of the ongoing hardware breakthroughs Tesla is achieving with batteries. The stock market frenzy “Number one rule of Wall Street. Nobody… and I don’t care if you’re Warren Buffet or if you’re Jimmy Buffet. Nobody knows if a stock is going to go up, down, sideways or in circles.",
  "You know what a fugazi is?” These were some of the wise words of Mark Hanna, a fictional (but based on a multitude of true stories, I guess) character in the movie “The Wolf of Wall Street”. The real Warren Buffet through, the legendary investor, seems to agree with the notion.",
  "So, what about the Tesla (TSLA) stock? The incredible rise in Tesla’s stock price started since the beginning of 2020, with a small interruption in March, when the stock market collapsed due to COVID-19. The company managed to accelerate Model 3 output, launched Model Y, reduced unnecessary costs and it was about that time when the leadership skills of Elon Musk were becoming undeniable. All this happened during the global crisis and by the way, these were some of Tesla’s first profitable fiscal quarters. The company had been historically erratic when it came to earnings performance, reporting mostly earnings per share (EPS) declines or straight losses all the way to Q2 2019. Tesla then produced four straight profitable quarters initiating an enthusiasm frenzy and sparking rumours about an inclusion in the S&P500 index; that would increase the company’s status in Wall Street.",
  "Shares plunged in September, after the relevant committee passed them over, but the stock price has recovered since. This is part of the Tesla story; these waves of enthusiasm and controversy do drive the stock price up and down; Tesla however did manage to profit even from that, as they released new shares while the price was at record high levels, securing ‘free money’ of around 5 billion dollars.",
  "The major underlining driver of the stock price boils down to vehicle production capacity; for any other company, it would be profitability, brand awareness, quality of products but Tesla seems to have mastered these aspects. They sell every single car they make, and they just can’t make enough of them, for now. The new giga-factories will change the game and the company seems even now to be pushing forward; rumours circulate that Tesla is in discussions for a new battery factory in Indonesia. They are decisively scaling up manufacturing capacity with the new factories (Shanghai, upcoming Berlin, and Texas) and new models even before competition can catch a breath. As Tesla releases quarterly car production figures ahead of its earnings reports (which are also soon to be released), it is becoming evident that they will beat expectations again. In Q3 FY 2020, Tesla produced 145,036 vehicles, ahead of the predicted 143,400 vehicles.",
  "Tesla’s Q3 2020 production capacity was almost triple compared with three years ago; nevertheless, it seems that they might reach Elon Musk’s half-million units target, which was set before the pandemic’s effects were clear. Either way, do not invest in Tesla stock without really doing your own due diligence and researching the subject on your own; this article does not intent, under any circumstances, to provide any investing or trading advice.",
  "Will the prophecy be fulfilled? As with every prophecy, the outcome cannot be certain and the prophecy itself is usually ambiguous, unclear, or just gibberish. In this case, the stars seem to be aligned, not because of fate or luck but because of Elon Musk. He seems to be a capable leader and a man with a vision and the means to materialize it. I personally believe in the vision for a cleaner, more sustainable future and I’m pretty much convinced that the era of Electric Vehicles and clean Energy is about to begin. I also believe that Tesla is going to dominate for the years to come, until the competition finally comes closer.",
  "Tesla has been a pioneer and it seems that they will continue to do so. That being said, it is not going to be a walk in the park whatsoever.",
  "We are talking about a company that, through its innovative disruption, seems able to change the world we live in, making it better and more exciting. It has attracted immense interest along with hardcore fans and sworn enemies, all absolutely convinced about their views on company. Maybe it was about time for such an exciting company to emerge in our days; maybe that was the prophecy all about. [1] According to agilealliance.com, SCRUM is a process framework used to manage product development and other knowledge work. Scrum is empirical in that it provides a means for teams to establish a hypothesis of how they think something works, try it out, reflect on the experience, and make the appropriate adjustments. Tagslithium-ion batteries Tesla Evgenios ZogopoulosNovember 23, 2020Last Updated: November 23, 2020 10,235 20 minutes read Newsletter Subscribe to our mailing list to get the new updates!",
  "Weekly editor's choice. Enter your Email address Check Also Close Analysis Environmental Impact of Aviation Worse than Expected February 9, 2022 Newsletter Newsletter Subscribe to our Mailing List to get The Weekly Editor's Choice Newsletter.",
  "Enter your Email address Most Viewed Posts May 20, 2020 RES to Emerge Even Stronger in Spite of Pandemic Impact October 31, 2018 Europe’s largest floating solar system to be powered by 17MW of PV modules August 27, 2018 Electric vehicles sales in Europe surpassed 1 million Categories Analysis (84) Construction (86) Energy Efficiency (85) Environment (127) Event (106) Interview (81) Marketplace (178) Metals & Mining (106) Oil & Gas (580) Opinion (81) Power (228) Renewables (239) Tech (188) Tools & Machines (55) Uncategorized (9) Last Modified Posts Tagsblack sea co2 CO2 emissions COVID-19 decarbonization Equinor eu europe European Commission european union green deal hydrogen net zero offshore oil and gas omv petrom Renewable Energy romania Follow us Coal Production in 2022: Boom or Bust? #Romania Continues the Trend of Phasing Out #Coal in the Energy Mix… https://t.co/XjrhlY6Wqm 5 hours ago @EquinorASA and @TechnipEnergies Strategic will develop #floatingwind steel semi substructures that aim to accelera… https://t.co/Kcc5p51BEZ 2022/06/21 With an installed capacity of about ~1 GW and an annual production of ~4.3 TWh, with a start-up in 2027, #Trollvind… https://t.co/PyzzkPmXcK 2022/06/20 Follow us on Twitter Born as a print magazine (the former Petroleum Industry Review), ENERGY INDUSTRY REVIEW is an independent media project including a broad range of media tools: print edition, web platform, industrial and corporate photography services, event planning services. Enter your Email address © Copyright 2022, All Rights Reserved Print edition Subscribe Newsletter Privacy Policy Contact FacebookTwitterLinkedInYouTube Facebook Twitter LinkedIn Pinterest Reddit Pocket Messenger Messenger Share via Email Facebook Twitter LinkedIn Reddit Back to top button Close Search for: Topics Interview Analysis Opinion Marketplace Environment Energy Efficiency Event Tech Tools & Machines Industries Oil and Gas Construction Power Renewables Metals & Mining Print edition Contact SUBSCRIBE NOW FacebookTwitterLinkedInYouTube We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept All”, you consent to the use of ALL the cookies. However, you may visit \"Cookie Settings\" to provide a controlled consent.Cookie SettingsAccept AllManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website. Out of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the website.",
  "We also use third-party cookies that help us analyze and understand how you use this website. These cookies will be stored in your browser only with your consent.",
  "You also have the option to opt-out of these cookies. But opting out of some of these cookies may affect your browsing experience. Necessary Necessary Always Enabled Necessary cookies are absolutely essential for the website to function properly. These cookies ensure basic functionalities and security features of the website, anonymously. CookieDurationDescriptioncookielawinfo-checkbox-analytics11 monthsThis cookie is set by GDPR Cookie Consent plugin. The cookie is used to store the user consent for the cookies in the category \"Analytics\".cookielawinfo-checkbox-functional11 monthsThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\".cookielawinfo-checkbox-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.",
  "The cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-others11 monthsThis cookie is set by GDPR Cookie Consent plugin. The cookie is used to store the user consent for the cookies in the category \"Other.cookielawinfo-checkbox-performance11 monthsThis cookie is set by GDPR Cookie Consent plugin.",
  "The cookie is used to store the user consent for the cookies in the category \"Performance\".viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies. It does not store any personal data. Functional Functional Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features. Performance Performance Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors. Analytics Analytics Analytical cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc.",
  "Advertisement Advertisement Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns. These cookies track visitors across websites and collect information to provide customized ads."
]