[
  "Sustainable Water Management 2021/2022 — University of Bologna go to page content go to navigation menu Search Search Vai Close Directories Directories People Structures Vai Close Online services Online services Students AlmaEnglish AlmaEsami AlmaRM Certificates Document and library services Esami online - EOL Internships Job vacancy noticeboard Moocs-Unibook Presente Studenti Online Study plans Teaching Staff-Student Distribution lists Tesi online UniboStore Virtuale Staff AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Document and library services Esami online - EOL Incarichi extraistituzionali Internships IRIS - Institutional research archive NormAteneo OrganiWeb Personal Website Platform for printed materials Presente Presenze web Teaching Staff-Student Distribution lists Tesi online Titulus UniboImmagine U-Web Reporting - Projects Accounting Reporting Virtuale See all Close University Intranet My e-mail My e-mail My e-mail for students My e-mail for staff Close My portal it en Menu Home University Open submenu Who we are Organisation Campuses and Structures Support the Alma Mater Competitions and selections Contracting and sales Quality Assurance Teaching Open submenu Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Research Open submenu Networking for research Competences, projects, initiatives Open Science PhD programmes Business and Research Research at Unibo Research facilities University and society Open submenu Culture and events University and business Sustainability Development cooperation Museums and libraries Healthcare services Continuing education International Open submenu Agreements and networks European Projects of Education and Training International course catalogue Incoming exchange students Studying abroad Internship abroad International staff, professors and researchers Services and opportunities Open submenu Study grants and subsidies Libraries, digital resources and study rooms Guidance and tutoring Internships Job Placement Entrepreneurship Sport, culture and university life Health and Assistance Certificates and requests for duplicates Information for Open submenu Prospective students Current students Exchange students Graduates Businesses Incoming Staff You are here: Home > Teaching > Course unit catalogue > Sustainable Water Management 2021/2022 Share Facebook Twitter Linkedin Send to friend Enrolling, studying, graduating Degree Programmes Course unit catalogue Professional Master’s programmes PhD programmes Specialisation Schools Post-graduate vocational training programmes Summer and winter schools International Education Projects Teacher training Innovation in teaching and learning Search Course unit catalogue 93665 - Sustainable Water Management Course Unit Page Teacher Gabriele Baroni Credits 6 SSD AGR/08 Language English Campus of Bologna Degree Programme Second cycle degree programme (LM) in Precise and Sustainable Agriculture (cod. 5705) Online Lessons Teaching resources on Virtuale Course Timetable from Feb 23, 2022 to May 19, 2022 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda.",
  "Academic Year 2021/2022 Learning outcomes At course completion, the student possesses knowledge on: agro-hydrological processes involved in the management of water resources at different spatial and temporal scales; monitoring systems to support water resource management; modeling approaches for the water resource management and planning in agriculture; integrated approaches and precision irrigation technologies. In particular, the student possesses the skills to: evaluate water resource management in different agro-environmental contexts; design integrated irrigation systems for sustainable and accurate water resource management; apply agro-hydrological models to various spatial and temporal scales; identify adaptation strategies to improve water resource management in agriculture. Course contents The course is thought in three units. Unit 1 –Hydrology Presentation and discussion of the water balance and of the water fluxes at the land-surface. The course focuses on soil hydrology and the plant-soil interactions Unit 2 – Irrigation and agricultural water management Description of the irrigation systems: irrigation methods, distribution systems and water resources. The course focuses on the role of agricultural water management at different spatial scales (from field to district level) Unit 3 – Monitoring and modelling systems for supporting water management Measurements and modelling systems are discussed.",
  "The course focuses on the current solutions and new challenges. The presentation is enriched with practical exercise with computer codes (Excel and R), activities in the lab and in the field.",
  "Readings/Bibliography The course will be based on the lecture notes and scripts of the teacher. Books and scientific papers are suggested for further discussions. Teaching methods Lectures in class, exercises in the computer pools and practical experiences in the lab and in the filed. Assessment methods The knowledge and skills taught in this course are evaluated by means of a short report and a final oral exam (30 minutes) Office hours See the website of Gabriele Baroni Course Unit Page Teacher Gabriele Baroni Credits 6 SSD AGR/08 Language English Campus of Bologna Degree Programme Second cycle degree programme (LM) in Precise and Sustainable Agriculture (cod. 5705) Online Lessons Teaching resources on Virtuale Course Timetable from Feb 23, 2022 to May 19, 2022 SDGs This teaching activity contributes to the achievement of the Sustainable Development Goals of the UN 2030 Agenda. Follow Unibo on: Follow Unibo on Facebook Follow Unibo on YouTube Follow Unibo on Instagram Follow Unibo on Twitter Follow Unibo on Linkedin Segui Unibo su Spreaker More social networks App: myUniBo myAlmaOrienta myJobPlacement App AMA Community Unibo Alma orienta Job placement Alumni Unibostore Contacts Certified e-mail - PEC Public Relations Office (URP) Press office Students with disabilities or SLD Magna Charta Observatory Administrative divisions Strategic plan University budgets Wi-Fi About the website and accessibility information List of thematic websites Transparent administration Calls and competitions Appeals lodged Open Data Privacy policy and legal notes Cookie Settings Portale unibo ©Copyright 2022 - ALMA MATER STUDIORUM - Università di Bologna - Via Zamboni, 33 - 40126 Bologna - Partita IVA: 01131710376"
]