[
  "Peace, Justice - Business Avengers Business Avengers Back Menu Close The 17 Goals Action News Resources Business Schools Language 16 Peace, Justice and Strong Institutions Peace, Justice and Strong Institutions Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels. Business Avenger — Microsoft Compassion and a strong moral compass is essential to every democratic society.",
  "Yet, persecution, injustice and abuse still runs rampant and is tearing at the very fabric of civilisation. We must ensure that we have strong institutions, global standards of justice, and a commitment to peace everywhere. Goal 16 + Microsoft At Microsoft, we are committed to applying the technology and tools available to us to advance education, digital inclusion and digital skills, create livelihood opportunities, keep people safe from cybercriminals and protect our planet because we believe it contributes to more peaceful and resilient societies. Being a part of the Business Avengers in support of Sustainable Development Goal 16, promoting peaceful and inclusive societies, is aligned with our values and with our commitment and investments on humanitarian development in support of displaced people and refugees, disaster response, and to our steadfastness on digital peace, safety, and human rights. Case Studies Microsoft Microsoft and UNICEF have launched a global learning platform to help address the COVID-19 education crisis Ben & Jerry’s In 2020, Ben & Jerry’s Justice ReMix’d campaign and ice cream flavour brought awareness to criminal justice reform and systemic racism Airbnb Project Lighthouse is an initiative which seeks to uncover, measure, and overcome discrimination when booking or hosting on Airbnb Get Involved Make a pledge on the UN Global Compact on Refugees Digital Platform to show your support for practical, long-term solutions to allow refugees to thrive. Find out more The Global Goals Business Avengers 1 No Poverty No Poverty 2 Zero Hunger Zero Hunger 3 Good Health and well-being Good Health and Well-Being + 4 Quality Education Quality Education + 5 Gender Equality Gender Equality + 6 Clean Water and Sanitation Clean Water and Sanitation + 7 Affordable and Clean Energy Affordable and Clean Energy + 8 Decent Work and Economic Growth Decent Work and Economic Growth + 9 Industry, Innovation and Infrastructure Industry, Innovation and Infrastructure + 10 Reduced Inequalities Reduced Inequalities + 11 Sustainable Cities and Communities Sustainable Cities and Communities + 12 Responsible Consumption and Production Responsible Consumption and Production + 13 Climate Action Climate Action + 14 Life Below Water Life Below Water + 15 Life on Land Life on Land + 16 Peace, Justice and Strong Institutions Peace, Justice and Strong Institutions + 17 Partnerships for the Goals Partnerships for the Goals + What can we do?"
]