[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple powers ahead in new renewable energy solutions with over 110 suppliers - Apple\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNewsroom\n\n\n\n\nOpen Newsroom navigation\n\n\nClose Newsroom navigation\n\n\n\n\n\n\n\n\n\n\n\n\nSearch Newsroom\n\n\n\nPopular Topics\n\n\nPopular Topics\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\nopens in new window\n\n\n\n\n\t\t\t\t\tApple Newsroom needs your permission to enable desktop notifications when new articles are published\n\t\t\t\t\n\n\n\n\n\n\n\n\n\n\nPRESS RELEASE\nMarch 31, 2021\n\n\n\n\n\n\n                \n                \n                    Apple powers ahead in new renewable energy solutions with over 110 suppliers\n                \n            \n\n\n\n\n            \n            \n                A new energy storage project marks the next frontier of Apple’s efforts to become carbon neutral for its supply chain and products by 2030\n            \n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Apple’s new California Flats solar farm helps power its corporate headquarters, along with solar power installed on the roof of Apple Park. Cupertino, California Apple today announced over 110 of its manufacturing partners around the world are moving to 100 percent renewable energy for their Apple production, with nearly 8 gigawatts of planned clean energy set to come online. ",
  "Once completed, these commitments will avoid over 15 million metric tons of CO2e annually — the equivalent of taking more than 3.4 million cars off the road each year. Additionally, Apple is investing directly in renewable energy projects to cover a portion of upstream emissions, as well as a major energy storage project in California to pilot new solutions for renewable infrastructure. “We are firmly committed to helping our suppliers become carbon neutral by 2030 and are thrilled that companies who’ve joined us span industries and countries around the world, including Germany, China, the US, India, and France,” said Lisa Jackson, Apple’s vice president for Environment, Policy, and Social Initiatives. “In a year like no other, Apple continued to work with a global network of colleagues, companies, and advocates to help make our environmental efforts and everything we do a force for good in people’s lives — and to work alongside the communities most impacted by climate change.”\n\nLast July, the company unveiled its plan to become carbon neutral across its entire business, manufacturing supply chain, and product life cycle by 2030. Since that announcement, Apple has significantly increased the number of its suppliers that are transitioning to renewable energy. Apple is already carbon neutral today for its global corporate operations, and this new commitment means that by 2030, every Apple device sold will have net zero climate impact. ",
  "The company recently shared new details about its $4.7 billion spend in Green Bonds to support environmental projects around the world. While running on 100 percent renewable energy for nearly three years, Apple has also been helping its suppliers reach their renewable energy goals. ",
  "Supplier Commitments and Global Energy Projects\n\nApple is constantly developing new tools for its suppliers to help execute on their renewable energy goals, and bring new clean energy to communities across the globe. In Europe, DSM Engineering Materials’s wind power purchase agreement is bringing new clean energy to the grid in the Netherlands, and STMicroelectronics’s solar carport in Morocco is supporting regional energy production. Companies like Solvay are now expanding their use of renewable energy to their broader operations after joining Apple’s Supplier Clean Energy Program five years ago. In the US, Alpha and Omega Semiconductor, Marian, The Chemours Company, and Trinseo all recently committed to the program. And, in China, 15 suppliers have joined Apple’s program since July 2020. Sharing the experience gained through Apple’s own transition to 100 percent renewable energy with its suppliers, the company introduces suppliers to resources and training materials with country-specific information to guide them in their transition to renewables. ",
  "Apple also educates suppliers through advanced and customized training with leading experts. And the company supports the creation and growth of renewable energy industry associations that its suppliers can join to learn about local opportunities. ",
  "In many markets where the company operates, suppliers have limited options to access clean energy. To break down that barrier, Apple created the China Clean Energy Fund, which enables Apple and its suppliers to invest in clean energy projects totaling more than one gigawatt of renewable energy in China. Apple also connects suppliers with opportunities to buy renewable energy directly from project developers and utilities as those models emerge around the globe. Looking ahead, Apple’s work with its suppliers will include sharing lessons learned from the next frontier of Apple’s renewable energy efforts: investing in storage solutions for renewable sites. Apple’s suppliers are bringing nearly 8 gigawatts of clean energy to communities around the world. Energy Storage and 2030 Progress\n\nApple is constructing one of the largest battery projects in the country, California Flats — an industry-leading, grid-scale energy storage project capable of storing 240 megawatt-hours of energy, enough to power over 7,000 homes for one day. ",
  "This project supports the company’s 130-megawatt solar farm that provides all of its renewable energy in California, by storing excess energy generated during the day and deploying it when it is most needed. Wind and solar power provide the most cost-effective new source of electricity to many parts of the world, but the intermittent nature of these technologies has presented an obstacle to widespread adoption. ",
  "One solution to intermittency is energy storage, which can retain generated energy until it is needed. Apple is investing in utility-scale storage in California and research into new energy storage technologies, even as it builds upon distributed storage capabilities in Santa Clara Valley and through Apple Park’s microgrid. Apple is constructing energy storage projects — like the future site at California Flats (pictured) — which retain generated clean energy from intermittent sources, including wind and solar. Overall, Apple has seen consistent reductions in its carbon footprint, even as net revenue increased. The company’s footprint has decreased by 40 percent, marking steady progress toward its 2030 target, and it has avoided more than 15 million metric tons of emissions through initiatives to use low-carbon materials, drive energy efficiency, and switch to clean energy. Share article\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tImages of California Flats and Concord Jing Tang Wind Farm  \n\t\t\t\t\n\nDownload all images\n\n\n\n\n\n\n\nApple revolutionized personal technology with the introduction of the Macintosh in 1984. ",
  "Today, Apple leads the world in innovation with iPhone, iPad, Mac, Apple Watch, and Apple TV. Apple’s five software platforms — iOS, iPadOS, macOS, watchOS, and tvOS — provide seamless experiences across all Apple devices and empower people with breakthrough services including the App Store, Apple Music, Apple Pay, and iCloud. ",
  "Apple’s more than 100,000 employees are dedicated to making the best products on earth, and to leaving the world better than we found it. Press Contacts\n\n\nKeri Fulton\n\nApple\n\nkeri_fulton@apple.com\n\n\n                        (240) 595-2691\n                    \n\n\nApple Media Helpline\n\n\n\nmedia.help@apple.com\n\n\n                        (408) 974-2042\n                    \n\n\n\n\n\n\n\n\n\nApple Newsroom\nThe latest news and updates, direct from Apple. Read more\n\n\n\n\n\n\n\n\nApple Footer\n\n\n\nApple\n\n\n\n\n\nNewsroom\n\n\n                            Apple powers ahead in new renewable energy solutions with over 110 suppliers\n                        \n\n\n\n\n\n\n\n\n\nShop and Learn\n\n\nOpen Menu\n\n\nClose Menu\n\n\nStore\nMac\niPad\niPhone\nWatch\nAirPods\nTV & Home\niPod touch\nAirTag\nAccessories\nGift Cards\n\n\n\n\n\n\n\nServices\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple Music\nApple TV+\nApple Fitness+\nApple News+\nApple Arcade\niCloud\nApple One\nApple Card\nApple Books\nApple Podcasts\nApp Store\n\n\n\n\n\nAccount\n\n\nOpen Menu\n\n\nClose Menu\n\n\nManage Your Apple ID\nApple Store Account\niCloud.com\n\n\n\n\n\n\nApple Store\n\n\nOpen Menu\n\n\nClose Menu\n\n\nFind a Store\nGenius Bar\nToday at Apple\nApple Camp\nApple Store App\nRefurbished and Clearance\nFinancing\nApple Trade In\nOrder Status\nShopping Help\n\n\n\n\n\n\n\nFor Business\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Business\nShop for Business\n\n\n\n\n\nFor Education\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Education\nShop for K-12\nShop for College\n\n\n\n\n\nFor Healthcare\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple in Healthcare\nHealth on Apple Watch\nHealth Records on iPhone\n\n\n\n\n\nFor Government\n\n\nOpen Menu\n\n\nClose Menu\n\n\nShop for Government\nShop for Veterans and Military\n\n\n\n\n\n\n\nApple Values\n\n\nOpen Menu\n\n\nClose Menu\n\n\nAccessibility\nEducation\nEnvironment\nInclusion and Diversity\nPrivacy\nRacial Equity and Justice\nSupplier Responsibility\n\n\n\n\n\nAbout Apple\n\n\nOpen Menu\n\n\nClose Menu\n\n\nNewsroom\nApple Leadership\nCareer Opportunities\nInvestors\nEthics & Compliance\nEvents\nContact Apple\n\n\n\n\n\n\n\n\t\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. United States\n\n\nCopyright ©\n\t\t\t\t\n\t\t\t\t2022\n\t\t\t\t Apple Inc. All rights reserved. Privacy Policy\nTerms of Use\nSales and Refunds\nLegal\nSite Map "
]