[
  "Health Promotion: IBM 'Commits' to Corporate Wellness HomeReadRecentCategoriesEngageWebinars & Masterclasses2025 MoonshotsWrite an ArticleCertified Corporate Wellness SpecialistAboutContactMedia KitEditorial GuidelinesCERTIFIEDÂ CORPORATEÂ WELLNESSÂ SPECIALIST |Â JUNEÂ 2022 UPDATEDÂ COURSE â\u0086\u009201Home02READ2.1RECENT2.2CATEGORIES2.32025 Moonshots03ENGAGE3.1WEBINARS &MASTERCLASSES3.2WRITEÂ ANÂ ARTICLE3.3CERTIFIED corporate wellness SPECIALISTÂ®04INFORM4.1About Us4.2MEDIAÂ KIT4.3editorial guidelines05contactEmployer Pop Quizâ\u0086\u0092How does your organization score for health & safety? Take the 5-min.",
  "quiz and find out!Business of Well-beingHealth Promotion: IBM 'Commits' to Corporate WellnessByMegan Turner,atByMegan Turner,atIBM, a multinational technology and innovation company, relies on a steadfast commitment for senior leadership and a strategic, integrated approach to address more than 400,000 employees from some 100 countries. A Commit to Health approach encourages employees to commit to healthy living and vitality building, engagement with regular preventive care, and active involvement in healthcare decisions. In turn, IBM commits to helping employees succeed by putting the required resources directly in their hands to make the healthiest choice the easiest choice. The Integrated Health Services group within Human Resources has long been a recognized leader in all areas of safety, occupational medicine, and health benefits and promotion. Four functional pillars were established from these areas to pursue corporate objectives across the health spectrum. Each pillar addresses targeted challenges, while cross-function integration enables IBM to address full health dynamics of employees and their families effectively.â\u0080\u008dIBM Pillars of Integrated Health Services Safetyâ\u0080\u008d Medicalâ\u0080\u008d Health benefitsâ\u0080\u008d Health promotionâ\u0080\u008dThe specific goal of Health Promotion at IBM is to reduce health risks and build vitality among employees and their families to enhance well-being, enable high-performance, and mitigate avoidable health-related costs.",
  "To meet this challenge in an efficient and focused way, IBM established 10 Global Priorities for Health Promotion. These priority areas are addressed through common global processes and systems, an integrated network of health professionals, and a combination of cross-border and local initiatives.",
  "Since the relative importance of each topic area varies around the world, particularly between major-market and growth-market countries, the model allows for additional flexibility and prioritization at the local level.â\u0080\u008dIBM's Global Priorities for Health Promotion Health assessmentâ\u0080\u008d Active livingâ\u0080\u008d Healthy eatingâ\u0080\u008d Sleep and restâ\u0080\u008d Mental and emotional well-beingâ\u0080\u008d Preventing tobacco, alcohol and drug abuseâ\u0080\u008d Injury- and violence-free livingâ\u0080\u008d Infection preventionâ\u0080\u008d Clinical screeningâ\u0080\u008d Engagement strategiesâ\u0080\u008dGlobal Objectives Guiding Targets To provide an enhanced system of global program direction, measurement and processes, while continuing local innovation and prioritization.â\u0080\u008d To deploy scalable global programs for key needs, with shared central and local investment.â\u0080\u008d To further leverage local partners to address local health needs and supplement global programs.â\u0080\u008dSeveral key global initiatives support these objectives and demonstrate IBM's continued innovation. To better standardize measurement of health, IBM implemented a global health risk assessment tool, called Wellness Checkpoint. The tool, acculturated and adapted for use in 130 countries, is available to employees in 26 languages and provides a common platform to identify health improvement opportunities and form a triage to relevant follow-up support services. More than 50 percent of IBM's global employee population has access to the tool. In the United States, typically 60 percent of IBM employees complete the HRA, and initial launches in the United Kingdom, India, Germany, Austria and Switzerland have already reached 10-20 percent through lotteries to win wellness-related products.IBM's global Virtual Health Fair represents an exciting new approach to delivering health and safety education in an interactive and collective way. This began with a 24-hour live online event featuring integrated health services experts and employee interaction.",
  "The first fair featured 12 webcasts on topics ranging from sleep and stress to travel health. Each webcast was presented in a virtual auditorium with live Q&A and downloadable resource materials.",
  "All sessions were recorded and available on-demand in eight languages: English, Italian, German, French, Portuguese, Spanish, Japanese, and simplified Chinese. Roughly 10,000 employees visited the first Virtual Health Fair, producing 13,000 webcast views and 19,000 downloaded resources. Additional topics and features are planned for 2014. Often, particularly in growth market countries, mental health services offered through Employee Assistance Programs (EAPs) are limited by the stigma around psychosocial health. In addition, medical services, such as treatment decision support and condition management are not always available or of high quality. Furthermore, the rapid increase in chronic disease risks highlights the opportunity for wellness coaching, a new concept in many regions of the world.",
  "IBM created a new program model, called Wellness Advisor, which aims to bring together all of these services to improve access and support, as well as create a less stigmatized entry point for EAP services. The program includes the following services delivered telephonically: EAP counseling (telephonic and face-to-face)â\u0080\u008d Nurse lineâ\u0080\u008d Condition managementâ\u0080\u008d Treatment decision supportâ\u0080\u008d Pregnancy and children's health supportâ\u0080\u008d Wellness coachingâ\u0080\u008d Legal and financial counselingâ\u0080\u008dAll IBM regions around the world establish annual improvement plans to sustain and advance health promotion efforts.",
  "In support, several key factors ensure sustained progress and achievement including IBM's online \"Commit to Health\" community. Thousands of employees around the world visit this online hub to interact, share ideas and review timely health education. Employees are proactively and meaningfully involved during various steps of the program development process.â\u0080\u008dExamples: Focus groups to test new program concepts, such as a new children's health program to assist parents to address healthy behaviors at home.â\u0080\u008d Beta testing of new tools to improve user experiences, such as testing a new web-based tool designed to encourage mindfulness and resilience.â\u0080\u008d Piloting of new programs before full implementation, such as training for HR professionals and managers on mental well-being support.â\u0080\u008dIBM has leveraged innovative social analytics technology to capture \"Mini Pulse\" feedback from employees as they interact with health programs. This real-time, practical input is invaluable when serving a large, dispersed population, such as IBM's.Specific targets are set related to integration across all four Pillars of Integrated Health Services. Also, considerable cross-functional development has integrated health promotion efforts into the health benefits design and delivery processes. Outside of Integrated Health Services, projects also integrate with other HR functions, such as work/life and workforce analytics.",
  "All such cross-functional integration not only increases the impact of health promotion efforts, but also supports sustainability. IBM has been recognized as the top multinational employer supporting employee health at the Global Healthy Workplace Awards Summit in Shanghai.",
  "IBM has also contributed to industry research on workplace health promotion, publishing various peer-reviewed manuscripts on the impact of programs on healthy behaviors and business costs. IBM's approach was designed to optimize global efficiency and resources, while accommodating the diverse demographics, cultures and health needs around the world. Many organizations share the same fundamental challenge, even if different in industry, setting, or size. IBM's Global Priorities for Health Promotion and the associated guidelines, processes, and program framework, could be leveraged in flexible ways with other organizations. In addition, IBM's principles related to central/local financing, cross-functional integration, and shared solutions could be applied to advance globalization efforts of other multinational employers.About the AuthorMegan Turner is the Global Health and Vitality Manager at IBM.Learn about how you can become a Certified Corporate Wellness Specialistâ\u0086\u0092[Free Webinar] The OSHA Bomb: Top Experts Weigh in on Vaccine Violations for Employers â\u0086\u0092related articlesQ&A With Super Bowl MVP Julian Edelman on Why AKLOS Health Is the Most Complete Physical Therapy Solution for Your EmployeesPrioritizing Employees in the New Normal Big Data and the Future of Health Analytics Can Artificial Intelligence Provide a Human Touch?When the Pandemic Becomes Endemic: How Precision Health Helps Retain Employees Amidst the Great ResignationContinue ReadingBusiness of Well-beingCrossing the Well-being Chasm: Why we Need a Health ScorebyÂ Matt ParkatBusiness of Well-beingWellness Programs under the ACA: What Employers Need to KnowbyÂ Gary CassidyatBusiness of Well-beingHow to Make Big Data Work for Your Wellness ProgrambyÂ Corporate Wellness MagazineatFeatured ReadingBusiness of Well-beingMedical Travel Growth in South Korea and Strategies for the FuturebyÂ Korea Tourism OrganizationatBusiness of Well-beingHow Fertility Benefits can Support your Diversity & Inclusion EffortsbyÂ Juli InsingeratCarrot FertilityNewsâ\u0080\u009cThey Dumped us Like Trash:â\u0080\u009d Creating the Worst Corporate Culture Like Better.combyÂ Corporate Wellness MagazineatSubscribeJoin up to 50,000 human resources executives, benefits directors, wellness directors, and other corporate wellness stakeholders.Thank you! Your submission has been received!Oops!",
  "Something went wrong while submitting the form. Subscribe to our list for new content, industry news and insights, events, and more!"
]