[
  "Why NVIDIA Can Thrive Through a Downturn | The Motley Fool Please ensure Javascript is enabled for purposes of website accessibility Log In Help Join The Motley Fool Our Services Investing Basics Premium Services Stock Advisor Our Flagship Service Return 321% S&P Return 111% Rule Breakers High-growth Stocks Return 188% S&P Return 94% Returns as of 06/24/2022 View Our Services Investing 101 How to Invest Money What to Invest In How to Invest in Stocks How to Invest in Index Funds How to Invest in ETFs How to Invest in Real Estate Best Accounts Best Stock Brokers Best Brokers for Beginners Best IRA Accounts Best Roth IRA Accounts Best Options Brokers Best Crypto Apps Stock Market Basics Stock Market 101 Types of Stocks Stock Market Sectors Stock Market Indexes S&P 500 Dow Jones Nasdaq Composite Stock Market Premium Services Stock Advisor Our Flagship Service Return 321% S&P Return 111% Rule Breakers High-growth Stocks Return 188% S&P Return 94% Returns as of 06/24/2022 View Our Services Stocks Growth Stocks Value Stocks Dividend Stocks Small Cap Stocks Large Cap Stocks Blue Chip Stocks Industries to Invest In Consumer Goods Technology Energy Healthcare Financial Cryptocurrency NFTs News Top Stocks to Buy in 2022 Stock Market News Retirement Getting Started Retirement 101 Why to Start Saving Now Types of Retirement Accounts 401k Basics IRA Basics HSA Basics Planning for Retirement How Much Do I Need to Retire? When To Retire Factoring in Social Security What is the Full Retirement Age?",
  "Investing for Retirement Retirement Strategies Retired: What Now? Retiring in 2022 Withdrawal Strategies Healthcare in Retirement Taxes in Retirement Estate Planning Personal Finance Credit Cards Best Credit Cards Best Cash Back Cards Best Balance Transfer Cards Best Travel Credit Cards Best 0% Credit Cards Best Rewards Cards Best Cards for Bad Credit Bank & Loans Best Savings Accounts Best Checking Accounts Best CD Rates Best Personal Loans Best Debt Consolidation Loans Homebuying Best Mortgage Lenders Best Mortgage Refi Lenders Best Lenders for First-time Buyers Best FHA Mortgage Lenders Current Mortgage Rates Guides Credit Cards 101 Bank Accounts 101 Home Loans 101 Pay Off Debt Increase Your Credit Score About Us Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services. Who Is the Motley Fool? About Us Investing Philosophy Reviews The Motley Fool Foundation Media Inquiries Contact Us Fool Podcasts Podcasts Home Motley Fool Money Rule Breaker Investing Social Media + Facebook Twitter YouTube Discussion Boards CAPS - Stock Picking Community Other Services The Ascent Latest Stock Picks Our Services Investing Basics Investing 101 How to Invest Money What to Invest In How to Invest in Stocks How to Invest in Index Funds How to Invest in ETFs How to Invest in Real Estate Best Accounts Best Stock Brokers Best Brokers for Beginners Best IRA Accounts Best Roth IRA Accounts Best Options Brokers Best Crypto Apps Stock Market Basics Stock Market 101 Types of Stocks Stock Market Sectors Stock Market Indexes S&P 500 Dow Jones Nasdaq Composite Premium Services Stock Advisor Our Flagship Service Return 321% S&P Return 111% Rule Breakers High-growth Stocks Return 188% S&P Return 94% Returns as of 06/24/2022 View Our Services Stock Market Stocks Growth Stocks Value Stocks Dividend Stocks Small Cap Stocks Large Cap Stocks Blue Chip Stocks Industries to Invest In Consumer Goods Technology Energy Healthcare Financial Cryptocurrency NFTs News Top Stocks to Buy in 2022 Stock Market News Premium Services Stock Advisor Our Flagship Service Return 321% S&P Return 111% Rule Breakers High-growth Stocks Return 188% S&P Return 94% Returns as of 06/24/2022 View Our Services Retirement Getting Started Retirement 101 Why to Start Saving Now Types of Retirement Accounts 401k Basics IRA Basics HSA Basics Planning for Retirement How Much Do I Need to Retire? When To Retire Factoring in Social Security What is the Full Retirement Age?",
  "Investing for Retirement Retirement Strategies Retired: What Now? Retiring in 2022 Withdrawal Strategies Healthcare in Retirement Taxes in Retirement Estate Planning Personal Finance Credit Cards Best Credit Cards Best Cash Back Cards Best Balance Transfer Cards Best Travel Credit Cards Best 0% Credit Cards Best Rewards Cards Best Cards for Bad Credit Bank & Loans Best Savings Accounts Best Checking Accounts Best CD Rates Best Personal Loans Best Debt Consolidation Loans Homebuying Best Mortgage Lenders Best Mortgage Refi Lenders Best Lenders for First-time Buyers Best FHA Mortgage Lenders Current Mortgage Rates Guides Credit Cards 101 Bank Accounts 101 Home Loans 101 Pay Off Debt Increase Your Credit Score About Us Who Is the Motley Fool?",
  "About Us Investing Philosophy Reviews The Motley Fool Foundation Media Inquiries Contact Us Fool Podcasts Podcasts Home Motley Fool Money Rule Breaker Investing Social Media + Facebook Twitter YouTube Discussion Boards CAPS - Stock Picking Community Other Services The Ascent Our Purpose: To make the world smarter, happier, and richer. Founded in 1993 by brothers Tom and David Gardner, The Motley Fool helps millions of people attain financial freedom through our website, podcasts, books, newspaper column, radio show, and premium investing services. Log In Help Join The Motley Fool Latest Stock Picks Free Article Join Over 1 Million Premium Members And Get More In-Depth Stock Guidance and Research Why NVIDIA Can Thrive Through a Downturn By Demitri Kalogeropoulos, Brian Withers, and Jose Najarro - Oct 18, 2021 at 6:17PM You’re reading a free article with opinions that may differ from The Motley Fool’s Premium Investing Services. Become a Motley Fool member today to get instant access to our top analyst recommendations, in-depth research, investing resources, and more. Learn More NASDAQ: NVDA NVIDIA Corporation Market Cap $406B Today's Change (5.55%) $9.01 Current Price $171.26 Price as of June 24, 2022, 4:00 p.m. ET Slower economic growth shouldn't stall this business.",
  "NVIDIA (NVDA 5.55%) stock has been on a tear over the recent economic-growth upturn. But can the semiconductor chip giant still win if growth slows?",
  "In this video from \"The Five\" from Motley Fool Live, recorded on Oct. 12, Fool contributors Jose Najarro and Brian Withers discuss the assets that should help NVIDIA continue growing even if economic conditions worsen. Brian Withers: All right, Jose, what stock do you have regardless of economic conditions in the next year or two that you like? Jose Najarro: The company I'm going to talk about is probably my favorite company right now and that is NVIDIA, ticker NVDA. Even though, let's say, growth does slow down, I don't think tech innovation is going to slow down, and NVIDIA is a huge, huge player in tech innovation. NVIDIA for those not familiar, they create graphics processing units, and that's used in pretty much everything from gaming, data center, autonomous driving. They are also providing other SaaS [software as a service] solutions as well.",
  "But like I mentioned, even if we see some slowdown in growth in the most recent quarter, NVIDIA made revenue of about $6.5 billion. The two main segments that NVIDIA makes revenue from is it's gaming, which makes up about $3 billion of that $6.5 [billion] and that is usually the biggest segment.",
  "And that's usually consumer-driven. These are your laptops that you go out and purchase, your high-performance PC, if you're working on some workstation for animation, studio development, that's where that comes from. Then the other major form of its revenue is still data centers. Data centers continue as clouding products continue to appear and e-commerce, fintech, everything continues to grow, data centers need more processing power. This makes about $2.3 billion out of that $6.5 [billion]. It makes a good portion.",
  "NVIDIA, I feel even if growth slows down, they still have plenty of options of where to make money. Another thing is they are focusing in providing SaaS solutions and things like cybersecurity, healthcare, autonomous driving.",
  "These are all markets. Cybersecurity I think is one of the biggest markets that I feel like, during the summer, every other week we heard about a big retail somebody getting hit with some form of cyberattack. Things like cybersecurity, healthcare, and the autonomous driving, stats solutions. NVIDIA also hits with some of the software they have. For me, it would be NVIDIA, one for the next year or two. Maybe in the next 5, 10 years to hold.",
  "That's the one I'm super excited about. Withers: Yeah, definitely I don't see growth in the cloud slowing down.",
  "It's amazing how NVIDIA went from being really just a video-chip company to really owning the GPU market. It's just really impressive over the last five years the strides they've made to get into the data center. I think they're really smart about the way they're going about it. Invest Smarter with The Motley Fool Join Over 1 Million Premium Members Receiving… New Stock Picks Each Month Detailed Analysis of Companies Model Portfolios Live Streaming During Market Hours And Much More Get Started Now Stocks Mentioned NVIDIA Corporation NVDA $171.26 (5.55%) $9.01 *Average returns of all recommendations since inception. Cost basis and return based on previous market day close. Related Articles Is Nvidia the Best Stock to Buy During This Bear Market?",
  "Will Nvidia Be a Trillion-Dollar Stock by 2027? Is Nvidia Stock a Buy Now?",
  "The Ultimate Growth Stocks to Buy With $100 Right Now Should Nvidia Investors Be Worried? Motley Fool Returns Market-beating stocks from our award-winning analyst team. Stock Advisor Returns 321% 321% S&P 500 Returns 111% Calculated by average return of all stock recommendations since inception of the Stock Advisor service in February of 2002. Returns as of 06/24/2022. Discounted offers are only available to new members. Stock Advisor list price is $199 per year.",
  "Join Stock Advisor Cumulative Growth of a $10,000 Investment in Stock Advisor Calculated by Time-Weighted Return since 2002. Volatility profiles based on trailing-three-year calculations of the standard deviation of service investment returns.",
  "Our Most Popular Articles Ready to Get Rich in the Stock Market? 5 Investments You Can't Go Wrong With Will Alphabet Soar After Its Stock Split? Here's What History Shows 7 Top Stocks to Buy Now (High Growth) Warren Buffett Has Bet the Farm on These 4 Stocks Get Started Now Premium Investing Services Invest better with The Motley Fool. Get stock recommendations, portfolio guidance, and more from The Motley Fool's premium services. View Premium Services Making the world smarter, happier, and richer. Facebook Twitter Linked In Pinterest YouTube Instagram Tiktok Market data powered by Xignite."
]