[
  "Nike's 2025 Sustainable Development Goals | The Sports Edit Get 10% Off Your First Order Free UK Delivery over £70 Get 10% Off Your First Order Quick Delivery to Europe from €7 Get 10% Off Your First Order Free US Delivery over $150 Get 10% Off Your First Order Express Shipping Available Worldwide Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 Get 10% Off Your First Order No Duties On Orders Under €150 NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP?",
  "Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP?",
  "Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP?",
  "Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered NEED HELP? Phone: +44 203 793 0964 Email: Get In Touch FAQs: Your Questions Answered FAQsDeliveryReturns Free Delivery Over £70 Free UK Returns Need Help? Read our FAQs Get 10% Off Your First Order Quick Delivery to Europe from €7 30 Day, No Quibble Returns Get 10% Off Your First Order Need Help? Read our FAQs Free Shipping over $150 Easy Returns to US Warehouse Need Help? Read our FAQs Get 10% Off Your First Order Express Shipping Available Worldwide 30 Day, No Quibble Returns Need Help? Read our FAQs Get 10% Off Your First Order Delivery to Germany from €5 Free German Returns Need Help?",
  "Read our FAQs Get 10% Off Your First Order Delivery to Spain from €10 No Duties On Orders Under €150 Need Help? Read our FAQs Need Help?",
  "Read our FAQs Delivery to France from €8 No Duties On Orders Under €150 Need Help? Read our FAQs Get 10% Off Your First Order Delivery to Italy from €10 No Duties On Orders Under €150 Need Help? Read our FAQs Get 10% Off Your First Order Delivery to Ireland from €5 No Duties On Orders Under €150 Need Help? Read our FAQs Get 10% Off Your First Order Delivery to The Netherlands from €8 No Duties On Orders Under €150 Need Help? Read our FAQs Get 10% Off Your First Order Delivery to Austria from €8 No Duties On Orders Under €150 Need Help? Read our FAQs Get 10% Off Your First Order AED د.إAUD $CAD $CHF CHFEUR €GBP £HKD $JPY ¥NZD $SAR ر.سSEK krSGD $USD $ د.إ AED $ AUD $ CAD CHF CHF € EUR £ GBP $ HKD ¥ JPY $ NZD ر.س SAR kr SEK $ SGD $ USD Wishlist Rewards Login Bag 0 Sale Sale by Brand Shop All Sale Nike Sale Alo Yoga Sale Girlfriend Collective Sale Varley Sale P.E Nation Sale Sale by Discount Shop All Sale Above 60% Up to 60% Up to 50% Up to 40% Up to 30% Other discounts Sale by Category Shop All Sale Bottoms Sale Tops Sale Shoes Sale Accessories Sale Men's Sale SUMMER SALE Further Markdowns.",
  "Up to 70% Off Shop Now Shop All Sale New In Womenswear All New In New Brand Drops NEW BRAND - YMO NEW BRAND - Goodmove NEW IN - Alo Yoga NEW BRAND - HOKA Trainers The Sustainable Edit INTRODUCING: YMO Honest apparel for people in motion. Exclusive to The Sports Edit.",
  "Shop Now NEW IN: VARLEY Summer is here and Varley has the styles to take you from the studio to the streets! Shop Now Womenswear Category Bottoms Leggings 7/8 Leggings Pocket Leggings Capri Leggings Printed Leggings Shorts Skorts Sweatpants Unitards Tops Tanks Tees Crop Tops Long Sleeved Tops Sweatshirts Hoodies Jackets Sports Bras Low Impact Medium Impact High Impact Trainers Running Training Casual Vegan Adidas Boost Gift Cards Activity Yoga & Pilates Training Run Leisure Tennis Sale Shop All Sale Alo Yoga Sale Nike Sale The Edits Best Sellers Co-Ords View All Edits Featured Brands Adidas Adidas x Stella McCartney Alo Yoga APL Beyond Yoga Girlfriend Collective Goodmove Koral Lilybod Nike On The Upside Varley Veja Wolven YMO NEW IN: ALO YOGA Bright colours and flattering fits - Alo Yoga's trendy activewear is all you need. Shop Now Shop All Womenswear Brands Womenswear Top Womenswear Brands Adidas Adidas x Stella McCartney Alo Yoga APL Beyond Yoga Electric & Rose FP Movement Girlfriend Collective Goodmove HOFF Trainers Hoka One One Koral Lilybod Monrow MZ Wallace Nike Nimble Activewear On Onzie Organic Basics P.E Nation Saye Trainers Spiritual Gangster Teeki Terez Under Armour The Upside Varley Veja Wolven Year of Ours YMO View All 40+ Brands The Edits Bestsellers Co-Ords Black Leggings Sustainable Activewear Cosy Layers Animal Print View All Edits NEW IN: BEYOND YOGA VIbrant colours and wardrobe essentials - shop the latest drop from Beyond Yoga! Shop Now View All Brands Menswear Category Bottoms Running Tights Shorts Sweatpants Yoga Pants Tops Tank Tops T-Shirts Long Sleeve Sweatshirts & Hoodies Jackets Trainers Running Training Casual Trainers Gift Cards Activity Training Run Leisure Yoga & Pilates Sale Shop All Sale Featured Brands Adidas Alo Yoga Castore Manduka Nike On Reigning Champ Rhone Under Armour Veja ON RUNNING Discover the world's lightest running shoes from On Running Shop Now Shop All Menswear Accessories Womens Accessories All Women's Accessories Gym Bags Socks Underwear Mens Accessories All Men's Accessories Gym Bags Socks & Underwear Category Fitness Accessories Gym Water Bottles Percussive Therapy Protective Face Masks Yoga Accessories Yoga Mats Brands Andi B Yoga Bala Bangles Frame Hyperice La Pochette Lola Manduka MZ Wallace Stance Socks S'Well Tangram Theragun Yogi Bare LARQ WATER BOTTLES Never have staying hydrated been so easy. Discover the world’s first self-cleaning water bottle from Larq! Shop Now Shop All Accessories Nutrition Brands Anatome Bodyism Equi London Form INDI Kin Maurten Puori Supernova The Beauty Chef WelleCo Wild Nutrition Shop All Nutrition Categories Collagen Protein Powder Vegan Protein Powder Vegan Supplements Vitamins & Supplements Benefit Energy Gut Health Immunity Health Rest & Recovery Skin Health Strength THE BEAUTY CHEF Support your gut, boost your wellbeing and promote glowing skin from the inside out with The Beauty Chef!",
  "Shop Now Shop All Nutrition Sustainability Sustainability Hub Sustainability Hub Brand Ratings Adidas Adidas by Stella McCartney Free People Movement Girlfriend Collective Manduka Nike Nimble Activewear On Organic Basics Under Armour Veja Categories Recycled Leggings Organic Clothing Eco-Produced Clothing Sustainable Activewear Vegan Protein Vegan Supplements NIKE SUSTAINABILITY Read our rating and review of Nike 's sustainability progress Read more EXPLORE OUR BRAND SUSTAINABILITY RATINGS The Editorial Categories All Sweat Yoga Nutrition Wellbeing Reviews How To's Style Interviews Contributors behind the brand, news, reviews, sweat Introducing YMO: The Community-led Activewear Brand Read More style Summer Sportswear Guide: The List of Essentials for 2022 Read More Discover the editorial Wish List Delivery Information Returns Information Fit and size Our locations Contact us Women Men Sale Back Sale by BrandShop All SaleNike SaleAlo Yoga SaleGirlfriend Collective SaleVarley SaleP.E Nation Sale Sale by DiscountShop All SaleAbove 60%Up to 60%Up to 50%Up to 40%Up to 30%Other discounts Sale by CategoryShop All SaleBottoms SaleTops SaleShoes SaleAccessories SaleMen's Sale New In Back New InShop All New InAlo Yoga New ArrivalsGirlfriend Collective New ArrivalsThe Sustainable Edit New Brand DropsYMOGoodmoveHOFF TrainersHoka One One INTRODUCING: YMO Shop Now NEW IN: VARLEY Shop Now Leggings Back CategoryShop All Leggings7/8 LeggingsPocket LeggingsCapri LeggingsPrinted Leggings BrandAdidas LeggingsAlo Yoga LeggingsBeyond Yoga LeggingsGirlfriend Collective LeggingsNike LeggingsVarley Leggings Bottoms Back Shop All Bottoms Leggings 7/8 Leggings Capri Leggings Pocket Leggings Shorts Skorts Sweatpants Unitards Tops Back Shop All Tops Tees Tanks Crop Tops Long Sleeved Tops Sweatshirts Hoodies Jackets Sports Bras Back Shop All Sports Bras Low Impact Mid Impact High Impact Shop by Brand Back Adidas Alo Yoga APL Beyond Yoga FP Movement Girlfriend Collective Goodmove Koral Lilybod Nike On Under Armour Varley Veja YMO View All 40+ Brands NEW IN: BEYOND YOGA Shop Now Shop by Activity Back Yoga & Pilates Training Run Leisure Trainers Back CategoryShop All TrainersRunningTrainingOff Duty BrandAdidas BoostHoka One OneNikeOn Running Saye TrainersVeja Bags & Accessories Back CategoryShop All AccessoriesFitness AccessoriesGym BagsGym Water BottlesPercussive TherapyProtective Face MasksSocksUnderwearYoga AccessoriesYoga Mats BrandShop All AccessoriesB YogaBala BanglesHypericeLolaMandukaMZ WallaceTangramTheragunYogi Bare Nutrition Back BrandShop All NutritionAnatomeBodyismEqui LondonForm NutritionINDIKin MaurtenPuoriSupernovaThe Beauty ChefWelleCo NutritionWild Nutrition Category Shop All NutritionCollagenProtein PowderVegan Protein PowderVegan SupplementsVitamins & Supplements BenefitShop All NutritionEnergyGut HealthImmunity HealthRest & RecoverySkin HealthStrength Sustainability Back Sustainability Hub Adidas Adidas x Stella McCartney Girlfriend Nike On Running Organic Basics Veja The Editorial Back Sweat Nutrition Yoga Wellbeing Reviews How To's Style Interviews Inspire Me Back Shop Our Instagram Bestsellers Co-ords Black Leggings Sustainability Activewear Cosy Layers Animal Print View All Edits WishlistCustomer CareInformation Back Delivery Returns Size Guides Gift Cards FAQs Rewards Newsletter Sign Up For 10% Off Brands Back Adidas Alo Yoga Castore Nike On Running Reigning Champ Rhone Under Armour Veja View All Brands Bottoms Back All Bottoms Running Tights Shorts Sweatpants Yoga Pants Tops Back All Tops Tank Tops T-shirts Long Sleeve Sweatshirts & Hoodies Jackets Trainers Back All Trainers Running Training Off Duty Veja Bags & Accessories Back All Accesories Socks & Underwear Yoga Mats Water Bottles Fitness Accessories Yoga Accessories Gym Bags Nutrition Back All Nutrition Form Nutrition Maurten Welleco Nutrition Vegan Nutrition Sale Back All Sale Bottoms Sale Tops Sale Footwear & Accessories Sale Shop By Activity Back Training Run Leisure Yoga & Pilates Gift CardsThe Editorial Back Sweat Yoga Nutrition Reviews How To's Style Interviews WishlistCustomer CareInformation Back Delivery Returns Size Guides Our Locations Gift Cards FAQs Rewards € EUR Back AED د.إAUD $CAD $CHF CHFEUR €GBP £HKD $JPY ¥NZD $SAR ر.سSEK krSGD $USD $ د.إ AED $ AUD $ CAD CHF CHF € EUR £ GBP $ HKD ¥ JPY $ NZD ر.س SAR kr SEK $ SGD $ USD Categories All SWEAT YOGA NUTRITION WELLBEING REVIEWS HOW TO'S STYLE INTERVIEWS CONTRIBUTORS #news, #review, #wellbeing By Michelle Welling 29/12/2021 Nike's 2025 Sustainable Development Goals The United Nations isn’t the only organisation declaring Sustainable Development Goals (SDGs). Following the release of Nike’s FY20 Impact Report, Nike has committed itself to achieve a host of sustainability targets by 2025.",
  "The SDGs outline a positive vision for the future, but require deliberate action to get there. Nike argues that it is in the interests of businesses, governments and society alike to commit to such goals in order to accelerate progress. Nike currently scores 3/5 on our Sustainability Hub. However these crucial new commitments could soon see that rating improve. Not only has the brand set these targets as important benchmarks for itself as a key player in the retail industry. They have also aligned with many of the UN’s SDG’s where the brand feels it could have the greatest impact for good.",
  "So let’s take a look at these goals, and what Nike is doing to be a catalyst for positive change. NIKE’S SUSTAINABLE DEVELOPMENT GOALS Nike has identified the areas where it has the greatest potential to contribute to the SDGs, these include: Good Health and Wellbeing Gender Equality Decent Work and Economic Growth Responsible Consumption and Production Climate Action Partnerships For the Goals Read on to see how Nike plans to drive progress on these six areas of impact.",
  "Good Health and Wellbeing Nike is committed to inspiring and supporting communities around the world to move more. And with good reason, the potential rewards of fostering movement and exercise in children are big: active kids tend to be healthier, happier, and do better on the pitch and in the classroom, and eventually in their careers and communities as adults. As a pioneering sports brand, focussing on a healthy and active lifestyle echoes through the brand culture and employee values. 2025 Target Nike has committed to driving sustained community impact by getting kids excited about moving with 50% female participation in key cities. Gender Equality One of the great elements of sport is its power to unite people and inspire them to take action in their communities. Putting this power into practice, Nike is building an inclusive culture through the brand and breaking down barriers for all athletes.",
  "2025 Target 100% of strategic suppliers increase access to career opportunities and upward mobility for women employed in their facilities 50% representation of women in global corporate workforce and 45% in leadership positions Maintain 100% equal pay equity across all employee levels on an annual basis Drive sustained community impact by empowering kids through sports in key cities with 50% girl participation 2x investment focused on the professional development for racial and ethnic minorities in the U.S. and women globally Decent Work and Economic Growth As a global company, it isn’t only what goes on within the walls of Nike offices that reflect the extent of its values, but also the conditions of its global partners and suppliers. And as such, Nike believes that the key to growth and sustainability is a team in which every member feels valued.",
  "That means from worker compensation, to workplace conditions, Nike is committed to only working with factories which share its vision for decent work and economic growth. 2025 Target 100% of facilities in the extended supply chain meet the Nike foundational labour, health, safety and environmental standards demonstrating respect for the rights of their workers and communities where they operate 100% of strategic suppliers are building world class, safe and healthy workspaces for the people making Nike products All strategic suppliers are measuring and improving the engagement of the people making said products All strategic suppliers are increasing access to career opportunities and upward mobility for women employed in their facilities Responsible Consumption and Production The iconic Nike swoosh is almost synonymous with great athletic performance. But the brand isn’t only thinking about the athletics we know today, or the next Olympic Games, as part of Nike’s commitment to sustainability ensuring that all athletes can train, live, and thrive for generations to come. This responsibility leads Nike to develop new products and innovative materials in an effort to find ways to help solve production and consumption problems today for a better tomorrow. The focus of this goal is truly maximum performance with minimum impact. And there are many targets in place to ensure this happens.",
  "2025 Target 0.5M tons of GHG emissions reduced through increasing Nike’s use of environmentally preferred materials to 50% of all key materials 10% waste reduction per unit in manufacturing, distribution, headquarters and packaging through improved design and operational efficiency 100% waste diverted from landfill in Nike’s extended supply chain with at least 80% recycled back into Nike products and other goods 10X the amount of finished product waste refurbished, recycled or donated 25% reduction fresh water usage per kg in textile dyeing and finishing Adopt clean chemistry alternatives for the brand’s 10 priority chemistries across its supply chain Climate Action As Nike strives to create products with all the performance and less of the environmental impact, the brand is taking a stand for climate action through its Move to Zero commitment. As the name suggests, this is Nike’s promise toward a zero carbon, zero waste future.",
  "It’s no token effort, Nike says it is committed to taking a leadership role and working collaboratively with other industry players so we can have a world where everyone can thrive. 2025 Target 70% absolute reduction of GHG emissions in owned or operated facilities through 100% renewable electricity and fleet electrification Greenhouse gas emissions from key suppliers’ manufacturing and transportation operations will be at or below 202 levels despite anticipated business growth, through use of renewable energy, energy efficiency, and alternative fuels 0.5M tons of GHG emissions reduced through increasing Nike’s use of environmentally preferred materials to 50% of all key materials To meet Nike’s 2030 Science-Based Target, it needs to reduce its carbon footprint by 65% in owned or operated spaces and by 30% across its extended supply chain Partnerships For the Goals Finally, Nike recognises that the true goals of a sustainable future and a healthier planet will require collaboration, the sports brand has partnered with competitors, governments, academia, NGOs and other industries to develop a shared a holistic understanding of the challenges and opportunities we face as a society. As the saying goes, ‘if you want to go fast, go alone, if you want to go far, go together’. Altogether this coalition of sorts works to identify barriers and advance solutions for our planet. Example Partnerships Arctic Shipping Pledge: teamed up with the Ocean Conservancy to intentionally not send ships through the Arctic out of concern for the negative environmental impact. Fair Labor Association (FLA): in compliance with FLA’s mission of socially responsible companies to improve working conditions in factories worldwide.",
  "Sustainable Apparel Coalition (SAC): a founding member of SAC, a group of more than 200 leading apparel and footwear companies and NGOs working to reduce the environmental impacts of their products. Fashion Industry Charter for Climate Action: Nike joined UN Climate Change and other global players in catalysing some of the industry’s most aggressive climate targets Girls, Inc.: Nike has teamed up with Girls Inc to support their “Sporting Chance” program that empowers girls to build a foundation for enjoying sports, adventure, and physical activity throughout their lives.",
  "THE TAKEAWAY While Nike is one fish (albeit a very big one) in the sea of apparel and footwear production, its commitment to sustainable development is certainly making waves. With the anticipated release of its FY21 Impact Report, customers and communities will have the opportunity to mark the progress against the brand’s goals as it strives for a bright future. Read more Nike’s FY20 Impact Report and the 2025 Targets for the most up-to-date brand progress. Discover more about the sustainability of Nike and other TSE brands over on our Sustainability Hub. Share: JOIN THE TRIBE Sign up to our newsletter FOLLOW US ON INSTAGRAM SHOP THE STORY Available sizes From €0,00 30% OFF Available sizes XS S M L XL NikePro Dri-FIT Swoosh Sports Bra - Jade Smoke/Particle Grey €26,50 €38,00 Available sizes XS S M L XL #000000 #025066 NikeYoga Luxe 7/8 Leggings - Black/Dark Smoke Grey €78,00 Available sizes From €0,00 SOLD OUT NikeAir Zoom Pegasus 38 FlyEase Shoes - Black/Anthracite/Volt/White | Women's €53,00 €133,00 SOLD OUT NikeReact Infinity Run Flyknit 2 Shoes - Violet Ash/Particle Grey/Menta | Women's €71,75 €179,00 SHOP NIKE Nike Air Zoom SuperRep Review Nike Leggings: The Ultimate Guide and FAQ Nike Sports Bra Guide Nike Yoga Review and Guide The Best Gym Shoes: Nike Metcon vs. Reebok Nano vs. UA Tribase The Story of Girlfriend Collective's Sustainable Activewear Organic Basics: Sustainable, Minimal and Beautiful Activewear P.E Nation: Sustainable Activewear for the Modern Gym Lover Related Posts #review, #sweat 23/12/2021 Nike Air Zoom SuperRep Review They're a hot topic, but do they live up to the hype? Find out with our comprehensive review.",
  "#behind the brand 24/09/2021 How Sustainable is Nike? Becoming a sustainable brand doesn’t happen overnight.",
  "Nevertheless, it’s clear that Nike is serious about its Move to Zero mission. #review, #style, #sweat 23/07/2021 Nike Cycling Shoes Review: The SuperRep Cycle The new line of SuperRep Cycle is hot on the shelves and selling out fast. Find out why these cycling shoes are ideal for fast-paced indoor cycling as well as your outdoor rides. SHOP OUR INSTAGRAM Instashop This shows content of element who has id=\"data\" Thank you for signing up to our newsletter By continuing to browse our website, you are accepting our Cookie Policy. Accept & Close LET'S GET #SOCIAL Tag your photos and posts with #mysportseditfor a chance to win monthly prizes. Get 10% Off your First Order Plus be the first to find out about our new launches,sales and offers!",
  "Customer Care Contact Us Delivery Returns Size Guides Gift Cards FAQs Information Our Story Our Locations Careers Terms & Conditions Privacy & cookies Pay Later with Klarna 10% Student Discount Newsletter Sign Up for 10% Off Community TSE Rewards Events Instructors TSE Collective #TSEPresents - Online Workouts Refer a Friend Reviews Top Brands Nike Alo Yoga Girlfriend Collective Varley Adidas Veja Secure payments EUROPE UK USA EUROPE CANADA AUSTRALIA NEW ZEALAND SINGAPORE HONG KONG JAPAN © The Sports Edit Ltd 2022. All rights reserved.",
  "The Sports Edit is GDPR compliant and details of our data protection policy is viewable here. Your Shopping Bag Oh no! You have nothing in your Cart! Spend an extra €70,00 to qualify for FREE Delivery! Subtotal: €0,00 Secure Checkout View bag Don't miss out: items in your bag are not reserved and may sell out Secure Checkout Delivery Free Standard Delivery over £70 Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery Low Cost & Quick Delivery UK SHIPPING:- FREE UK Standard Delivery on orders over £70 - 2-4 working Days - Standard UK Delivery (Yodel) - 2-4 working days - £3.50- Express Delivery (Yodel) - 1-2 working days (Order before 5pm. Excludes weekends and Bank holidays) - £4.50- Next Day Delivery (DPD) - 1 working day (Order before 5pm.",
  "Excludes weekends and Bank holidays) - £5.95 SHIPPING TO GERMANY:- Standard Delivery - €5 (5-10 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €13 (1 Working Day)- Express Shipping for orders over €150 - €16 (3-5 working days) SHIPPING TO IRELAND:- Standard Delivery - €5 (3-7 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €13 (1 Working Day)- Express Shipping for orders over €150 - €18 (2-5 working days) SHIPPING TO FRANCE:- Standard Delivery - €8 (3-4 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €13 (1 Working Day)- Express Shipping for orders over €150 - €18 (2-5 working days) SHIPPING TO BELGIUM:- Standard Delivery - €10 (3-5 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €14 (1 Working Day) SHIPPING TO NETHERLANDS:- Standard Delivery - €8 (3-5 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €14 (1 Working Day)- Express Shipping for orders over €150 - €16 (2-5 working days) SHIPPING TO AUSTRIA:- Standard Delivery - €5 (3-5 Working Days)- DHL 1 Day Express Shipping available for orders under €150 - €14 (1 Working Day)- Express Shipping for orders over €150 - €18 (3 working days) SHIPPING TO SPAIN:- Standard Delivery - €10 (3-5 Working Days)- Express Shipping - €19 (4 working days) SHIPPING TO ITALY:- Standard Delivery - €10 (5 -7 Working Days)- Express Shipping - €21 (4 working days) SHIPPING TO EUROPE:- Standard Delivery from €5 (3-10 Days)- Express Shipping available from €13.00 (2-5 day delivery)- DHL 1 Day Express Shipping available for orders under €150 for Ireland, Germany, France, Belgium, Netherlands and Austria. SHIPPING TO THE USA:- FREE USA Standard Delivery on orders over $150/£115- Express DHL Shipping £16.00 (1-2 day delivery)SHIPPING INTERNATIONALLY:- Standard Delivery from £10- Express DHL Shipping Available from £20For all rates, please visit the delivery page Returns Free UK 30 Day Returns Free Germany 30 Day Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns Low Cost Returns - 30 Day, No Quibble Return Policy- FREE UK Returns- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible.",
  "- 30 Day, No Quibble Return Policy- FREE Germany Returns- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible.",
  "- 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible.",
  "- 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. - 30 Day, No Quibble Return Policy- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible. Award Winning Customer Service Feefo Platinum Trusted Service Award 2021 Feefo Platinum Trusted Service Award 2021 Feefo Platinum Trusted Service Award 2021 Providing exceptional customer service is at the heart of everything we do, if you have any questions, please don't hesitate to contact our friendly customer service team who would be happy to help. Providing exceptional customer service is at the heart of everything we do, if you have any questions, please don't hesitate to contact our friendly customer service team who would be happy to help. Providing exceptional customer service is at the heart of everything we do, if you have any questions, please don't hesitate to contact our friendly customer service team who would be happy to help. UK SHIPPING:- FREE UK Standard Delivery on orders over £60 - 2-8 Days- £3.95 - Standard UK Delivery 2-8 days- £5.95 - DPD Express 1-2 Day Delivery (Order before 1pm.",
  "Excludes weekends and Bank Holidays)SHIPPING TO EUROPE:FREE Europe Standard Delivery on orders over €150/£130- Standard Delivery from £5.00 (3-6 Days)- Express DHL Shipping available from £12.00 (1-3 Day delivery) SHIPPING TO THE USA:- FREE USA Standard Delivery on orders over $150/£115- Express DHL Shipping £15.00 (1-2 Day Delivery) - 45 Day, No Quibble Return Policy- FREE UK Returns- FREE German Returns- Easy, low cost International returns to local warehouses- We work with ReBOUND to offer you several options to return your item to us to make it as easy and convenient as possible Providing exceptional customer service is at the heart of everything we do, if you have any questions, please don't hesitate to contact our friendly customer service team who would be happy to help. product https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500 6570250076227 React Infinity Run Flyknit 2 Shoes - Violet Ash/Particle Grey/Menta | Women's 7175 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_1.jpg?v=1645522388 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_1_large.jpg?v=1645522388 GBP OutOfStock Newly Imported Product All New In Women's Activity Women's Gift Guide Women's gifts £100+ Womenswear High performance running shoes 17900 Nike activity:running BF-w-footwear-acc black-friday-womens category:Running Shoes filter-category-nike-sale filter-category-womens-running-shoes filter-category-womens-trainers gift-guide-womens grey guide:nike-womens-footwear-size-guide womenswear YCRF_Footwear yotpo-ugc-nike-w //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_2.jpg?v=1645522388 //cdn.shopify.com/s/files/1/0851/4276/products/Nike-Trainers-0001.jpg?v=1645522393 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_3.jpg?v=1645522393 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_8.jpg?v=1645522393 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_6.jpg?v=1645522393 //cdn.shopify.com/s/files/1/0851/4276/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-DC4629-500_4.jpg?v=1645522393 //cdn.shopify.com/s/files/1/0851/4276/products/Nike-Trainers-0001_050cbb5a-a071-41c9-a760-a1e8748ba68b.jpg?v=1637753541 39425541668931 UK 4 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541668931 OutOfStock UK 4 39425541701699 UK 4.5 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541701699 OutOfStock UK 4.5 39425541734467 UK 5 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541734467 OutOfStock UK 5 39425541767235 UK 5.5 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541767235 OutOfStock UK 5.5 39425541800003 UK 6 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541800003 OutOfStock UK 6 39425541832771 UK 6.5 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541832771 OutOfStock UK 6.5 39425541865539 UK 7 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541865539 OutOfStock UK 7 39425541898307 UK 7.5 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541898307 OutOfStock UK 7.5 39425541931075 UK 8 7175 17900 //cdn.shopify.com/shopifycloud/shopify/assets/no-image-2048-5e88c1b20e087fb7bbe9a3771824e743c244f437e4f8ba93bbf7b11b53f7824c.gif https://thesportsedit.com/products/nike-react-infinity-run-flyknit-2-shoes-violet-ash-menta-grey-dc4629-500?variant=39425541931075 OutOfStock UK 8 EUR } });"
]