[
  "The conceit of the Joint External Evaluation process, as developed by the Global Health Security Agenda, was that the practice of collaborative assessment would lead to the formulation of a national plan to implement the “core capacity” requirements laid out in the 2005 IHR revision, and — with financial and technical assistance provided via GHSA and its partners — would induce countries to voluntarily comply with their IHR obligations. In many ways, GHSA resembles contemporary development-oriented approaches — the use of an index to measure progress, the role of cosmopolitan technical advisors, the lure of foreign aid tethered to the production of evidence of improvement — but the kinds of health capacities being supported by GHSA are distinct from those that a development-oriented approach would seek to measure and improve.",
  "Here it is useful to contrast the aims and techniques of global health security with those of typical international development projects. In discussions of why West African countries had proved so vulnerable to the 2014 Ebola epidemic, a common point of discussion was the lack of “basic public health infrastructure” in these countries.17 One might, then, imagine that the “core capacities” requirement in IHR would seek to directly address this deficiency in basic health infrastructure. Within the framework of international development efforts, one might think of policies such as training more nurses and doctors, building community health clinics, improving access to preventive care, or ensuring the availability of essential medicines. But in actuality, the “core capacities” measured by the Joint External Evaluation tool focus on a different set of functions than those of classical public health. For IHR, the key objects and techniques of public health infrastructure are redefined: the concept of “core capacities” refers not to the prevention and treatment of common maladies that are prevalent in a given national population — such as infant diarrheal disease, malaria, heart disease or alcoholism — but rather to the detection and rapid containment of possible future outbreaks of novel pathogens that threaten to spread globally, such as a mutant form of H5N1, Ebola, or a novel coronavirus. Thus, the IHR core capacities embody a distinctive form of public health, oriented to an event that might or might not happen."
]
