[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow Google plans to use clean energy all day, every day | Greenbiz\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\n\n\n\n\n\nAnalysis\n\n\nEvents\n\n\nWebcasts\n\n\nVideos\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n \n\n\n\n\n\n\nClimate Tech\n\n\nESG/Finance\n\n\nCircularity\n\n\nSustainability Strategy\n\n\nStartups\n\n\nMore+\n\n\n\n\n\n\n\n\n\n\n\nTwitter\n\n\n\n\n\nFacebook\n\n\n\n\n\nInstagram\n\n\n\n\n\nLinkedin\n\n\n\n\n\nThis site (RSS)\n\n\n\n\n\nGreenBiz on Social Media\n\n\n\n\nToggle navigation\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPower Points\n\nHow Google plans to use clean energy all day, every day\n\n\nBy Sarah Golden\nSeptember 18, 2020\n\n\n\n\n\n\nPhoto by Uladzik Kryhin/Shutterstock\n\n\n\n\n\n\n\n\n\nGoogle set one of the most ambitious corporate clean energy commitments two years ago: powering all of its operations with renewables, 24/7. This week, the tech giant finally released its strategy detailing how it plans to achieve this ambitious goal by 2030. ",
  "The objective, which Google calls \"24/7 carbon-free energy,\" is to match clean energy generation to the company’s energy loads in real time everywhere it operates by 2030. This goes beyond traditional corporate 100 percent renewable energy goals, where companies buy clean energy capacity equivalent to their annual consumption — regardless of when, where or what season it is generated. Powering operations solely from clean energy in real time is no small feat, and it has had its share of doubters. It is also key to decarbonizing electricity. \"This is our biggest sustainability moonshot yet, with enormous practical and technical complexity,\" wrote Google’s CEO Sundar Pichai in a blog. “We are the first major company that's set out to do this, and we aim to be the first to achieve it.” \nIf Google figures out how to do this cost efficiently and effectively, it could create a model for states, utilities and other companies to follow suit. ",
  "How to match clean energy supply and demand\nThe details of Google’s plan are still vague. The tech giant said in a blog that its strategy will include aspects of what I consider to be the four buckets of time and location matching:\n\nDiversifying clean energy resources to decrease the amount of time of lulls in electricity generation. ",
  "This could include wind for when solar stops, along with hydro and geothermal for base loads. Store energy to save clean energy for when it’s needed. This solution is obvious, but also still expensive to do at scale. Shift loads by aligning energy-intensive activities to when renewables are plentiful. This could include demand response programs or scheduling non-essential, energy intensive functions to when clean energy is available. Overbuild clean energy resources and curtail excess energy when supply outstrips demand. ",
  "This is a cheaper option than energy storage in many situations. Key to Google’s ambition is how far clean energy technologies have come — and how rapidly they’re becoming better and cheaper. ",
  "Google’s strategy cites the falling cost of renewables and energy storage technologies, the improvements in demand response technologies, and new policies working to clean the grid. Google also highlighted the role of artificial intelligence in optimizing its electricity demand and forecasting, including a machine learning system it uses that can predict power output from farms 36 hours in advance. Key to Google’s ambition is how far clean energy technologies have come — and how rapidly they’re becoming better and cheaper. Will other companies follow suit? Google has long been a trendsetter in clean energy. A brief timeline of Google’s clean energy accomplishments: \n\n2007: Google became \"carbon neutral\" by offsetting the emissions it generates from fossil fuels\n2017: Google became the first major company to reach 100 percent clean energy procurement\n2018: Google publishes a whitepaper on 24/7 carbon-free energy at its datacenters, popularizing the idea of time and location matching \n2019: Google inked the largest clean energy procurement to date with 1.6-gigawatts of capacity spread across 18 individual projects in four countries\n\nThese initiatives can seem daunting to other corporates that don’t enjoy the same size, reach and resources. ",
  "But being a trendsetter, by definition, means others get on board with the trend. After all, hundreds of companies signed on to 100 percent clean energy commitments after Google. ",
  "Kyle Harrison, a senior associate with BloombergNEF, says few companies have the margins to figure out how to procure around the clock clean energy. \"I do not see any other companies doing this in the immediate term,\" Harrison told Utility Dive. \"There is an opportunity here for Google to play around with some things, and for other companies to take those best practices and apply them.\" Google isn’t the only company trying time and location matching \nTime and location matching for clean energy is not all or nothing. Other companies have been playing around with matching energy loads with real-time clean energy generation, and in every instance organizations are uncovering new partnerships, technologies and strategies that will make it easier for others to follow suit. Notably, last year Microsoft and Vattenfall partnered on an hour-by-hour renewable power matching in Sweden. ",
  "Daimler and Statkraft also signed a PPA in January where the carmaker’s German operations will get 100 percent clean energy in real-time, supplementing wind and solar with hydropower. Microsoft is also getting bullish on its ability to decarbonize its data centers. ",
  "In January, the software giant pledged to power all data centers with renewables by 2025, and in July the company said it plans to stop using diesel generators for back-up energy by 2030. It also is investing in green hydrogen to power data centers. EDF Renewables North America is betting more organizations will begin to prioritize time and location matching, and recently launched a product called GTECH — or \"green technology energy credit hourly.\" The instrument aims to provide time and location matched clean energy to companies, thereby creating a market. Other organizations offer similar products, including Drift Energy. This movement shows that offtakers have an appetite to go beyond procuring 100 percent clean energy on an annual basis to matching loads with carbon-free energy in real time. ",
  "Three things I’ll be watching: \nI appreciate that Google will be figuring out how to achieve this plan as it goes. Here are three things I’ll be watching as its strategy crystalizes: \n\nHow Google will address scope 3 emissions. ",
  "The current plan doesn’t make mention of Scope 3 emissions, those that come from the supply chain. In the case of Google, this includes the manufacturing of its Pixel phones. I’ll be watching how, and if, Google decarbonizes up and downstream. What AI technologies may support other companies and communities. Earlier this year, Google launched a \"carbon-intelligent computing platform,\" software that helped data centers shift non-essential computing tasks to times renewables were plentiful. I’ll be watching what other software the tech giant will develop, and how it can support other localities reach deep decarbonization. ",
  "If and how the company will get involved in policy. Google’s blog says one aspect that will make its goal achievable is \"the right government policies.\" ",
  "Given Google’s substantial reach and influence, I’ll be watching if the company will push for policies that will help clean. This article is adapted from GreenBiz's newsletter Energy Weekly, running Thursdays. Subscribe here. Show comments for this story. View the discussion thread. More on this topic\n\nRenewable Energy\nEnergy & Climate\nCorporate Strategy\nDecarbonization\n\n\n\n\n\nShare this article\n\n\nTwitter\n\n\n\nFacebook\n\n\n\nLinkedin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSarah Golden\nSenior Analyst, Energy | Chair, VERGE Electrify\nGreenBiz Group\n@sbgolden\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore by This Author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClimate risks are larger than clean energy transition anxieties\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClean energy aims for true zero\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrading companies’ net-zero plans\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Who wins in the gas-price blame game? "
]