[
  "Our Ocean Conference Participants Pledge USD 64 Billion to Protect Oceans | News | SDG Knowledge Hub | IISD facebook googleplus pinterest twitter quote chevron chevron-small search close_x close menu SDG Knowledge Hub A project by IISD NEWS COMMENTARY GUEST ARTICLES POLICY BRIEFS GENERATION 2030 EVENTS ACTORS REGIONS SDGs 29 October 2019 share this Our Ocean Conference Participants Pledge USD 64 Billion to Protect Oceans Photo by Andrzej Kryszpiniuk story highlights Governments made 62% of commitments, representing 7% of total funding.The private sector made 16% of commitments, or 61 commitments, and these totaled 79% of total funding, at USD 50.3 billion.A group of countries pledged to not provide subsidies to operators or fishing vessels engaged in IUU fishing.Nike and the Ocean Conservancy announced the Arctic Shipping Corporate Pledge, which invites companies to commit to not intentionally send ships through the fragile Arctic ecosystem. 24 October 2019: The sixth Our Ocean Conference generated 370 pledges for a clean, healthy and productive ocean.",
  "The Our Ocean conferences offer an opportunity to announce new voluntary actions to protect the ocean, responsibly manage marine resources and promote sustainable economic growth. The Government of Norway hosted the 2019 Our Ocean Conference, focused on the theme “the state of the sea and measures to ensure healthy, clean and productive seas.” The Conference convened from 23-24 October, in Olso, Norway, and brought together 500 world leaders and 100 youth representatives from 100 countries. In an opening address, Norway’s Prime Minister Erna Solberg said Norway “will step up its efforts both nationally and internationally” and called on all countries to do more to support the world’s oceans. Among the 370 commitments, 22% of commitments (81) focus on the sustainable blue economy theme. The remaining commitments focus on climate change (76 commitments, 21%), marine pollution (76 commitments, 21%), sustainable fisheries (60 commitments, 16%), marine protected areas (MPAs, 53 commitments, 14%), marine security (20 commitments, 5%), and future Our Ocean Conferences (4 commitments, 1%). In terms of budget, 80% of funding, or USD 51.1 billion is committed to tackle climate change, followed by 16% of funding, or USD 10.2 billion to building a sustainable blue economy.",
  "Governments made the majority of commitments, representing 62% of commitments, or 229 commitments, and 7% of total funding. The private sector represents 16% of commitments, or 61 commitments, but these commitments totaled 79% of total funding, at USD 50.3 billion.",
  "The European Union (EU) announced 22 new commitments, totaling €540, to promote a sustainable blue economy, combat marine pollution and promote green shipping. The EU announced it will provide €40 million to improve the marine ecosystem worldwide through a partnership programme with countries in Africa, the Caribbean and the Pacific (ACP) regions. The EU will provide €250 million to support ocean research through the Horizon 2020 innovation programme. The EU launched the Ocean Tracker, an interactive map first announced in 2017. The Ocean Tracker enables users to track progress on commitments made by European governments, businesses and NGOs on protecting the marine environment. According to the European Commission (EC), 80% of the EU’s 77 ocean commitments announced since 2014 have either been fully delivered or are close to completion, including 50% of the commitments made in 2018.",
  "France launched the Joint Pacific Initiative on Biodiversity, Climate Change and Resilience, which aims to increase the capacities of 19 Pacific states and territories to adapt to climate change impacts and other stressors and to protect and enhance biodiversity. The EU will contribute €9.9 million to the Initiative.",
  "Norway announced the launch of 16 initiatives with over NOK 3 billion in funding to promote sustainable ocean management during the period 2020-2024. Norway’s commitments include initiatives to support the Food and Agriculture Organization of the UN (FAO) to strengthen the capacity of developing countries to implement the Port State Measures Agreement (PSMA), cooperate with the International Maritime Organization (IMO) and FAO to combat marine litter, support a project on food from the oceans, and establish the ‘Blue Justice’ initiative to help developing countries tackle fisheries crime. Additional commitments will, inter alia: support the work of UN Educational, Scientific and Cultural Organization’s (UNESCO) Intergovernmental Oceanographic Commission (IOC) on the UN Decade of Ocean Science, support zero- and low-emission solutions in domestic shipping, develop an offshore wind farm in the North Sea, and complete the pre-project for a carbon dioxide storage facility in the North Sea. Norway will work to put in place a new global agreement on marine litter and microplastics by 2023. Norway also stressed its commitment to continue “active and constructive engagement in the fisheries subsidies negotiations” to reach consensus on the whole mandate and successfully conclude the negotiations. The UK announced 16 new commitments, ranging from a commitment to double its international climate finance to addressing challenges to coastal communities.",
  "The Government of the UK will increase its funding to the Commonwealth Clean Ocean Alliance to GBK70 million and will fund the ‘One Ocean Hub’ in support of SDG 14 (life below water) with GBK20 million. Additional commitments focus on promoting zero emissions shipping and supporting the IMO greenhouse gas (GHG) Inventory Study.",
  "The US announced 23 new commitments, totaling USD 1.21 billion, to promote sustainable fisheries, combat marine debris, and support marine science, observation and exploration. The US National Oceanic and Atmospheric Administration (NOAA) will spend over USD 1 billion over the next decade to explore, map and characterize the global ocean floor in support of Seabed 2030, which aims to map the global ocean floor by 2030. NOAA will also support implementation of marine debris action plans to support marine debris prevention, removal and research, including community-based removal projects. NOAA will partner with other governments, scientific institutions, industry and civil society organizations to develop an Ocean Risk Index that will quantify the economic value of biologically, ecology and physically resilient coastlines. The Index is expected to launch in 2021. Additional commitments will address, inter alia: optimization of ocean acidification observing systems in Large Marine Ecosystems (LMEs) to enable decision-makers around the world to acquire information needed to understand the impact of ocean acidification on marine species and ecosystems; coastal resilience, through creating, expanding and restoring natural systems in areas that will increase protection for communities; improved regional capacity for hurricane forecasting; technical assistance and training of fisheries inspectors in South America and the Asia-Pacific region to support implementation of the Port State Measures Agreement (PSMA) and combat illegal, unreported and unregulated (IUU) fishing; and conservation of marine and terrestrial biodiversity in Papua New Guinea (PNG).",
  "The US’s cumulative commitment from 2014 to present totals 113 commitments valued at more than USD 4.3 billion. A group of countries pledged to not provide subsidies to operators or fishing vessels engaged in IUU fishing.",
  "Chile, Costa Rica, Japan, the Republic of Korea, New Zealand, Panama, Taiwan, the US and Uruguay announced this commitment. A group of 30 companies and institutional investors signed the UN Global Compact’s (UNGC) Sustainable Ocean Principles, which aim to secure a healthy and productive ocean. The Sustainable Ocean Principles build on and supplement the UNGC’s Ten Principles on human rights, labor, environment and anti-corruption. Signatories commit to nine principles to manage their marine resource use to ensure long-term sustainability, prevent pollution and be transparent about their ocean-related activities and impacts. Signatories include ABN AMRO, A.P. Møller – Mærsk, CEiiA, Cermaq, Cisco Systems, CoreMarine, DNB Bank ASA, DNV GL, Dow Inc., Empower, Equinor, Gard AS, GIEK — the Norwegian Export Credit Guarantee Agency, Global Sea Mineral Resources, Government Pension Fund Norway, Grieg Maturitas AS, Kongsberg Gruppen ASA, Lloyd’s Register, MAKEEN Energy, The New Zealand King Salmon, Norges Bank Investment Management, Nor-Shipping, Nordic Mining, Norwegian Shipowners Association, Ocean Bottle, PepsiCo, Skretting, StormGeo, TATA NYK and Thorvald Klaveness.",
  "Nike and the Ocean Conservancy announced the Arctic Shipping Corporate Pledge, which invites companies to commit to not intentionally send ships through the fragile Arctic ecosystem. The pledge notes that climate change is causing Arctic sea ice to diminish, which will potentially enable cargo traffic to travel through previously non-navigable ocean routes, and that such vessel traffic could potentially devastate the environment in one of the world’s most fragile regions.",
  "Pledge signatories include Bestseller, Colombia, Gap Inc., H&M Group, Kering, Li & Fung, PVH Corp., and ocean carriers CMA CGM, Evergreen, Hapag-Lloys and Mediterranean Shipping Company. Other private sector commitments include: BNP Paribas, which committed to support innovation for a sustainable ocean and to contribute €1 billion by 2025 to finance the ecological transition of maritime transport; and the European Investment Bank, which announced USD 2.75 billion for a Blue Sustainable Ocean Strategy (Blue SOS). Several companies announced their commitment to reduce plastic use and increase recycling and the use of sustainable designs and materials, in line with commitments to the New Plastics Economy Global Commitment. A number of organizations announced their commitment to join the Thematic Partnership on Maritime Community with a Shared Future and Marine Environment Governance, a partnership announced at the Conference. The Partnership aims to improve environmental outcomes for the ocean through China’s Belt and Road Initiative (BRI), including by encouraging collaboration in marine governance and promoting research and understanding of marine conservation issues among countries participating in the BRI. The Partnership is one of 10 sectoral efforts under the BRI International Green Development Coalition (BRIGC), which promotes the SDGs through the BRI.",
  "The Environmental Defense Fund (EDF), DNV GL, Bloomberg Philanthropies and China’s National Marine Environmental Monitoring Center are among those who have joined the Partnership. The Global Environment Facility (GEF) committed USD 6.8 million to the blue economy among the Pacific coasts of seven Central American countries.",
  "Palau will host the 2020 Our Ocean Conference. The US announced USD 300,000 to support Palau in hosting the Conference. Panama will host the 2021 Conference. [Conference Website] [2019 Commitments] [EU Press Release] [Norway Press Release] [One Ocean Hub] [US Department of State Press Release on US Commitment] [US Commitments] [Washington Post News Story] [Press Release on Arctic Shipping Pledge] [Arctic Shipping Pledge] [UNGC Press Release] [Sustainable Ocean Principles] [SDG Knowledge Hub Story on Fifth Our Ocean Conference] related events Our Ocean Conference 2022 Our Ocean Conference 2019 SDGs13. Climate Action14. Life Below Water17.",
  "Partnerships for the GoalsIssuesBiodiversity, Renewables, Energy, Governance, Sustainable Consumption & Production, Transport, Conservation, Ecosystem Approach, Protected Areas, Sustainable Use, Sustainable Development, Agriculture & Food Security, Oceans & Coasts, Economics & Investment, Chemicals & Wastes, Stakeholder Participation, Climate Change, Mitigation, Monitoring & Evaluation, National ActionGlobal PartnershipsMeans of Implementation, Finance, Capacity Building & Education, Systemic Issues, Multi-stakeholder Partnerships, Data, Monitoring & AccountabilityActorsGEF, FAO, IMO, UNESCO, EU, Partnership, Stakeholders and Major Groups, International Financial Institution, Intergovernmental Organization, UN Programme, Agency or Fund, National GovernmentActionsMeeting, Announcement / StatementRegionsAfrica, Asia, Europe, Latin America and the Caribbean, Northern America, Southwest Pacific, Caribbean, Mexico and Central America, South America, Eastern Asia, South-Eastern Asia, United States of America share this related posts 7 SDGs Responsible Co... Climate Action... Life Below Wat... Peace, Justice... Partnerships f...Affordable & Cl...Decent Work & E... Our Ocean Conference Closes with USD 16.35 Billion in Pledges 4 May 2022 | 7 SDGs Responsible Co...",
  "Climate Action... Life Below Wat... Peace, Justice... Partnerships f...Affordable & Cl...Decent Work & E... Our Ocean Conference Closes with USD 16.35 Billion... 4 May 2022 | 2 SDGs Climate Action... Life Below Wat... NWP Explores Knowledge Gaps in Ocean Adaptation 17 December 2019 | 2 SDGs Climate Action... Life Below Wat... NWP Explores Knowledge Gaps in Ocean Adaptation 17 December 2019 | 3 SDGs Life Below Wat... Partnerships f...Zero Hunger WorldFish to Establish Fish for Africa Innovation Hub 7 November 2019 | 3 SDGs Life Below Wat... Partnerships f...Zero Hunger WorldFish to Establish Fish for Africa Innovation ... 7 November 2019 | 3 SDGs Responsible Co... Climate Action... Life Below Wat... Report Finds Early Progress on New Plastics Economy Commitments 29 October 2019 | 3 SDGs Responsible Co... Climate Action... Life Below Wat... Report Finds Early Progress on New Plastics Econom... 29 October 2019 | 11 SDGs No Poverty Sustainable Ci... Responsible Co... Climate Action... Life Below Wat... Life on Land Partnerships f...Zero HungerGood Health & W...Affordable & Cl...Industry, Innov... Monthly Forecast October 2019: First Opportunities to Act on September Pledges 8 October 2019 | 11 SDGs No Poverty Sustainable Ci...",
  "Responsible Co... Climate Action... Life Below Wat... Life on Land Partnerships f...Zero HungerGood Health & W...Affordable & Cl...Industry, Innov...",
  "Monthly Forecast October 2019: First Opportunities... 8 October 2019 | Newsletter The SDG Update compiles the news, commentary and upcoming events that are published on the SDG Knowledge Hub each day, delivering information on the implementation of the 2030 Agenda for Sustainable Development to your inbox. Sign up NEWS GUEST ARTICLES POLICY BRIEFS GENERATION 2030 SEARCH EVENTS ACTORS REGIONS SDGs ABOUT CONTACT HELP & FAQ follow us: follow us: A project by: © 1990-2022, IISD. Excerpts may only be used with appropriate academic citation and a link back to the corresponding article/page used. × Welcome to IISD's SDG Knowledge Hub The International Institute for Sustainable Development (IISD) has consolidated its nine Policy & Practice/Regional Coverage knowledgebases, and the tens of thousands of published articles contained within them, into a single entry point: SDG Knowledge Hub. This new, comprehensive knowledge management platform focuses on the 17 Sustainable Development Goals (SDGs), and uses IISD’s network of experts to provide information on SDG implementation and to link to key partners engaged in SDG implementation. Continue to the website... NEWS GUEST ARTICLES POLICY BRIEFS GENERATION 2030 EVENTS ACTORS REGIONS SDGs SEARCH"
]