[
  "SDG 9: Industry, Innovation and Infrastructure - UB Sustainability - University at BuffaloSkip to ContentUB HomeMapsUB Directory University at Buffalo SustainabilityTwitterFacebookYouTubeInstagramSpotify Contact This is where change begins.MenuSearchLoading menu...About UsOur PartnersFaculty, Staff, Students and Alumni VoicesSustainability Spots on Our CampusOur TimelineSustaining Diversity Our Guiding PrinciplesClimate Action and BeyondCarbon Pricing and OffsetsEnergyTransportationZero WasteMaking It HappenSustainable Food SystemsGet InvolvedAcademicsSDG 1: No PovertySDG 2: Zero HungerSDG 3: Good Health and Well-beingSDG 4: Quality EducationSDG 5: Gender EqualitySDG 6: Clean Water and SanitationSDG 7: Affordable and Clean EnergySDG 8: Decent Work and Economic GrowthSDG 9: Industry, Innovation and InfrastructureSDG 10: Reduced InequalitiesSDG 11: Sustainable Cities and CommunitiesSDG 12: Responsible Consumption and ProductionSDG 13: Climate ActionSDG 14: Life Below WaterSDG 15: Life on LandSDG 16: Peace, Justice, and Strong InstitutionsSDG 17: Partnerships for GoalsNews and EventsErie HackWorld's Challenge ChallengeSLICESustainability MonthSustainability Now Newsletter ArchiveTransforming Our TomorrowUBReUSERecommend a Name for our New OfficeSearch UB Sustainability >Academics >SDG 9: Industry, Innovation and InfrastructureAcademicsSDG 1: No PovertySDG 2: Zero HungerSDG 3: Good Health and Well-beingSDG 4: Quality EducationSDG 5: Gender EqualitySDG 6: Clean Water and SanitationSDG 7: Affordable and Clean EnergySDG 8: Decent Work and Economic GrowthSDG 9: Industry, Innovation and InfrastructureSDG 10: Reduced InequalitiesSDG 11: Sustainable Cities and CommunitiesSDG 12: Responsible Consumption and ProductionSDG 13: Climate ActionSDG 14: Life Below WaterSDG 15: Life on LandSDG 16: Peace, Justice, and Strong InstitutionsSDG 17: Partnerships for Goals SDG 9: Industry, Innovation and Infrastructure Creating resilient infrastructure that promotes sustainable and constructive industrialization.Entrepreneurialism drives positive change through the spirit of innovation. Sustainability happens when brilliant, creative minds bring new ideas that revolutionize the world.",
  "Our community at UB is doing this! Take a Deep Dive on SDG 9 Check out the resources collected below that lifts up the importance of innovation from faculty, staff and guest lectures here at UB. Tesla's Dream and an Array of Inspiring Possibilities: From Internet of Things to Smart Cars Dr. Thomas Thundat is a Canada Excellence Research Chair professor at the University of Alberta, Edmonton, Canada. RENEW. 9-20-16 Bio-inspired Micro and Nano Scale Engineering: The Realm of Endless Innovations Dr Rudra Pratap is a Professor at the Centre for Nano Science and Engineering (CeNSE), and an associate faculty of the Department of Mechanical Engineering at the Indian Institute of Science, Bangalore. RENEW.",
  "9-26-18 Advanced Materials, Systems and Data Analytics in the Manufacturing Research at Oak Ridge National Laboratory At Oak Ridge National Laboratory, Dr. Mohammad Khaleel is Associate Laboratory Director for Energy and Environmental Sciences. 2-11-20.",
  "RENEW. Industry Re-imagined: How Can We Move to a Regenerative Society? William William Clay Ford Jr. is the Executive Chairman of Ford Motor Company. He is the great-grandson of Henry Ford. He joined the Ford Motor Company’s Board of Directors in 1988 and has been its chairman since January 1999. 11-2-16.",
  "RENEW. Watch the discussion Starting Up - What Every Founder Needs to Know What does a founder need to know about company formation, governance and positioning the company for growth?",
  "This webinar will cover entity choice options, jurisdiction choice, and the factors to consider when starting a high-growth venture or a lifestyle business. Watch the webinar UB Library Resources to Support Your Venture Development UB Libraries has collected entrepreneur resources for anyone looking to start their own business! View the guide Innovation in the News Repowering coal plants to fight climate crisis3/1/22SUNY Distinguished Professor Andrew Whittaker is part of a cohort led by TerraPraxis, a non-profit focused on action for climate and prosperity, that is developing a digital platform to repower coal plants using advanced nuclear energy. CAMPUS NEWS 10 in 10 Design Challenge asks students to think big about carbon neutrality8/5/21A plan to offset carbon emissions by converting brownfields to fields of bamboo. An “ecoscaping” initiative that would encourage even the busiest of people to grow food in their backyard by using ready-to-install garden beds. Elizabeth Thomas receives CAREER Award to further climate research6/17/21Six UB scientists and engineers have received prestigious grants for early-career investigators through the U.S. National Science Foundation (NSF) or U.S. Air Force Office of Scientific Research to pursue projects in these areas.",
  "Together, the awards total nearly $3.5 million. UB architect unveils latest animal-friendly installation at Exhibit Columbus8/24/21They’re your neighbors.",
  "They’re mostly friendly, but sometimes not, if you agitate them. They’re an integral part of what makes your community unique. And perhaps they’ve even lived there longer than you have. Yet, they’re often ignored simply because they’re not human. Parking reform could re-energize downtowns6/15/21Without minimum requirements, costly and land-consuming off-street parking becomes an option instead of a mandate, paid for by those who use it. Rethinking car-centric urban planning allows for more green space, transit-oriented development and active living.",
  "Sustainability seminar helps advance UB’s climate action plan6/4/21Students in Nicholas Rajkovich’s Sustainability 601 course gave their presentations, shared their final reports and received their final grades for the spring semester seminar. Now, the real fun begins as the students’ work will be folded into UB’s climate action planning efforts."
]