[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoogle\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\n\nGlobal Partnership for Sustainable Development Data\n\n\n\n\n\n\n\n\nicon-menu\n\n\n\n\n\n\n\nClose Menu\n\n\n\n\n\nHomeAboutOur TeamOur GovernanceOur FundersOur ImpactOur VacanciesCountriesPartnersResourcesInitiativesSDGsNewsData ValuesHome\n\n\nSearch\n\n\n\n\n \n \n\n\n\n\n\n\n\n\npartner\nGoogle\n\n\n\n\nhttp://www.google.com\n\n\n\n\n\n\n\n\n\n\n    Join the conversation\n  \n\n    #data4sdgs\n   \n\n    info@data4sdgs.org\n  \n\nGoogle's mission is to organize the world's information and make it universally accessible and useful. Through our products and services, Google plays a meaningful role in the daily lives of billions of people. ",
  "Priorities as a partner of the Global Partnership for Sustainable Development Data\nSome of the challenges blocking progress on the Sustainable Development Goals (SDGs) relate to gaps in information - specifically the lack of access to timely, actionable data presented in an understandable manner. According to the Global Partnership for Sustainable Development Data, a UN survey in Africa and Asia found that, on average, data for only 20% of SDG indicators is currently available - this needs to be addressed. With Google's advanced geospatial, cloud computing, and AI technology, together with broad public reach, Google's priority is to empower everyone with better data and tools to map, measure, monitor, understand, communicate, and advance progress on the SDGs. We are working directly with scientists to create new knowledge, with reporting agencies to create baseline indicators for the SDGs, and with nonprofits and policymakers to support their work to develop on-the-ground action plans. We are also focusing on raising broader public awareness and engagement, as everyone has a role to play. Participating Countries/TerritoriesGlobal\n\n\n\n    \n  Initiatives in GoogleinitiativeData sharing platform best practices\n          GPSDD Initiated\n        View All Initiatives\n\n\n    \n  \n\n  \n\n    \n  \n\n  \n\n\n\n This Partner Works to Achieve These SDGs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Partnership for Sustainable Development Data\n\n\n\n\n\n\n\n\n\nAboutCountriesPartnersResourcesInitiativesSDGsNewsContact\n\n\nSign Up for our Newsletter\n\n\n\nConnect With Us\nFacebookTwitterLinkedInYouTube \n\n\nPrivacy Policy | ©2021 Global Partnership for Sustainable Development Data. ",
  "All rights reserved. |\n        Terms of Use "
]