[
  "Zero Hunger Solutions – Call for Code | IBM Skip to main content IBM Developer Call for Code Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for good stories Newsletter Search My Dashboard My IBM Sign In Global Challenge Participate 2021 Awards 2021 Solutions 2020 Solutions Open source projects Contribute Projects Racial Justice Contribute Projects Deployed solutions Agrolly Build Change OWL Prometeo Safe Queue View all deployments Resources \"Ready for Call for Code\" learning plan Blogs Tech for Good Stories Newsletter max-content width developer.ibm.com Starter kit Zero hunger Use this starter kit to build applications to address the real-world challenge of global hunger. These expert-validated tools and resources will help you jump-start your own solution for the 2021 Call for Code Global Challenge by addressing food security, improving nutrition, and promoting sustainable agriculture.",
  "Make the most of this kit. Accept the challenge and get your free IBM Cloud account. Register now Arrow right Arrow downOverview Arrow downThe idea Arrow downThe architecture Arrow downResources Overview What is the problem? Approximately 9 percent of the global population is suffering from hunger. And, much of the world’s food is grown by small-scale, independent farms and distributed through local community cooperatives who sell the surplus produce. The co-ops are a central point for quality control, deliveries, and enabling food commodity markets.",
  "However, these co-ops face a myriad of logistical challenges to get the right food to the right places with minimal time and cost. How can technology solve the problem?",
  "By bringing the paper ledgers of food co-ops online, communities can harness data insights from their environment for better crop resilience and overall yield for sustainable food production systems. More crops mean better access to food for the community. Special thanks to our partner, Intuit, who contributed to the starter kits and are providing design thinking tools. Read more The idea To improve access to nutritious food in local communities, especially those suffering from acute hunger, co-operative systems can be digitized and enhanced. By aggregating and analyzing market, transportation, demand, horticultural, and environmental data, co-ops can optimize productivity, reduce overhead, and decrease volatility in the supply chain of the farming communities. See more solution ideas Arrow right The architecture The user uses their non-smartphone device camera to capture a photo of their product yield for quality testing and analysis.",
  "The user sends a camera image and/or a text message through their non-smartphone device MMS/SMS service. The image and/or message is redirected to the Twilio Programmable Messaging service or to the Telstra Programmable Messaging service for users located in Australia.",
  "The Twilio Programmable Messaging service or Telstra Programmable Messaging service will forward the message to the Node-RED app hosted on IBM Cloud. The Node-RED app interacts with the IBM Cloud Pak for Data AI/ML service to get the response. IBM Cloud Object Storage is provisioned to receive the images and/or message data. The image and/or message data is added to the available IBM Cloud Object Storage. The IBM Cloud Pak for Data AI/ML service does the necessary computations and returns a response. The Node-RED app processes the response, converts it to a user-readable format, and forwards it to the digital co-operative management system app UI (Optional: to Twilio or Telstra).",
  "The response is received by the digital co-operative management system app UI. The co-op admin is able to view the response via the digital co-operative management system app UI.",
  "(Optional: The Twilio or Telstra Programmable Messaging service forwards the response as a reply message to the User through their messaging APIs.) (Optional: The user receives the reply message as a response from the IBM Cloud Pak for Data AI/ML service through their non-smartphone device MMS/SMS service.) Resources Technology Use the following resources to help you identify a topic and create your own solution. Featured tutorials Combating global hunger with the Node-RED starter kit Arrow right Analyzing geospatial environment data Arrow right Create serverless functions to send push notifications Arrow right Node-RED Create a Node-RED starter application Arrow right Build a secure microservices-based banking application Arrow right Build a Node-RED COVID-19 dashboard Arrow right Build an Earthquake Early Warning (EEW) system and visualize historical seismic data sets Arrow right Build a blockchain network for trusted IoT Arrow right Artificial intelligence Build a framework that connects WhatsApp to Watson Services Arrow right Create a web application to optimize your supply chain inventory Arrow right Online order processing during pandemics Arrow right Build an image classification model Arrow right Data science Useful data sets for Call for Code Arrow right Identify patterns, relationships, and connections using data visualization Arrow right Internet of Things Build your first IoT application with Twilio Arrow right Build a cognitive IoT app in just 7 steps Arrow right Create an Internet of Things Platform starter application Arrow right Turn your smartphone into an IoT device Arrow right Watson on Node-RED Arrow right API integration documentation Access the technical documentation for API integrations. Telstra MMS Messaging API Arrow right Twilio MMS Messaging API Arrow right IBM Cloud Pak for Data Platform API Arrow right Cloud Pak for Data APIs and SDKs Arrow right IBM API hub Arrow right NGO documents These are the go-to documents for measuring impact and progress against the key issue. Landscaping the agritech ecosystem for smallholder farmers in Latin America and the Caribbean Arrow right Kit producers Our creators of this starter kit along with their bios: Steve King, Product and Accessibility, Atlassian Michelle Howie, Technical Evangelist, Telstra DeveloperSteve Coochin, IBM Developer Advocate, Edge and IoT Jenna Ritten, IBM Developer Advocate, Cloud, Artificial Intelligence, and Blockchain Dave Nugent, IBM Developer Advocate, Platform Development David Gill, Senior Director of Technology Innovation, Heifer International Elizabeth Magombo-Kabaghe, Innovations and New Initiatives Lead, Heifer International Jesús Pizarro Rodríguez, Vice President of Finance Innovation, Heifer International Next steps Go deeper with the Zero hunger starter kit on GitHub Arrow right If you haven’t already, join the Global Challenge Arrow right See more starter kits Clean water and sanitation Arrow right Responsible production and green consumption Arrow right Now in its fifth year, the Call for Code initiative is the largest tech for good initiative of its kind.",
  "The world is facing unprecedented, interconnected challenges and we believe technology can help, whether that is through challenges, deployments, or open source development. Commit to the cause."
]