[
  "How AI and Science Can Mitigate Climate Change | NVIDIA Blog Skip to content Artificial Intelligence Computing Leadership from NVIDIA Search for: Toggle Search Search for: Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation Home AI Data Center Driving Gaming Pro Graphics Autonomous Machines Healthcare Startups AI Podcast A Revolution in the Making: How AI and Science Can Mitigate Climate Change Anima Anandkumar, NVIDIA’s director of machine learning research, highlights a new physics-informed machine learning operator that offers a 100,000x speedup over traditional weather prediction models. November 16, 2021 by Angie Lee Share Email A partial differential equation is “the most powerful tool humanity has ever created,” Cornell University mathematician Steven Strogatz wrote in a 2009 New York Times opinion piece.",
  "This quote opened last week’s GTC talk AI4Science: The Convergence of AI and Scientific Computing, presented by Anima Anandkumar, director of machine learning research at NVIDIA and professor of computing at the California Institute of Technology. Anandkumar explained that partial differential equations are the foundation for most scientific simulations. And she showcased how this historic tool is now being made all the more powerful with AI. “The convergence of AI and scientific computing is a revolution in the making,” she said. Using new neural operator-based frameworks to learn and solve partial differential equations, AI can help us model weather forecasting 100,000x quicker — and carbon dioxide sequestration 60,000x quicker — than traditional models. Speeding Up the Calculations Anandkumar and her team developed the Fourier Neural Operator (FNO), a framework that allows AI to learn and solve an entire family of partial differential equations, rather than a single instance.",
  "It’s the first machine learning method to successfully model turbulent flows with zero-shot super-resolution — which means that FNOs enable AI to make high-resolution inferences without high-resolution training data, which would be necessary for standard neural networks. FNO-based machine learning greatly reduces the costs of obtaining information for AI models, improves their accuracy and speeds up inference by three orders of magnitude compared with traditional methods.",
  "Mitigating Climate Change FNOs can be applied to make real-world impact in countless ways. For one, they offer a 100,000x speedup over numerical methods and unprecedented fine-scale resolution for weather prediction models. By accurately simulating and predicting extreme weather events, the AI models can allow planning to mitigate the effects of such disasters. The FNO model, for example, was able to accurately predict the trajectory and magnitude of Hurricane Matthew from 2016. In the video below, the red line represents the observed track of the hurricane. The white cones show the National Oceanic and Atmospheric Administration’s hurricane forecasts based on traditional models.",
  "The purple contours mark the FNO-based AI forecasts. As shown, the FNO model follows the trajectory of the hurricane with improved accuracy compared with the traditional method — and the high-resolution simulation of this weather event took just a quarter of a second to process on NVIDIA GPUs.",
  "In addition, Anandkumar’s talk covered how FNO-based AI can be used to model carbon dioxide sequestration — capturing carbon dioxide from the atmosphere and storing it underground, which scientists have said can help mitigate climate change. Researchers can model and study how carbon dioxide would interact with materials underground using FNOs 60,000x faster than with traditional methods. Anandkumar said the FNO model is also a significant step toward building a digital twin of Earth. The new NVIDIA Modulus framework for training physics-informed machine learning models and NVIDIA Quantum-2 InfiniBand networking platform equip researchers and developers with the tools to combine the powers of AI, physics and supercomputing — to help solve the world’s toughest problems. “I strongly believe this is the future of science,” Anandkumar said. She’ll delve into these topics further at a SC21 plenary talk, taking place on Nov. 18 at 10:30 a.m. Central time.",
  "Watch her full GTC session on demand, here. Watch NVIDIA founder and CEO Jensen Huang’s GTC keynote below."
]