[
  "\n\n\n\n\n\n\n\n\nInfrastructure Program Manager - Opportunità di lavoro in Apple (IT)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Apri menu\n\n\nGlobal Nav Chiudi menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nCerca su apple.com\n\n\n\nAnnulla\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Casa\n\n\n\n\nSolo con Apple\n\n\n\n\nAccessori\n\n\n\n\nSupporto\n\n\n\n\n\n\n\n\nShopping bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tAnnulla\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpportunità di lavoro in AppleApri menuChiudi menu\n\n      Lavorare in Apple\n    \n \n\n      Vivere in Apple\n    \n \n\n      Profilo\n    \n \n\n      Accedi\n    \n \nCerca\nOpportunità di lavoro in Apple\nInfrastructure Program ManagerSacramento, California, United StatesSoftware and ServicesAggiungi ai Preferiti Infrastructure Program ManagerRimosso dai preferitiPer vedere i tuoi preferiti, accedi con il tuo ID Apple.AccediNon hai un ID Apple?Creane uno adessoHai dimenticato l’ID Apple o la password?Invia curriculumInfrastructure Program ManagerTorna ai risultati di ricercaSummaryPosted: 14 Jan 2022Role Number:200326734Imagine what you could do here. At Apple, new ideas have a way of becoming phenomenal products, services, and customer experiences very quickly. ",
  "Bring passion and dedication to your job and there's no telling what you could accomplish! The people here at Apple don’t just craft products, they build the kind of wonder that has revolutionized entire industries. From amazing technology to industry-leading environmental efforts, it’s the diversity of those people and their ideas that inspires the innovation that runs through everything we do. Join Apple, and help us leave the world better than we found it! The Infrastructure Services team works with multiple service owners at Apple. We are a diverse collection of thinkers and doers, continually deploying, innovating and practicing to help people do what they love in new ways. ",
  "We are seeking a Program Manager to deliver infrastructure programs at Apple. This role will work with our multiple technical and project management teams from requirements gathering to the final cut over to the new environment.Key QualificationsKey Qualifications5+ years in project management roles or equivalent work experienceAbility to effectively collaborate with cross-functional, cross-organization teams to get feedback and drive improvement effortsExcellent organization skills and an acute attention to detailAnalytical and quantitative skills; ability to use data and metrics to develop business casesProven communication skills and an ability to cultivate positive relationshipsStrong facilitation and presentation skillsFlexible and quick to adapt to sudden changes and issuesDescriptionDescriptionWe are looking for a team player who is naturally accountable, responsible, and self-motivated to lead sophisticated projects involving global teams. ",
  "Our team embraces our ability to adapt to sudden changes and values the ability to facilitate communication between cross-functional groups. Some responsibilities include:\n\n• Strong background of the Data Center Infrastructure knowledge. • Act both strategically and tactically while working alongside product and development teams, ensuring their delivery of milestones and checkpoints coincide. • Use sound business judgment, proven ability to influence others and strong analytical thinking skills to influence other teams\n• Experience working alongside service owners for refreshing the infrastructure to the latest environment, followed by decommissioning the old infrastructure partnering with the Data Center team. • Lead multiple projects simultaneously, recognize and mitigate risks while proactively setting in place contingency plans\n• Ability to facilitate decisions across multiple partners such as Product, engineering teams and other EPMsEducation & ExperienceEducation & ExperienceBachelors/Masters in Computer Science or equivalent industry experienceAdditional RequirementsAdditional RequirementsInvia curriculumInfrastructure Program ManagerTorna ai risultati di ricercaAggiungi ai Preferiti Infrastructure Program ManagerRimosso dai preferitiPer vedere i tuoi preferiti, accedi con il tuo ID Apple.AccediNon hai un ID Apple?Creane uno adessoHai dimenticato l’ID Apple o la password?Guarda tutti i ruoli in  Sacramento  \nApple FooterIn Apple, la diversità è un valore. È questa la nostra forza. ",
  "Accogliamo e valorizziamo ogni tipo di differenza: nel modo di essere e di pensare, così come nel percorso di vita. E poiché il nostro obiettivo è realizzare prodotti che chiunque possa usare, non possiamo non promuovere il valore dell’inclusione. "
]