[
  "Tesla sharing its patents to help fight climate change | Car News | Auto123 Log In Bookmarks Connection Facebook Change my city using a postal code: CancelSearchFRNewsCars for saleTechnical SpecsCar GuidesCar ReviewsSell your carCredit applicationCar ReleasesAuto ShowsTop 10IndustryConcept CarsGreen WheelsNewsTesla Decides to Share its Patents to Help Fight Climate Change Quality car insurance coverage, at competitive prices.Ask for a car insurance quote today. GET AN ONLINE CAR INSURANCE QUOTEElon Musk, the man behind Tesla, is certainly no stranger to controversy, but no one doubts that he has the soul of a true visionary.",
  "His latest act is a gesture of generosity not often seen in the automotive domain. The entrepreneur has announced that Tesla would make all of its patents public so that other manufacturers could make use of them.This is the kind of concrete action that is worth calling attention to. The objective of the move is simple: speed up the pace of efforts to fight climate change and contribute to saving the planet. \"(Tesla) will not initiate patent lawsuits against anyone who, in good faith, wants to use our technology. \"- Elon MuskWe’ll say it again: In a sector in which competition dictates behaviour, the gesture is remarkable and to be applauded. Elon Musk explained:\"Tesla Motors was created to accelerate the advent of sustainable transport.",
  "If we clear a path to the creation of compelling electric vehicles, but then lay intellectual property landmines behind us to inhibit others, we are acting in a manner contrary to that goal.\" Photo: TeslaMusk added some interesting comments during his announcement.",
  "He acknowledged that his first reflex had been to protect Tesla’s patents, for fear of being overtaken by other manufacturers with deeper pockets. The fact that sales of electric vehicles have remained tiny as a proportion of the market as a whole convinced him that this was not the way to go.What’s more, given that 100 million new vehicles are built around the world every year, it was clear to Musk that Tesla would never be able to build enough cars to make a dent in global fuel emissions. By allowing other companies to make use of the technologies his company has developed, he hopes to speed up the process.The question now is what the other automotive companies will do with the patents. The hope of course is that other automakers and manufacturers will share information as well. The overarching objective, that of making the car less devastating on the environment, should be on their radar as well, after all.Article by Auto123.com Photo: TeslaTags: Green Wheels Green Vehicles Green Car Electric Tesla Motors Tesla Motors You May Also LikeTesla Model Y Pricing Could Start at $60,000 CAD: J.D. PowerTesla’s Model Y compact SUV is about to be revealed, and automotive data cruncher J.D.",
  "Power is predicting it will get a starting price of about $60,000 CAD,...Ford Moving Fast to Get its Mustang-Inspired Electric SUV...Tesla’s reveal of its Model Y is forcing rivals to step up the pace and one of them is Ford, which doubling down in its efforts to have its Mustang-inspired ...2020 Nissan LEAF Plus Review: The Vet Hangs In ThereThe 2020 Nissan LEAF Plus, despite the arrival of several models in a segment it largely dominated for a few years, remains an interesting choice. It has num...More ArticlesFrom this author Articles By Auto123.com Kia Niro EV Long-Term Review, Part 19: The Pe...ReviewAre There Ways To Cut Back On Car Expenses?Article2022 Toyota GR 86 Review: The Great Leap ForwardReviewMore from this authorLatest VideosAn Incredible Collection of V...VideoHyundai Releases a Sketch of ...VideoChevrolet Silverado ZR2 Gets ...VideoSee More Photos and VideosNews and storiesPhotos and videosNew Cars and TrucksPopular MakeschevroletkiaaudihyundaifordtoyotamazdahondanissansubaruPopular ModelsCamryQ5RogueSanta Fe SportCR-VA4CX-5Grand CherokeeSorentoA3Find a DealerPromotionsCompare VehiclesUsed Cars and TrucksPopular MakesPopular ModelsVehicle RecallsPromotionsCompare VehiclesAbout Auto123.comContact UsSite MapFAQs Desktop version Successful Operation Favourite added temporarily."
]