[
  "NVIDIA Earns Perfect Score on Workplace Equality Index | NVIDIA Blog Skip to content Artificial Intelligence Computing Leadership from NVIDIA Search for: Toggle Search Search for: Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation Home AI Data Center Driving Gaming Pro Graphics Autonomous Machines Healthcare Startups AI Podcast NVIDIA Earns Perfect Score on Workplace Equality Index for Third Year in a Row November 9, 2017 by Tonie Hansen Share Email NVIDIA received top marks for the third year in a row on the Corporate Equality Index, a U.S. benchmark measuring corporate policies and practices for lesbian, gay, bisexual, transgender and queer employees. We’re committed to creating a workplace that leads our industry in equality, diversity and inclusiveness, so it’s great to see our efforts recognized by such an important benchmark.",
  "About 600 major U.S. businesses earned a top-ranked place on index this year, which is managed by the Human Rights Campaign Foundation. “Inclusion and diversity are what help make a company strong — it’s inspiring to have NVIDIA implement such great policies and programs for all our employees,” said Christine Mamuad, a technical program manager in our Operations group and leader of NVPride, our employee resource group for members and supporters of the LGBTQ community. The 2018 Corporate Equality Index reviewed 1,700 businesses on their LGBTQ-related policies and practices, including non-discrimination workplace protections, domestic partner benefits, transgender-inclusive health care benefits, competency programs, and public engagement with the queer community. Some of the steps NVIDIA has taken to foster an inclusive community include: Embracing guidelines focusing on gender identity and expression in the workplace and clear prohibitions on discrimination based on sexual orientation and gender issues. Expanding our parental leave benefits globally for birth and non-birth parents. Increasing same-sex domestic partner benefits and insurance offerings to support in vitro fertilization, adoption and egg freezing.",
  "Adopting gender-neutral language in our parental leave policy, and removing gender bias in our recruitment outreach. Participating in LGBTQ campus-recruiting events."
]