[
  "SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS 2020/2021 — Università di Bologna vai al contenuto della pagina vai al menu di navigazione Cerca Cerca Vai Chiudi Rubrica Rubrica Persone Strutture Vai Chiudi Servizi Online Servizi Online Studenti AlmaEnglish AlmaEsami AlmaRM Autocertificazioni e certificati Bacheca offerte di lavoro Convenzioni e tirocini Esami online - EOL Liste di distribuzione Moocs-Unibook Piani di studio Presente Servizi bibliotecari Studenti Online Tesi online UniboStore Virtuale Personale AlmaEsami AlmaRegistri AlmaRM Cedolini web Concilium Convenzioni e tirocini Esami online - EOL Incarichi extraistituzionali IRIS - Archivio produzione scientifica Liste di distribuzione NormAteneo OrganiWeb Piattaforma stampati Presente Presenze web Servizi bibliotecari Sito Web Personale Tesi online Titulus UniboImmagine U-Web Reporting - Reportistica Contabile Progetti Virtuale Vedi tutti Chiudi Intranet d'ateneo La mia e-mail La mia e-mail La mia e-mail Studenti La mia e-mail Personale Chiudi Il mio portale it en Menu Home Ateneo Apri sottomenu Chi siamo Organizzazione Sedi e strutture Sostenere l'Alma Mater Concorsi e selezioni Bandi di gara Assicurazione qualità Didattica Apri sottomenu Iscriversi, studiare, laurearsi Lauree e Lauree Magistrali Insegnamenti Master universitari Dottorati di ricerca Scuole di specializzazione Corsi di alta formazione Summer e winter school Education progetti internazionali Formazione insegnanti Innovazione didattica Esami di Stato Ricerca Apri sottomenu Network e associazioni internazionali Competenze, progetti, iniziative Open Science Dottorati di ricerca Imprese e ricerca Fare ricerca all'Unibo Strutture di ricerca Terza missione Apri sottomenu Eventi e cultura Università e impresa Sostenibilità Cooperazione allo sviluppo Musei e biblioteche Medicina e sanità Formazione continua Internazionale Apri sottomenu Accordi e network Progetti Europei di Istruzione e Formazione Offerta formativa internazionale Studenti di scambio in entrata Studiare all’estero Tirocini all’estero Staff, docenti e ricercatori internazionali Servizi e opportunità Apri sottomenu Borse di studio e agevolazioni Biblioteche, risorse digitali e sale studio Orientamento e tutorato Tirocini Job Placement Imprenditorialità Sport, cultura e vita universitaria Salute e Assistenza Certificati e richiesta duplicati Informazioni per Apri sottomenu Futuri studenti Studenti iscritti Studenti internazionali Laureati Imprese Personale Tu sei qui: Home > Didattica > Insegnamenti > SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS 2020/2021 Condividi Facebook Twitter Linkedin Invia ad un amico Iscriversi, studiare, laurearsi Lauree e Lauree Magistrali Insegnamenti Master universitari Dottorati di ricerca Scuole di specializzazione Corsi di alta formazione Summer e winter school Education progetti internazionali Formazione insegnanti Innovazione didattica Esami di Stato Cerca insegnamenti 94133 - SCIENCE OF CLIMATE CHANGE AND CLIMATE ACTIONS Scheda insegnamento Docente Alberto Montanari Crediti formativi 3 Lingua di insegnamento Inglese Risorse didattiche su Virtuale Orario delle lezioni dal 22/02/2021 al 03/05/2021 SDGs L'insegnamento contribuisce al perseguimento degli Obiettivi di Sviluppo Sostenibile dell'Agenda 2030 dell'ONU. Anno Accademico 2020/2021 Conoscenze e abilità da conseguire Students will learn what knowledge is needed to identify solutions to climate change mitigation and adaptation.",
  "They will learn how climate change can be mitigated, how adaptation may be carried out and how mitigation and adaptation interact each other. Students will learn what we know and what we still do not know about climate and climate change. They will also know what contribution they can give to resolve the climate challenge in both their roles of citizens and experts. The involved disciplines are: climate dynamics, climate analysis and modelling, geo-environmental sciences and water cycle, climate engineering and environmental engineering. The approach will be interdisciplinary with the aim to move to transdisciplinarity, namely, by setting the basis for an innovative scientific and technical approach. Contenuti The course will deliver interdisciplinary information on the following topics: Climate history: observed data, proxy data, climatic variability (glaciations, solar activity, climate cycles).",
  "Advanced techniques for environmental monitoring. Climate physics and modeling.",
  "Modeling of climate related processes: water cycle and natural hazards. Environmental economics. Solutions for climate change mitigation. Solutions for climate change adaptation. Climate analysis with open data and open software. Testi/Bibliografia Supporting documents will be distributed in the form of open access scientific papers.",
  "Metodi didattici Teaching methods will include frontal lectures, exercises, and interactive discussions. Modalità di verifica e valutazione dell'apprendimento There will not be interim assessment."
]