[
  "Sustainable Development Goals | Microsoft CSR Skip to main content Microsoft Corporate Social Responsibility Corporate Social Responsibility Corporate Social Responsibility Home Our commitments Support inclusive economic opportunity Support inclusive economic opportunity Inclusive economic opportunity overview Airband Initiative Skills for Jobs Accessibility Computer science education Empower nonprofits Open Data Campaign Local community investments Rural America partnerships Washington state initiatives Protect fundamental rights Protect fundamental rights Fundamental rights overview Human rights Justice reform Humanitarian action Democracy Forward Protecting journalism Create a sustainable future Create a sustainable future Sustainability overview Sustainable operations Sustainable products Climate Innovation Fund Carbon removal Responsible sourcing Environmental Sustainability Report Earn trust Earn trust Trust overview Privacy and cybersecurity Online safety Public policy engagement Empower employees Empower employees Employee giving Empowering employees Our approach How we work Reporting approach and governance UN Sustainable Development Goals Awards and recognition Reports Reports Hub Copyright Removal Requests Report Digital Safety Content Report Environmental Sustainability Report Government Requests for Content Removal Report Law Enforcement Requests Report “Right to be forgotten” Requests Report US National Security Orders Report More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in Our commitment to sustainable development Several Microsoft initiatives help advance progress on all 17 of the United Nations Sustainable Development Goals (SDGs), which address many of society's challenges. View the 2022 SDG report Harnessing technology to achieve the SDGs The SDGs represent a shared and universal commitment to deliver on 17 ambitious Global Goals for people and the planet by 2030.",
  "When the United Nations General Assembly adopted the 2030 Agenda for Sustainable Development, it recognized that partnerships will play a crucial role as vehicles for mobilizing and sharing knowledge, expertise, technologies, and financial resources. Through a wide range of programs, partnerships, and initiatives we support, Microsoft seeks to advance the SDGs and contribute to a sustainable future that is truly for everyone. Explore the 17 UN SDGs Go to: SDGs we focus on SDGs we contribute toward Hear from our leaders Hear from our executives Hear from our partners Additional resources SDGs we focus on SDGs we focus on SDGs we contribute toward Hear from our leaders Hear from our executives Hear from our partners Additional resources The SDGs we focus on In addition to complementing our mission, our contributions to the SDGs align with our company’s purpose–to create technology that benefits everyone on the planet, as well as the planet itself. SDG 4: Quality Education Microsoft empowers educational institutions, educators, and students to enable inclusive, engaging, and immersive learning. Through our philanthropic programs, we invest our resources and our voice to equip people, schools, teachers, and students with digital skills and computer science education. Read more about SDG 4 SDG 8: Decent Work and Economic Growth Microsoft employs more than 150,000 employees worldwide and is committed to providing skills training and economic opportunity in the communities where we operate – with a focus on equitable and inclusive growth spurred by access to technology.",
  "Learn more about SDG 8 SDG 13: Climate Action The effects of global climate change threaten every country and population on Earth. Microsoft sees mitigating the harmful effects of climate change as one of the defining challenges of our time, and believes that technology has a major role to play in achieving our goals.",
  "Read more about SDG 13 SDG 16: Peace, Justice and Strong Institutions Online safety, data security, privacy, and the spread of misinformation have emerged as critical threats to peace and prosperity across the world. As a global technology provider, Microsoft provides tools for strengthening and protecting the institutions that are the cornerstones of prosperous societies. Learn more about SDG 16 “The scale and size of the challenges the world faces today, like poverty, inequality, and climate change, require all of us to join forces…” Brad Smith, President and Vice Chair, Microsoft Corporation The SDGs we contribute toward As a member of the global technology community, Microsoft is proud to contribute to the broader effort required to address societal challenges the following SDGs are seeking to tackle by 2030. Explore our work with each individual SDG. SDG 1 SDG 2 SDG 3 SDG 5 SDG 6 SDG 7 SDG 9 SDG 10 SDG 11 SDG 12 SDG 14 SDG 15 SDG 17 View all Hear from our leaders Brad Smith, President and Vice Chair, Microsoft Corporation In September 2021, Mr. Smith became one of the United Nations SDG Advocates. The SDG Advocates use their considerable spheres of influence to reach new constituencies to act now and keep the promise of the Sustainable Development Goals for people and for the planet.",
  "Read Brad’s welcome message Microsoft’s Brad Smith remains one of the UN SDG Advocates Appointed by UN Secretary-General António Guterres, Mr. Smith’s role as an SDG Advocate focuses on bridging the digital skills gap and setting bold goals focused on environmental sustainability. Meet all the UN SDG Advocates Fred Humphries, CVP, US Government Affairs, Corporate, External and Legal Affairs, Microsoft Corporation In his new role overseeing the Microsoft UN Affairs team, Mr. Humphries will focus on contributing to the UN community and building on multi-stakeholder initiatives necessary to achieve the SDGs."
]