[
  "\n\n\n\n\n\n\nNike Announces Commitment to Get 2 Million Kids Moving in China - Nike News\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to Content\n\n\n\n \n\n\nNike News\n\n\n\n\n\n\n\n\n\n\nNike News\n\nYour source for the latest NIKE, Inc. stories\n\n\n\n\n\n\n\n\n\nNike News\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNike Announces Commitment to Get 2 Million Kids Moving in China\nJune 06, 2016\n\n\n\n\n\n\n Gallery\n        \n\n\n\n\n\n Share\n      \n\n\n\n\n\n\nEmail\n \n\n\n\nFacebook\n\n\n\n\n\nTwitter\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDownload All\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nToday, as part of the China-US Cultural Exchange in Beijing — co-chaired by China Vice Premier Liu Yandong and United States Secretary of State John Kerry — Mark Parker, President & CEO, NIKE Inc., announced Nike’s commitment to get more than two million kids active across China. Over the next three years, Nike will work with China’s Ministry of Education to transform the culture of sport and physical activity in schools across China. ",
  "The company will train up to 7,000 teachers in how to deliver quality and engaging sports lessons, provide best-in-class coaching and physical education (PE) resources for more than 300 schools and work with basketball and soccer school leagues. “Today’s generation of children is the least physically active in history and we can help change that,” explains Parker. “Nike has always believed in the power of sport to unleash human potential. We know that active kids are happier, healthier and more successful. That’s why we’re partnering with China’s Ministry of Education to create more opportunities for China’s kids to move before, during and after school.”\nThe commitment builds upon a three-year partnership between Nike and the Ministry of Education, which has catalyzed change in China’s schools. By creating the country’s first soccer-specific physical education curriculum for primary schools and training more than 3,400 PE teachers across China, Nike has already helped impact the lives of more than 800,000 kids. ",
  "This new expansion underscores Nike’s ongoing global commitment to getting kids active and reversing physical inactivity trends. Read more about Nike’s Global Community Impact and how Nike supports important causes that strengthen communities across the globe here. "
]