[
  "Sustainable Development Goals - Wikipedia Sustainable Development Goals From Wikipedia, the free encyclopedia Jump to navigation Jump to search Set of 17 global development goals defined by the United Nations for the year 2030 \"SDG\" redirects here. For other uses, see SDG (disambiguation).",
  "Sustainable Development GoalsMission statement\"A blueprint to achieve a better and more sustainable future for all people and the world by 2030\"Type of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org The Sustainable Development Goals (SDGs) or Global Goals are a collection of 17 interlinked global goals designed to be a \"blueprint to achieve a better and more sustainable future for all\". [1] The SDGs were set up in 2015 by the United Nations General Assembly (UN-GA) and is intended to be achieved by 2030. They are included in a UN-GA Resolution called the 2030 Agenda or what is colloquially known as Agenda 2030. [2] The SDGs were developed in the Post-2015 Development Agenda as the future global development framework to succeed the Millennium Development Goals which were ended in 2015. The 17 SDGs are: (1) No Poverty, (2) Zero Hunger, (3) Good Health and Well-being, (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reduced Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals. Though the goals are broad and interdependent, two years later (6 July 2017) the SDGs were made more \"actionable\" by a UN Resolution adopted by the General Assembly.",
  "The resolution identifies specific targets for each goal, along with indicators that are being used to measure progress toward each target. [3] The year by which the target is meant to be achieved is usually between 2020 and 2030.",
  "[4] For some of the targets, no end date is given. To facilitate monitoring, a variety of tools exist to track and visualize progress towards the goals. All intention is to make data more available and easily understood. [5] For example, the online publication SDG Tracker, launched in June 2018, presents available data across all indicators. [5] The SDGs pay attention to multiple cross-cutting issues, like gender equity, education, and culture cut across all of the SDGs. [6] There were serious impacts and implications of the COVID-19 pandemic on all 17 SDGs in the year 2020.",
  "[7] Contents 1 Overview 1.1 Ratification 1.2 Targets and indicators 1.3 Reviews of indicators 1.4 The 17 individual goals 1.4.1 Goal 1: No poverty 1.4.2 Goal 2: Zero hunger (No hunger) 1.4.3 Goal 3: Good health and well-being 1.4.4 Goal 4: Quality education 1.4.5 Goal 5: Gender equality 1.4.6 Goal 6: Clean water and sanitation 1.4.7 Goal 7: Affordable and clean energy 1.4.8 Goal 8: Decent work and economic growth 1.4.9 Goal 9: Industry, Innovation and Infrastructure 1.4.10 Goal 10: Reduced inequality 1.4.11 Goal 11: Sustainable cities and communities 1.4.12 Goal 12: Responsible consumption and production 1.4.13 Goal 13: Climate action 1.4.14 Goal 14: Life below water 1.4.15 Goal 15: Life on land 1.4.16 Goal 16: Peace, justice and strong institutions 1.4.17 Goal 17: Partnership for the goals 1.5 Monitoring 2 Cross-cutting issues and synergies 2.1 Gender equality 2.2 Education 2.3 Culture 2.4 Health 2.5 Synergies 3 Reception 3.1 Competing and too many goals 3.2 Weak on environmental sustainability 3.3 Importance of technology and connectivity 4 Implementation and support 4.1 Allocation 4.2 Challenges 4.2.1 Impacts of COVID-19 pandemic 5 Costs and sources of finance 5.1 Costs 5.2 Financing 5.3 SDG-driven investment 6 Communication and advocacy 6.1 Advocates 6.2 Events 6.2.1 Global Goals Week 6.2.2 Film festivals 7 History 8 Country examples 8.1 Asia and Pacific 8.1.1 Australia 8.1.2 Bangladesh 8.1.3 Bhutan 8.1.4 India 8.2 Africa 8.2.1 Nigeria 8.2.2 Ghana 8.3 Europe and Middle East 8.3.1 Iran 8.3.2 Lebanon 8.3.3 United Kingdom 8.4 Americas 8.4.1 United States 9 Notes 10 References 10.1 Sources 11 External links Overview[edit] Ratification[edit] Transforming our world: the 2030 Agenda for Sustainable Development (UN Resolution A/RES/70/1), containing the goals (October 2015) A diagram listing the 17 Sustainable Development Goals Negotiations on the Post-2015 Development Agenda began in January 2015 and ended in August 2015. The negotiations ran in parallel to United Nations negotiations on financing for development, which determined the financial means of implementing the Post-2015 Development Agenda; those negotiations resulted in adoption of the Addis Ababa Action Agenda in July 2015.",
  "A final document was adopted at the UN Sustainable Development Summit in September 2015 in New York. [8] On 25 September 2015, the 193 countries of the UN General Assembly adopted the 2030 Development Agenda titled \"Transforming our world: the 2030 Agenda for Sustainable Development\". [9][10] This agenda has 92 paragraphs. Paragraph 59 outlines the 17 Sustainable Development Goals and the associated 169 targets and 232 indicators. Targets and indicators[edit] The lists of targets and indicators for each of the 17 SDGs was published in a UN resolution in July 2017. [3] Each goal typically has 8–12 targets, and each target has between one and four indicators used to measure progress toward reaching the targets.",
  "The targets are either \"outcome\" targets (circumstances to be attained) or \"means of implementation\" targets. [11] The latter targets were introduced late in the process of negotiating the SDGs to address the concern of some Member States about how the SDGs were to be achieved.",
  "Goal 17 is wholly about how the SDGs will be achieved. [11] The numbering system of targets is as follows: \"Outcome targets\" use numbers, whereas \"means of implementation targets\" use lower case letters. [11] For example, SDG 6 has a total of 8 targets. The first six are outcome targets and are labeled Targets 6.1 to 6.6. The final two targets are \"means of implementation targets\" and are labeled as Targets 6.a and 6.b. Reviews of indicators[edit] As planned, the indicator framework was comprehensively reviewed at the 51st session of the United Nations Statistical Commission in 2020.",
  "It will be reviewed again in 2025. [12] At the 51st session of the Statistical Commission (held in New York City from 3–6 March 2020) a total of 36 changes to the global indicator framework were proposed for the Commission's consideration.",
  "Some indicators were replaced, revised or deleted. [12] Between 15 October 2018 and 17 April 2020, other changes were made to the indicators. [13] Yet their measurement continues to be fraught with difficulties. [14] The United Nations Statistics Division (UNSD) website provides a current official indicator list which includes all updates until the 51st session Statistical Commission in March 2020. [4] The indicators were classified into three tiers based on their level of methodological development and the availability of data at the global level. [15] Tier 1 and Tier 2 are indicators that are conceptually clear, have an internationally established methodology, and data are regularly produced by at least some countries.",
  "Tier 3 indicators had no internationally established methodology or standards. The global indicator framework was adjusted so that Tier 3 indicators were either abandoned, replaced or refined.",
  "[15] As of 17 July 2020, there were 231 unique indicators. [15] The 17 individual goals[edit] Further information: List of Sustainable Development Goal targets and indicators Accelerating climate actions and progress towards a just transition is essential to reducing climate risks and addressing sustainable development priorities, including water, food and human security (robust evidence, high agreement). Accelerating action in the context of sustainable development involves not only expediting the pace of change (speed) but also addressing the underlying drivers of vulnerability and high emissions (quality and depth of change) and enabling diverse communities, sectors, stakeholders, regions and cultures (scale and breadth of change) to participate in just, equitable and inclusive processes that improve the health and well-being of people and the planet. [16] Goal 1: No poverty[edit] Main article: Sustainable Development Goal 1 SDG 1 is to: \"End poverty in all its forms everywhere\". [17] Achieving SDG 1 would end extreme poverty globally by 2030. This section is an excerpt from Sustainable Development Goal 1.",
  "[edit] The goal has seven targets and 13 indicators to measure progress. The five \"outcome targets\" are: eradication of extreme poverty; reduction of all poverty by half; implementation of social protection systems; ensuring equal rights to ownership, basic services, technology and economic resources; and the building of resilience to environmental, economic and social disasters.",
  "The two targets related to \"means of achieving\" SDG 1 are mobilization of resources to end poverty; and the establishment of poverty eradication policy frameworks at all levels. [18][19] Despite the ongoing progress, 10 percent of the world's population live in poverty and struggle to meet basic needs such as health, education, and access to water and sanitation. [20] Extreme poverty remains prevalent in low-income countries particularly those affected by conflict and political upheaval. [21] In 2015, more than half of the world's 736 million people living in extreme poverty lived in Sub-Saharan Africa. Without a significant shift in social policy, extreme poverty will dramatically increase by 2030. [22] The rural poverty rate stands at 17.2 percent and 5.3 percent in urban areas (in 2016).",
  "[23] Nearly half are children. [23] A study published in September 2020 found that poverty increased by 7 per cent in just a few months due to the COVID-19 pandemic, even though it had been steadily decreasing for the last 20 years.",
  "[24]: 9 Goal 2: Zero hunger (No hunger)[edit] Main article: Sustainable Development Goal 2 Sufficient and healthy foods should be made available to everyone SDG 2 is to: \"End hunger, achieve food security and improved nutrition, and promote sustainable agriculture\". [25] This section is an excerpt from Sustainable Development Goal 2. [edit] SDG 2 has eight targets and 14 indicators to measure progress. [26] The five \"outcome targets\" are: ending hunger and improving access to food; ending all forms of malnutrition; agricultural productivity; sustainable food production systems and resilient agricultural practices; and genetic diversity of seeds, cultivated plants and farmed and domesticated animals; investments, research and technology. The three \"means of achieving\" targets include: addressing trade restrictions and distortions in world agricultural markets and food commodity markets and their derivatives. [26] Globally, 1 in 9 people are undernourished, the vast majority of whom live in developing countries.",
  "Under nutrition causes wasting or severe wasting of 52 million children worldwide. [27] It contributes to nearly half (45%) of deaths in children under five – 3.1 million children per year.",
  "[28] Goal 3: Good health and well-being[edit] Main article: Sustainable Development Goal 3 Mothers with healthy children in rural India SDG 3 is to: \"Ensure healthy lives and promote well-being for all at all ages\". [29] This section is an excerpt from Sustainable Development Goal 3. [edit] SDG 3 has 13 targets and 28 indicators to measure progress toward targets. The first nine targets are \"outcome targets\". Those are: reduction of maternal mortality; ending all preventable deaths under five years of age; fight communicable diseases; ensure reduction of mortality from non-communicable diseases and promote mental health; prevent and treat substance abuse; reduce road injuries and deaths; grant universal access to sexual and reproductive care, family planning and education; achieve universal health coverage; and reduce illnesses and deaths from hazardous chemicals and pollution. The four \"means to achieving\" SDG 3 targets are: implement the WHO Framework Convention on Tobacco Control; support research, development and universal access to affordable vaccines and medicines; increase health financing and support health workforce in developing countries; and improve early warning systems for global health risks.",
  "[30] Significant strides have been made in increasing life expectancy and reducing some of the common causes of child and maternal mortality. Between 2000 and 2016, the worldwide under-five mortality rate decreased by 47 percent (from 78 deaths per 1,000 live births to 41 deaths per 1,000 live births).",
  "[27] Still, the number of children dying under age five is very high: 5.6 million in 2016. [27] School children in Kakuma refugee camp, Kenya Goal 4: Quality education[edit] Main article: Sustainable Development Goal 4 SDG 4 is to: \"Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all\". [31] This section is an excerpt from Sustainable Development Goal 4. [edit] SDG 4 has ten targets which are measured by 11 indicators. The seven \"outcome-oriented targets\" are: free primary and secondary education; equal access to quality pre-primary education; affordable technical, vocational and higher education; increased number of people with relevant skills for financial success; elimination of all discrimination in education; universal literacy and numeracy; and education for sustainable development and global citizenship. The three \"means of achieving targets\" are: build and upgrade inclusive and safe schools; expand higher education scholarships for developing countries; and increase the supply of qualified teachers in developing countries.",
  "Major progress has been made in access to education, specifically at the primary school level, for both boys and girls. The number of out-of-school children has almost halved from 112 million in 1997 to 60 million in 2014.",
  "[32] In terms of the progress made, global participation in tertiary education reached 224 million in 2018, equivalent to a gross enrollment ratio of 38%. [33] Goal 5: Gender equality[edit] Main article: Sustainable Development Goal 5 SDG 5 is to: \"Achieve gender equality and empower all women and girls\". [34] This section is an excerpt from Sustainable Development Goal 5. [edit] Through the pledge to \"Leave No One Behind\", countries have committed to fast-track progress for those furthest behind, first. [35]: 54 SDG 5 aims to grant women and girls equal rights, opportunities to live free without discrimination including workplace discrimination or any violence. This is to achieve gender equality and empower all women and girls.",
  "In 2020, representation by women in single or lower houses of national parliament reached 25 per cent, up slightly from 22 per cent in 2015. [7] Women now have better access to decision-making positions at the local level, holding 36 per cent of elected seats in local deliberative bodies, based on data from 133 countries and areas.",
  "Whilst female genital mutilation/cutting (FGM/C) is becoming less common, at least 200 million girls and women have been subjected to this harmful practice. [36][7] Goal 6: Clean water and sanitation[edit] Main article: Sustainable Development Goal 6 Example of sanitation for all: School toilet (IPH school and college, Mohakhali, Dhaka, Bangladesh) SDG 6 is to: \"Ensure availability and sustainable management of water and sanitation for all\". [37] The eight targets are measured by 11 indicators. This section is an excerpt from Sustainable Development Goal 6. [edit] The six \"outcome-oriented targets\" include: Safe and affordable drinking water; end open defecation and provide access to sanitation, and hygiene, improve water quality, wastewater treatment and safe reuse, increase water-use efficiency and ensure freshwater supplies, implement IWRM, protect and restore water-related ecosystems. The two \"means of achieving\" targets are to expand water and sanitation support to developing countries, and to support local engagement in water and sanitation management.",
  "[38] The Joint Monitoring Programme (JMP) of World Health Organisation WHO And United Nations International Children's Emergency fund UNICEF reported in 2017 that 4.5 billion people currently do not have safely managed sanitation. [39] Also in 2017, only 71 per cent of the global population used safely managed drinking water, and 2.2 billion persons were still without safely managed drinking water.",
  "With regards to water stress: \"In 2017, Central and Southern Asia and Northern Africa registered very high water stress – defined as the ratio of fresh water withdrawn to total renewable freshwater resources – of more than 70 per cent\". [7] Official development assistance (ODA) disbursements to the water sector increased to $9 billion in 2018. [7] Evidence shows that both supply- and demand-side interventions financed by aid can contribute to promoting access to water, but consistent long-term investments are needed. [40] Goal 7: Affordable and clean energy[edit] Main article: Sustainable Development Goal 7 SDG 7 is to: \"Ensure access to affordable, reliable, sustainable and modern energy for all\". [41] This section is an excerpt from Sustainable Development Goal 7. [edit] The goal has five targets to be achieved by 2030.",
  "[42] Progress towards the targets is measured by six indicators. [42] Three out of the five targets are \"outcome targets\": Universal access to modern energy; increase global percentage of renewable energy; double the improvement in energy efficiency.",
  "The remaining two targets are \"means of achieving targets\": to promote access to research, technology and investments in clean energy; and expand and upgrade energy services for developing countries. In other words, these targets include access to affordable and reliable energy while increasing the share of renewable energy in the global energy mix. This would involve improving energy efficiency and enhancing international cooperation to facilitate more open access to clean energy technology and more investment in clean energy infrastructure. Plans call for particular attention to infrastructure support for the least developed countries, small islands and land-locked developing countries. [43] Progress in expanding access to electricity has been made in several countries, notably India, Bangladesh, and Kenya. [44] The global population without access to electricity decreased to about 840 million in 2017 from 1.2 billion in 2010 (sub-Saharan Africa remains the region with the largest access deficit).",
  "[44] Renewable energy accounted for 17.5% of global total energy consumption in 2016. [44] Of the three end uses of renewables (electricity, heat, and transport) the use of renewables grew fastest with respect to electricity.",
  "Between 2018 and 2030, the annual average investment will need to reach approximately $55 billion to expand energy access, about $700 billion to increase renewable energy and $600 billion to improve energy efficiency. [44] Solar panels on house roof Goal 8: Decent work and economic growth[edit] Main article: Sustainable Development Goal 8 SDG 8 is to: \"Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all\". [45] This section is an excerpt from Sustainable Development Goal 8. [edit] SDG 8 has (12) twelve targets in total to be achieved by 2030. Some targets are for 2030; others are for 2020. The first (10) ten are \"outcome targets\".",
  "These are; \"sustainable economic growth; diversify, innovate and upgrade for economic productivity\", \"promote policies to support job creation and growing enterprises\", \"improve resource efficiency in consumption and production\", 'full employment and decent work with equal pay', 'promote youth employment, education and training', 'end modern slavery, trafficking, and child labour', 'protect labour rights and promote safe working environments', 'promote beneficial and sustainable tourism', universal access to banking, insurance and financial services. In addition, there are also (2) two targets for \"means of achieving\", which are: Increase aid for trade support; develop a global youth employment strategy.",
  "Over the past five years, economic growth in least developed countries has been increasing at an average rate of 4.3 per cent. [46] In 2018, the global growth rate of real GDP per capita was 2 per cent. In addition, the rate for least developed countries was 4.5 per cent in 2018 and 4.8 per cent in 2019, less than the 7 per cent growth rate targeted in SDG 8. [47] In 2019, 22 per cent of the world's young people were not in employment, education or training, a figure that has hardly changed since 2005. [46] Addressing youth employment means finding solutions with and for young people who are seeking a decent and productive job. Such solutions should address both supply, i.e.",
  "education, skills development and training, and demand. [48] In 2018, the number of women engaged in the labor force was put at 48 per cent while that of men was 75 per cent.",
  "[45] Goal 9: Industry, Innovation and Infrastructure[edit] Main article: Sustainable Development Goal 9 SDG 9 is to: \"Build resilient infrastructure, promote inclusive and sustainable industrialization, and foster innovation\". [49] This section is an excerpt from Sustainable Development Goal 9. [edit] SDG 9 has eight targets, and progress is measured by twelve indicators. The first five targets are \"outcome targets\": develop sustainable, resilient and inclusive infrastructures; promote inclusive and sustainable industrialization; increase access to financial services and markets; upgrade all industries and infrastructures for sustainability; enhance research and upgrade industrial technologies. The remaining three targets are \"means of achieving\" targets: Facilitate sustainable infrastructure development for developing countries; support domestic technology development and industrial diversification; universal access to information and communications technology. In 2019, 14% of the world's workers were employed in manufacturing activities.",
  "This percentage has not changed much since 2000. The share of manufacturing employment was the largest in Eastern and South-Eastern Asia (18 percent) and the smallest in sub-Saharan Africa (6 percent).",
  "[7] The intensity of global carbon dioxide emissions has declined by nearly one quarter since 2000, showing a general decoupling of carbon dioxide emissions from GDP growth. [7] As at 2020, nearly the entire world population lives in an area covered by a mobile network. [7] Millions of people are still unable to access the internet due to cost, coverage, and other reasons. [50] It is estimated that just 53% of the world's population are currently internet users. [51] Goal 10: Reduced inequality[edit] Main article: Sustainable Development Goal 10 SDG 10 is to: \"Reduce income inequality within and among countries\". [52] This section is an excerpt from Sustainable Development Goal 10.",
  "[edit] The Goal has ten targets to be achieved by 2030. Progress towards targets will be measured by indicators.",
  "The first seven targets are \"outcome targets\": Reduce income inequalities; promote universal social, economic and political inclusion; ensure equal opportunities and end discrimination; adopt fiscal and social policies that promotes equality; improved regulation of global financial markets and institutions; enhanced representation for developing countries in financial institutions; responsible and well-managed migration policies. The other three targets are \"means of achievement\" targets: Special and differential treatment for developing countries; encourage development assistance and investment in least developed countries; reduce transaction costs for migrant remittances. [53] In 73 countries during the period 2012–2017, the bottom 40 per cent of the population saw its incomes grow. Still, in all countries with data, the bottom 40 per cent of the population received less than 25 per cent of the overall income or consumption. [7]: 12 Women are more likely to be victims of discrimination than men. Among those with disabilities, 3 in 10 personally experienced discrimination, with higher levels still among women with disabilities.",
  "The main grounds of discrimination mentioned by these women was not the disability itself, but religion, ethnicity and sex, pointing to the urgent need for measures to tackle multiple and intersecting forms of discrimination. [54] In 2019, 54 per cent of countries have a comprehensive set of policy measures to facilitate orderly, safe, regular and responsible migration and mobility of people.",
  "[54] Goal 11: Sustainable cities and communities[edit] Main article: Sustainable Development Goal 11 SDG 11 is to: \"Make cities and human settlements inclusive, safe, resilient, and sustainable\". [55] This section is an excerpt from Sustainable Development Goal 11. [edit] Sustainable Development Goal 11 is divided into 10 targets and 14 indicators at the global level. The seven “outcome targets” are:[56] 11.1 – \"Adequate, safe, and affordable housing and basic services and upgrade slums\" 11.2 – \"Safe, affordable, accessible, and sustainable transport systems\" 11.3 – \"Enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries\" 11.4 – \"Strengthen efforts to protect and safeguard the world’s cultural and natural heritage\" 11.5 – \"Reduce the number of deaths and the number of people affected by disasters and decrease the direct economic losses relative to global gross domestic product caused by disasters\" 11.6 – \"Reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management\" 11.7 – \"Provide universal access to safe, inclusive and accessible, green and public spaces\" 11.a – \"Support positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning\" 11.b – \"Increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster Risk Reduction 2015–2030, holistic disaster risk managements at all levels\" 11.c – \"Support least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings utilizing local materials\" The number of slum dwellers reached more than 1 billion in 2018, or 24 per cent of the urban population. [7] The number of people living in urban slums is highest in Eastern and South-Eastern Asia, sub-Saharan Africa and Central and Southern Asia. In 2019, only half of the world's urban population had convenient access to public transport, defined as living within 500 metres' walking distance from a low-capacity transport system (such as a bus stop) and within 1 km of a high-capacity transport system (such as a railway).",
  "[7] In the period 1990–2015, most urban areas recorded a general increase in the extent of built-up area per person. [7] Goal 12: Responsible consumption and production[edit] Main article: Sustainable Development Goal 12 SDG 12 is to: \"Ensure sustainable consumption and production patterns\".",
  "[57] This section is an excerpt from Sustainable Development Goal 12. [edit] Sustainable Development Goal 12 has 11 targets. The first 8 are \"outcome targets\", which are: implement the 10‑Year Framework of Programs on Sustainable Consumption and Production Patterns; achieve the sustainable management and efficient use of natural resources; reducing by half the per capita global food waste at the retail and consumer levels and the reduction of food losses along production and supply chains, including post-harvest losses;[58] achieving the environmentally sound management of chemicals and all wastes throughout their life cycle; reducing waste generation through prevention, reduction, recycling and reuse; encourage companies to adopt sustainable practices; promote public procurement practices that are sustainable; and ensure that people everywhere have the relevant information and awareness for sustainable development. The three \"means of achievement\" targets are: support developing countries to strengthen their scientific and technological capacity; develop and implement tools to monitor sustainable development impacts; and remove market distortions, like fossil fuel subsidies, that encourage wasteful consumption. [59] By 2019, 79 countries and the European Union have reported on at least one national policy instrument to promote sustainable consumption and production patterns. [7]: 14 This was done to work towards the implementation of the \"10-Year Framework of Programmes on Sustainable Consumption and Production Patterns\".",
  "[7]: 14 Global fossil fuel subsidies in 2018 were $400 billion. [7]: 14 This was double the estimated subsidies for renewables and is detrimental to the task of reducing global carbon dioxide emissions.",
  "[7]: 14 To ensure that plastic products are more sustainable, thus reducing plastic waste, changes such as decreasing usage and increasing the circularity of the plastic economy are expected to be required. An increase in domestic recycling and a reduced reliance on the global plastic waste trade are other actions that might help meet the goal. [60] Goal 13: Climate action[edit] Main article: Sustainable Development Goal 13 SDG 13 is to: \"Take urgent action to combat climate change and its impacts by regulating emissions and promoting developments in renewable energy\". [61] This section is an excerpt from Sustainable Development Goal 13. [edit] The decade between 2010 - 2019 was the warmest decade recorded in history. [62] Currently climate change is affecting the global community in every nation across the world.",
  "The impact of climate change not only impacts national economies, but also lives and livelihoods, especially those in vulnerable conditions. [63] By 2018, climate change continued exacerbating the frequency of natural disasters, such as massive wildfires, droughts, hurricanes, and floods.",
  "[64] Over the period 2000–2018, the greenhouse emissions of developed countries in transitions have declined by 6.5%. However, the emissions of the developing countries are up by 43% in the period between 2000 and 2013. [65] In 2019, at least 120 of 153 developing countries had undertaken activities to formulate and implement national adaptation plans. SDG 13 and SDG 7 on clean energy are closely related and complementary. [66]: 101 The leading sources of the greenhouse gas savings that countries need to focus on in order to realize their commitments under the Paris Agreement are switching fuels to renewable energy and enhancing end-use energy efficiency. Goal 14: Life below water[edit] Main article: Sustainable Development Goal 14 SDG 14 is to: \"Conserve and sustainably use the oceans, seas and marine resources for sustainable development\".",
  "[67] This section is an excerpt from Sustainable Development Goal 14. [edit] The first seven targets are \"outcome targets\": Reduce marine pollution; protect and restore ecosystems; reduce ocean acidification; sustainable fishing; conserve coastal and marine areas; end subsidies contributing to overfishing; increase the economic benefits from sustainable use of marine resources.",
  "The last three targets are \"means of achieving\" targets: To increase scientific knowledge, research and technology for ocean health; support small scale fishers; implement and enforce international sea law. [68] Oceans and fisheries support the global population's economic, social and environmental needs. [69] Oceans are the source of life of the planet and the global climate system regulator. They are the world's largest ecosystem, home to nearly a million known species. [69] Oceans cover more than two-thirds of the earth's surface and contain 97% of the planet's water. [70] They are essential for making the planet livable.",
  "Rainwater, drinking water and climate are all regulated by ocean temperatures and currents. Over 3 billion people depend on marine life for their livelihood.",
  "However, there has been a 26 percent increase in acidification since the industrial revolution. Effective strategies to mitigate adverse effects of increased ocean acidification are needed to advance the sustainable use of oceans. The current efforts to protect oceans, marine environments and small-scale fishers are not meeting the need to protect the resources. [7] One of the key drivers of global overfishing is illegal fishing. It threatens marine ecosystems, puts food security and regional stability at risk, and is linked to major human rights violations and even organized crime. [71] Increased ocean temperatures and oxygen loss act concurrently with ocean acidification and constitute the \"deadly trio\" of climate change pressures on the marine environment.",
  "[72] Nusa Lembongan Reef One indicator (14.1.1b) under Goal 14 specifically relates to reducing impacts from marine plastic pollution. [60] Goal 15: Life on land[edit] Main article: Sustainable Development Goal 15 SDG 15 is to: \"Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss\".",
  "[73] This section is an excerpt from Sustainable Development Goal 15. [edit] The nine \"outcome targets\" include: Conserve and restore terrestrial and freshwater ecosystems; end deforestation and restore degraded forests; end desertification and restore degraded land; ensure conservation of mountain ecosystems, protect biodiversity and natural habitats; protect access to genetic resources and fair sharing of the benefits; eliminate poaching and trafficking of protected species; prevent invasive alien species on land and in water ecosystems; and integrate ecosystem and biodiversity in governmental planning. The three \"means of achieving targets\" include: Increase financial resources to conserve and sustainably use ecosystem and biodiversity; finance and incentivize sustainable forest management; combat global poaching and trafficking. Humans depend on earth and the oceans to live. This goal aims at securing sustainable livelihoods that will be enjoyed for generations to come. The human diet is composed 80% of plant life, which makes agriculture a prime economic resource.",
  "[74] Forests cover 30 percent of the Earth's surface, provide vital habitats for millions of species, and important sources for clean air and water, as well as being crucial for combating climate change. The proportion of forest area fell, from 31.9 per cent of total land area in 2000 to 31.2 per cent in 2020, representing a net loss of nearly 100 million ha of the world's forests.",
  "[7] This was due to decreasing forest area decreased in Latin America, sub-Saharan Africa and South-Eastern Asia, driven by deforestation for agriculture. [75] Desertification affects as much as one-sixth of the world's population, 70% of all drylands, and one-quarter of the total land area of the world. It also leads to spreading poverty and the degradation of billion hectares of cropland. [76] A report in 2020 stated that globally, the species extinction risk has worsened by about 10 per cent over the past three decades. [7] Goal 16: Peace, justice and strong institutions[edit] Main article: Sustainable Development Goal 16 SDG 16 is to: \"Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels\". [77] This section is an excerpt from Sustainable Development Goal 16.",
  "[edit] The goal has ten \"outcome targets\": Reduce violence; protect children from abuse, exploitation, trafficking and violence; promote the rule of law and ensure equal access to justice; combat organized crime and illicit financial and arms flows, substantially reduce corruption and bribery; develop effective, accountable and transparent institutions; ensure responsive, inclusive and representative decision-making; strengthen the participation in global governance; provide universal legal identity; ensure public access to information and protect fundamental freedoms. There are also two \"means of achieving targets\": Strengthen national institutions to prevent violence and combat crime and terrorism; promote and enforce non-discriminatory laws and policies.",
  "[78] Reducing violent crime, sex trafficking, forced labor, and child abuse are clear global goals. The International Community values peace and justice; they call for stronger judicial systems that will enforce laws and work toward a more peaceful and just society. [79] All women need to be able to turn to fair and effective institution to access Justice and important services. [80] We cannot hope for sustainable development without peace and stability. [81] With more than a quarter of children under 5 unregistered worldwide as of 2015, about 1 in 5 countries will need to accelerate progress to achieve universal birth registration by 2030. [82] Data from 38 countries over the past decade suggest that high-income countries have the lowest prevalence of bribery (an average of 3.7 per cent), while lower-income countries have high levels of bribery when accessing public services (22.3 per cent).",
  "[7] Goal 17: Partnership for the goals[edit] Main article: Sustainable Development Goal 17 SDG 17 is to: \"Strengthen the means of implementation and revitalize the global partnership for sustainable development\". [83] This goal has 19 outcome targets and 24 indicators.",
  "Increasing international cooperation is seen as vital to achieving each of the 16 previous goals. [84] Goal 17 is included to assure that countries and organizations cooperate instead of compete. Developing multi-stakeholder partnerships to share knowledge, expertise, technology, and financial support is seen as critical to overall success of the SDGs. The goal encompasses improving north–south and South-South cooperation, and public-private partnerships which involve civil societies are specifically mentioned. [85][86] With US$5 trillion to $7 trillion in annual investment required to achieve the SDGs, total official development assistance reached US$147.2 billion in 2017. This, although steady, is below the set target.",
  "[87] In 2016, six countries met the international target to keep official development assistance at or above 0.7 percent of gross national income. [87] Humanitarian crises brought on by conflict or natural disasters have continued to demand more financial resources and aid.",
  "Even so, many countries also require official development assistance to encourage growth and trade. [87] Monitoring[edit] World map showing countries that are closest to meeting the SDGs (in dark blue) and those with the greatest remaining challenges (in the lightest shade of blue) in 2018. [88] The UN High-Level Political Forum on Sustainable Development (HLPF) is the annual space for global monitoring of the SDGs, under the auspices of the United Nations economic and Social Council. In July 2020 the meeting took place online for the first time due to the COVID-19 pandemic. The theme was \"Accelerated action and transformative pathways: realizing the decade of action and delivery for sustainable development\" and a ministerial declaration was adopted. [7] High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General.",
  "The most recent one is from April 2020. [7] The online publication SDG-Tracker was launched in June 2018 and presents data across all available indicators.",
  "[5] It relies on the Our World in Data database and is also based at the University of Oxford. [89][90] The publication has global coverage and tracks whether the world is making progress towards the SDGs. [91] It aims to make the data on the 17 goals available and understandable to a wide audience. [92] The website \"allows people around the world to hold their governments accountable to achieving the agreed goals\". [89] The SDG-Tracker highlights that the world is currently (early 2019) very far away from achieving the goals. The Global \"SDG Index and Dashboards Report\" is the first publication to track countries' performance on all 17 Sustainable Development Goals.",
  "[93] The annual publication, co-produced by Bertelsmann Stiftung and SDSN, includes a ranking and dashboards that show key challenges for each country in terms of implementing the SDGs. The publication features trend analysis to show how countries performing on key SDG metrics have changed over recent years in addition to an analysis of government efforts to implement the SDGs.",
  "Cross-cutting issues and synergies[edit] Young people holding SDG banners in Lima, PeruTo achieve sustainable development, three aspects or dimensions need to come together: The economic, socio-political, and environmental dimensions are all critically important and interdependent. [94] Progress will require multidisciplinary and trans-disciplinary research across all three sectors. This proves difficult when major governments fail to support it. [94] Sustainable development can enhance sectoral integration and social inclusion (robust evidence, high agreement). Inclusion merits attention because equity within and across countries is critical to transitions that are not simply rapid but also sustainable and just. Resource shortages, social divisions, inequitable distributions of wealth, poor infrastructure and limited access to advanced technologies can constrain the options and capacities for developing countries to achieve sustainable and just transitions (medium evidence, high agreement) {17.1.1.2}.",
  "[16] According to the UN, the target is to reach the community farthest behind. Commitments should be transformed into effective actions requiring a correct perception of target populations.",
  "Data or information must address all vulnerable groups such as children, elderly folks, persons with disabilities, refugees, indigenous peoples, migrants, and internally-displaced persons. [95] Cross cutting issues include for example gender equality, education, culture and health. These are just some examples of various interlinkages inherent in the SDGs. Gender equality[edit] The widespread consensus is that progress on all of the SDGs will be stalled if women's empowerment and gender equality are not prioritized, and treated holistically. The SDGs look to policy makers as well as private sector executives and board members to work toward gender equality. [96][97] Statements from diverse sources, such as the Organisation for Economic Cooperation and Development (OECD), UN Women and the World Pensions Forum, have noted that investments in women and girls have positive impacts on economies.",
  "National and global development investments in women and girls often exceed their initial scope. [98] Gender equality is mainstreamed throughout the SDG framework by ensuring that as much sex-disaggregated data as possible are collected.",
  "[99]: 11 Education[edit] Training on Education for sustainable development workshop in Kasese district Uganda Main article: Education for sustainable development Education for sustainable development (ESD) is explicitly recognized in the SDGs as part of Target 4.7 of the SDG on education. UNESCO promotes the Global Citizenship Education (GCED) as a complementary approach. [100] At the same time, it is important to emphasize ESD's importance for all the other 16 SDGs. With its overall aim to develop cross-cutting sustainability competencies in learners, ESD is an essential contribution to all efforts to achieve the SDGs. This would enable individuals to contribute to sustainable development by promoting societal, economic and political change as well as by transforming their own behavior. [101] Culture[edit] Culture is explicitly referenced in SDG 11 Target 4 (\"Strengthen efforts to protect and safeguard the world's cultural and natural heritage\").",
  "However, culture is seen as a cross-cutting theme because it impacts several SDGs. [99] For example, culture plays a role in SDGs related to:[99]: 2 environment and resilience (Targets 11.4 Cultural & natural heritage, 11.7 Inclusive public spaces, 12.b Sustainable tourism management, 16.4 Recovery of stolen assets), prosperity and livelihoods (Targets 8.3 Jobs, entrepreneurship & innovation; 8.9 Policies for sustainable tourism), knowledge and skills, inclusion and participation (Targets 11.7 Inclusive public spaces, 16.7 Participatory decision-making).",
  "Health[edit] SDGs 1 to 6 directly address health disparities, primarily in developing countries. [102] These six goals address key issues in Global Public Health, Poverty, Hunger and Food security, Health, Education, Gender equality and women's empowerment, and water and sanitation. [102] Public health officials can use these goals to set their own agenda and plan for smaller scale initiatives for their organizations. These goals are designed to lessen the burden of disease and inequality faced by developing countries and lead to a healthier future. The links between the various sustainable development goals and public health are numerous and well established: Living below the poverty line is attributed to poorer health outcomes and can be even worse for persons living in developing countries where extreme poverty is more common. [103] A child born into poverty is twice as likely to die before the age of five compared to a child from a wealthier family.",
  "[104] The detrimental effects of hunger and malnutrition that can arise from systemic challenges with food security are enormous. The World Health Organization estimates that 12.9 percent of the population in developing countries is undernourished.",
  "[105] Health challenges in the developing world are enormous, with \"only half of the women in developing nations receiving the recommended amount of healthcare they need. [104] Educational equity has yet to be reached in the world. Public health efforts are impeded by this, as a lack of education can lead to poorer health outcomes. This is shown by children of mothers who have no education having a lower survival rate compared to children born to mothers with primary or greater levels of education. [104] Cultural differences in the role of women vary by country, many gender inequalities are found in developing nations. Combating these inequalities has shown to also lead to a better public health outcome.",
  "In studies done by the World Bank on populations in developing countries, it was found that when women had more control over household resources, the children benefit through better access to food, healthcare, and education. [106] Basic sanitation resources and access to clean sources of water are a basic human right.",
  "However, 1.8 billion people globally use a source of drinking water that is contaminated by feces, and 2.4 billion people lack access to basic sanitation facilities like toilets or pit latrines. [107] A lack of these resources is what causes approximately 1000 children a day to die from diarrheal diseases that could have been prevented from better water and sanitation infrastructure. [107] Synergies[edit] Synergies amongst the SDGs are seen as \"the good antagonists of trade-offs\". [108]: 67 With regards to SDG 13 on climate action, the IPCC sees robust synergies particularly for the SDGs 3 (health), 7 (clean energy), 11 (cities and communities), 12 (responsible consumption and production) and 14 (oceans). [109][108]: 70 Reception[edit] Further information: Sustainability § Barriers SDG wedding cake model: A way of viewing the economic, social and ecological aspects of the Sustainable Development Goals (SDGs) The SDGs have been criticized for setting contradictory goals and for trying to do everything first, instead of focusing on the most urgent or fundamental priorities. The SDGs were an outcome from a UN conference that was not criticized by any major non-governmental organization (NGO).",
  "Instead, the SDGs received broad support from many NGOs. [110] A commentary in The Economist in 2015 said that the SDGs are \"a mess\" compared to the eight Millennium Development Goals (MDGs) used previously.",
  "[111] Others have pointed out that the SDGs mark a shift from the MDGs and emphasize the interconnected environmental, social and economic aspects of development, by putting sustainability at their centre. [112] The SDGs may simply maintain the status quo and fall short of delivering on the ambitious development agenda. The current status quo has been described as \"separating human wellbeing and environmental sustainability, failing to change governance and to pay attention to trade-offs, root causes of poverty and environmental degradation, and social justice issues\". [112] Regarding the targets of the SDGs, there is generally weak evidence linking the \"means of implementation\" to outcomes. [11] The targets about \"means of implementation\" (those denoted with a letter, for example, Target 6.a) are imperfectly conceptualized and inconsistently formulated, and tracking their largely qualitative indicators will be difficult. [11] The “wedding-cake” model of the SDGs assigns each of the SDGs to one of the three dimensions of sustainability, i.e.",
  "environmental (\"biosphere\"), social and economic. Competing and too many goals[edit] A commentary in 2015 argued that 169 targets for the SDGs is too many, describing them as \"sprawling, misconceived\" and \"a mess\".",
  "[111] The goals are said to ignore local context. All other 16 goals might be contingent on achieving SDG 1, ending poverty, which should have been at the top of a very short list of goals. The trade-offs among the 17 SDGs are a difficult barrier to sustainability and might even prevent their realization. [108]: 66 For example these are three difficult trade-offs to consider: \"How can ending hunger be reconciled with environmental sustainability? (SDG targets 2.3 and 15.2) How can economic growth be reconciled with environmental sustainability? (SDG targets 9.2 and 9.4) How can income inequality be reconciled with economic growth?",
  "(SDG targets 10.1 and 8.1). \"[113] Weak on environmental sustainability[edit] Continued global economic growth of 3 percent (Goal 8) may not be reconcilable with ecological sustainability goals, because the required rate of absolute global eco-economic decoupling is far higher than any country has achieved in the past.",
  "[114] Anthropologists have suggested that, instead of targeting aggregate GDP growth, the goals could target resource use per capita, with \"substantial reductions in high‐income nations. \"[114] Environmental constraints and planetary boundaries are underrepresented within the SDGs. For instance, the paper \"Making the Sustainable Development Goals Consistent with Sustainability\"[115] points out that the way the current SDGs are structured leads to a negative correlation between environmental sustainability and SDGs. This means, as the environmental sustainability side of the SDGs is underrepresented, the resource security for all, particularly for lower-income populations, is put at risk. This is not a criticism of the SDGs per se, but a recognition that their environmental conditions are still weak. [114] The SDGs have been criticized for their inability to protect biodiversity.",
  "They could unintentionally promote environmental destruction in the name of sustainable development. [116][117] Scientists have proposed several ways to address the weaknesses regarding environmental sustainability in the SDGs: The monitoring of essential variables to better capture the essence of coupled environmental and social systems that underpin sustainable development, helping to guide coordination and systems transformation.",
  "[118] More attention to the context of the biophysical systems in different places (e.g., coastal river deltas, mountain areas)[119][120] Better understanding of feedbacks across scales in space (e.g., through globalization) and time (e.g., affecting future generations) that could ultimately determine the success or failure of the SDGs. [121] Importance of technology and connectivity[edit] Several years after the launch of the SDGs, growing voices called for more emphasis on the need for technology and internet connectivity within the goals. In September 2020, the UN Broadband Commission for Sustainable Development called for digital connectivity to be established as a \"foundational pillar\" for achieving all the SDGs. In a document titled \"Global Goal of Universal Connectivity Manifesto\", the Broadband Commission said: \"As we define the 'new normal' for our post-COVID world, leaving no one behind means leaving no one offline. \"[122] Furthermore, the Sustainable Development Goals (SDGs) can guide the discussion on the priority investments in digitalization. All digital tools and services could be evaluated based on their:[123] accessibility and potential for leaving no one behind; ability to lead to jobs and provide equal opportunities for girls and boys to find jobs and have a career in ICT, and for more girls to enter science, technology, engineering and mathematics (STEM); and ability to close the digital gender gap between men and women, rural and urban users.",
  "Making the services affordable and building the needed capacity, including financial literacy, will be an important stepping stone for closing the gender gap. [123] Implementation and support[edit] Boeing 787 of XiamenAir uses a GEnx engine which reduces carbon emissions and noise pollution.",
  "Implementation of the SDGs started worldwide in 2016. This process can also be called \"Localizing the SDGs\". Individual people, universities, governments, institutions and organizations of all kinds are working separately on one or more goals at the same time. [124] Individual governments must translate the goals into national legislation, develop a plan of action, and establish their own budget. However, at the same time, they must be open to and actively searching for partners. Coordination at the international level is crucial, making partnerships valuable.",
  "The SDGs note that countries with less access to financial resources need partnerships with more well-to-do countries. [125] The co-chairs of the SDG negotiations each produced a book to help people to understand the Sustainable Development Goals and how they evolved.",
  "The books are: \"Negotiating the Sustainable Development Goals: A transformational agenda for an insecure world\" by Ambassador David Donoghue, Felix Dodds and Jimena Leiva and \"Transforming Multilateral Diplomacy: The Inside Story of the Sustainable Development Goals\" by Macharia Kamau, David O'Connor and Pamela Chasek. A 2018 study in the journal Nature found that while \"nearly all African countries demonstrated improvements for children under 5 years old for stunting, wasting, and underweight... much, if not all of the continent will fail to meet the Sustainable Development Goal target—to end malnutrition by 2030\". [126] To meet the long-term United Nations Sustainable Development Goals (SDGs), sustained long-term investment in green innovation is required: to decarbonize the physical capital stock – energy, industry, and transportation infrastructure – and ensure its resilience to a changing future climate; to preserve and enhance natural capital – forests, oceans, and wetlands; and to train people to work in a climate-neutral economy. [127][128][129] Allocation[edit] In 2019 five progress reports on the 17 SDGs were published. Three came from the United Nations Department of Economic and Social Affairs (UNDESA),[130][131] one from the Bertelsmann Foundation and one from the European Union. [132][133] According to a review of the five reports in a synopsis, the allocation of the Goals and themes by the Basel Institute of Commons and Economics, the allocation was the following:[134] Allocation of the Goals and their major themes in five leading SDG reports 2019[134] SDG Topic Rank Average Rank Mentions[Note 1] Health 1 3.2 1814 EnergyClimate Water 2 4.0 132813281784 Education 3 4.6 1351 Poverty 4 6.2 1095 Food 5 7.6 693 Economic Growth 6 8.6 387 Technology 7 8.8 855 Inequality 8 9.2 296 Gender Equality 9 10.0 338 Hunger 10 10.6 670 Justice 11 10.8 328 Governance 12 11.6 232 Decent Work 13 12.2 277 Peace 14 12.4 282 Clean Energy 15 12.6 272 Life on Land 16 14.4 250 Life below Water 17 15.0 248 Social Inclusion 18 16.4 22 In explanation of the findings, the Basel Institute of Commons and Economics said Biodiversity, Peace and Social Inclusion were \"left behind\" by quoting the official SDGs motto \"Leaving no one behind\".",
  "[134] Challenges[edit] Impacts of COVID-19 pandemic[edit] The COVID-19 pandemic in 2020 has offered countries an opportunity to build recovery plans that will change current trends and also change consumption and production patterns towards achieving a more sustainable future. [7]: 14 The pandemic has proved that weaknesses emerge from our systems, and to meet sustainable development goals, responsibility should begin from our governments down to other civil servants.",
  "[135] Costs and sources of finance[edit] Cost comparison for UN Goals Costs[edit] The Economist estimated that alleviating poverty and achieving the other sustainable development goals will require about US$2–3 trillion per year for the next 15 years which they called \"pure fantasy\". [111] Estimates for providing clean water and sanitation for the whole population of all continents have been as high as US$200 billion. [136] The World Bank says that estimates need to be made country by country, and reevaluated frequently over time. [136] In 2014, UNCTAD estimated the annual costs to achieving the UN Goals at US$2.5 trillion per year. [137] Another estimate from 2018 (by the Basel Institute of Commons and Economics, that conducts the World Social Capital Monitor) found that to reach all of the SDGs this would require between US$2.5 and $5.0 trillion per year. [138] Financing[edit] The Rockefeller Foundation asserts that \"The key to financing and achieving the SDGs lies in mobilizing a greater share of the $200+ trillion in annual private capital investment flows toward development efforts, and philanthropy has a critical role to play in catalyzing this shift.",
  "\"[139] Large-scale funders participating in a Rockefeller Foundation-hosted design thinking workshop concluded that \"while there is a moral imperative to achieve the SDGs, failure is inevitable if there aren't drastic changes to how we go about financing large scale change\". [140] In 2017 the UN launched the Inter-agency Task Force on Financing for Development (UN IATF on FfD) that invited to a public dialogue.",
  "[141] The top-5 sources of financing for development were estimated in 2018 to be: Real new sovereign debt OECD countries, military expenditures, official increase sovereign debt OECD countries, remittances from expats to developing countries, official development assistance (ODA). [138] SDG-driven investment[edit] Capital stewardship is expected to play a crucial part in the progressive advancement of the SDG agenda: \"No longer absentee landlords', pension fund trustees have started to exercise more forcefully their governance prerogatives across the boardrooms of Britain, Benelux and America: coming together through the establishment of engaged pressure groups [...] to shift the [whole economic] system towards sustainable investment\"[142] by using the SDG framework across all asset classes. [97] In 2017, 2018 and early 2019, the World Pensions Council (WPC) held a series of ESG-focused discussions with pension board members (trustees) and senior investment executives from across G20 nations in Toronto, London (with the UK Association of Member-Nominated Trustees, AMNT), Paris and New York – notably on the sidelines of the 73rd session of the United Nations General Assembly. Many pension investment executives and board members confirmed they were in the process of adopting or developing SDG-informed investment processes, with more ambitious investment governance requirements – notably when it comes to climate action, gender Equity and social fairness: “they straddle key Sustainable Development Goals (SDGs), including, of course, Gender Equality (SDG 5) and Reduced Inequality (SDG 10) [...] Many pension trustees are now playing for keeps”. [143] The notion of \"SDG Driven Investment\" gained further ground amongst institutional investors in the second semester of 2019, notably at the WPC-led G7 Pensions Roundtable held in Biarritz, 26 August 2019,[144] and the Business Roundtable held in Washington, DC, on 19 August 2019. [145] Communication and advocacy[edit] Katherine Maher, Executive Director of the Wikimedia Foundation, talks about \"The role of free knowledge in advancing the SDGs\" in Stockholm, 2019 A proposal to visualize the 17 SDGs in a thematic pyramid.",
  "UN agencies which are part of the United Nations Development Group decided to support an independent campaign to communicate the new SDGs to a wider audience. This campaign, \"Project Everyone,\" had the support of corporate institutions and other international organizations.",
  "[146] Using the text drafted by diplomats at the UN level, a team of communication specialists developed icons for every goal. [147] They also shortened the title \"The 17 Sustainable Development Goals\" to \"Global Goals/17#GlobalGoals,\" then ran workshops and conferences to communicate the Global Goals to a global audience. [148][149][150] An early concern was that 17 goals would be too much for people to grasp and that therefore the SDGs would fail to get a wider recognition.[when?] Without wider recognition the necessary momentum to achieve them by 2030 would not be achieved. Concerned with this, British film-maker Richard Curtis started the organization in 2015 called Project Everyone with the aim to bring the goals to everyone on the planet. [151][152][153] Curtis approached Swedish designer Jakob Trollbäck who rebranded them as The Global Goals and created the 17 iconic visuals with clear short names as well as a logotype for the whole initiative.",
  "The communication system is available for free. [154] In 2018, Jakob Trollbäck and his company (The New Division), went on to extend the communication system to also include the 169 targets that describe how the goals can be achieved.",
  "[155] The benefits of engaging the affected public in decision making that affects their livelihoods, communities, and environment have been widely recognized. [156] The Aarhus Convention is a United Nations convention passed in 2001, explicitly to encourage and promote effective public engagement in environmental decision making. Information transparency related to social media and the engagement of youth are two issues related to the Sustainable Development Goals that the convention has addressed. [157][158] Advocates[edit] In 2019, United Nations Secretary-General António Guterres appointed new SDG advocates. [159] The role of these 17 public figures is to raise awareness, inspire greater ambition, and push for faster action on the SDGs. They are: Co-Chairs Nana Addo Dankwa Akufo-Addo, President of Ghana.",
  "Erna Solberg, Prime Minister of Norway. Members Queen Mathilde of the Belgians Muhammadu Sanusi II, Emir of Kano.",
  "Sheikha Moza bint Nasser, founder of the Education Above All Foundation. Richard Curtis, screenwriter, producer and film director. Hindou Oumarou Ibrahim, environmental and indigenous rights activist. Jack Ma, founder and executive chairman of the Alibaba Group. Graça Machel, founder of Graça Machel Trust. Dia Mirza, actress, film producer, and UN Environment Program Goodwill Ambassador for India.",
  "Alaa Murabit, founder of The Voice of Libyan Women. Nadia Murad, Nobel Laureate, chair and president of Nadia's Initiative, UN Office on Drugs and Crime Goodwill Ambassador.",
  "Edward Ndopu, founder of Global Strategies on Inclusive Education. Paul Polman, chair of the International Chamber of Commerce, vice-chair of the board of United Nations Global Compact. Jeffrey Sachs, director of the Center for Sustainable Development at Columbia University. Marta Vieira da Silva, footballer for Orlando Pride and UN Women Goodwill Ambassador. Forest Whitaker, actor, founder and CEO of Whitaker Peace & Development Initiative. Events[edit] Global Goals Week[edit] Global Goals Week logo Global Goals Week is an annual week-long event in September for action, awareness, and accountability for the Sustainable Development Goals.",
  "[160] Its a shared commitment for over 100 partners to ensure quick action on the SDGs by sharing ideas and transformative solutions to global problems. [161] It first took place in 2016.",
  "It is often held concurrently with Climate Week NYC. [162] Lagos SDGs Week The Lagos SDSs Week is an annual week-long event commemorated by coalescing cross-sectoral stakeholders to synergise Altruism, Advocacy & Action with a view to identifying solutions, reviewing progress, amplifying awareness, collaborating and reaffirming commitment towards accelerating efforts to achieve the 2030 SDGs. [163][164] The SDGs week features the following programmes: Mr. Governor’s Virtual Meet-And-Greet with Lagos SDGs Enablers, Open Goal Adoption by Prominent Lagosians, Neighbourhood Outreach Campaign, Future of Lagos Hackathon, Lagos Local Government / LCDAs Discourse on SDGs. These programmes are intrinsically linked in their purpose to fast-track efforts towards progress for the delivery of the SDGs in Lagos State. [165][166] Film festivals[edit] The annual \"Le Temps Presse\" festival in Paris utilizes cinema to sensitize the public, especially young people, to the Sustainable Development Goals. The origin of the festival was in 2010 when eight directors produced a film titled \"8,\" which included eight short films, each featuring one of the Millennium Development Goals.",
  "After 2.5 million viewers saw \"8\" on YouTube, the festival was created. It now showcases young directors whose work promotes social, environmental and human commitment.",
  "The festival now focuses on the Sustainable Development Goals. [167] The Arctic Film Festival is an annual film festival organized by HF Productions and supported by the SDGs' Partnership Platform. Held for the first time in 2019, the festival is expected to take place every year in September in Longyearbyen, Svalbard, Norway. [168][169] History[edit] The sustainable development goals are a UN initiative. Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development containing the targets and indicators, July 2017 (UN resolution A/RES/71/313) Further information: Post-2015 Development Agenda and Millennium Development Goals UN SDG consultations in Mariupol, Ukraine In 1972, governments met in Stockholm, Sweden, for the United Nations Conference on the Human Environment to consider the rights of the family to a healthy and productive environment. [170] In 1983, the United Nations created the World Commission on Environment and Development (later known as the Brundtland Commission), which defined sustainable development as \"meeting the needs of the present without compromising the ability of future generations to meet their own needs\".",
  "[171] In 1992, the first United Nations Conference on Environment and Development (UNCED) or Earth Summit was held in Rio de Janeiro, where the first agenda for Environment and Development, also known as Agenda 21, was developed and adopted. In 2012, the United Nations Conference on Sustainable Development (UNCSD), also known as Rio+20, was held as a 20-year follow up to UNCED.",
  "[172][173] Colombia proposed the idea of the SDGs at a preparation event for Rio+20 held in Indonesia in July 2011. [174] In September 2011, this idea was picked up by the United Nations Department of Public Information 64th NGO Conference in Bonn, Germany. The outcome document proposed 17 sustainable development goals and associated targets. In the run-up to Rio+20 there was much discussion about the idea of the SDGs. At the Rio+20 Conference, a resolution known as \"The Future We Want\" was reached by member states. [175] Among the key themes agreed on were poverty eradication, energy, water and sanitation, health, and human settlement.",
  "The Rio+20 outcome document mentioned that \"at the outset, the OWG [Open Working Group] will decide on its methods of work, including developing modalities to ensure the full involvement of relevant stakeholders and expertise from civil society, Indigenous Peoples, the scientific community and the United Nations system in its work, in order to provide a diversity of perspectives and experience\". [175] In January 2013, the 30-member UN General Assembly Open Working Group on Sustainable Development Goals was established to identify specific goals for the SDGs.",
  "The Open Working Group (OWG) was tasked with preparing a proposal on the SDGs for consideration during the 68th session of the General Assembly, September 2013 – September 2014. [176] On 19 July 2014, the OWG forwarded a proposal for the SDGs to the Assembly. After 13 sessions, the OWG submitted their proposal of 8 SDGs and 169 targets to the 68th session of the General Assembly in September 2014. [177] On 5 December 2014, the UN General Assembly accepted the Secretary General's Synthesis Report, which stated that the agenda for the post-2015 SDG process would be based on the OWG proposals. [178] Ban Ki-moon, the United Nations Secretary-General from 2007 to 2016, has stated in a November 2016 press conference that: \"We don't have plan B because there is no planet B. \"[179] This thought has guided the development of the Sustainable Development Goals (SDGs).",
  "[citation needed] The Post-2015 Development Agenda was a process from 2012 to 2015 led by the United Nations to define the future global development framework that would succeed the Millennium Development Goals. The SDGs were developed to succeed the Millennium Development Goals (MDGs) which ended in 2015.",
  "The gaps and shortcomings of MDG Goal 8 (To develop a global partnership for development) led to identifying a problematic \"donor-recipient\" relationship. [180] Instead, the new SDGs favor collective action by all countries. [180] The UN-led process involved its 193 Member States and global civil society. The resolution is a broad intergovernmental agreement that acts as the Post-2015 Development Agenda. The SDGs build on the principles agreed upon in Resolution A/RES/66/288, entitled \"The Future We Want\". [181] This was a non-binding document released as a result of Rio+20 Conference held in 2012.",
  "[181] Country examples[edit] Asia and Pacific[edit] Australia[edit] Main article: Sustainable Development Goals and Australia The Commonwealth of Australia was one of the 193 countries that adopted the 2030 Agenda in September 2015. Implementation of the agenda is led by the Department of Foreign Affairs and Trade (DFAT) and the Department of the Prime Minister and Cabinet (PM&C) with different federal government agencies responsible for each of the goals.",
  "[182] Australia is not on-track to achieve the SDGs by 2030. [183] Four modelled scenarios based on different development approaches found that the 'Sustainability Transition' scenario could deliver \"rapid and balanced progress of 70% towards SDG targets by 2020, well ahead of the business-as-usual scenario (40%)\". [183] In 2020, Australia's overall performance in the SDG Index is ranked 37th out of 166 countries (down from 18th out of 34 countries in 2015). [184][185] Bangladesh[edit] Bangladesh, as an active participant in the global process of preparing the Agenda 2030, started its implementation from the very beginning through the integration of SDGs into the national development agenda. The SDGs were integrated with the country's 7th Five Year Plan (7FYP, 2016- 2020) and these were given emphasis while setting the priority areas of the 7FYP such that the achievement of Plan objectives and targets also can contribute towards the achievement of the SDGs. All the 17 goals were integrated into the 7FYP.",
  "A Development Results Framework (DRF)- -a robust and rigorous result based monitoring and evaluation framework—was also embedded in the Plan for monitoring the 7FYP. The outcomes and targets in the DRF were aligned with the SDGs focus on macroeconomic development, poverty reduction, employment, education, health, water and sanitation, transport and communication, power, energy and mineral resources, gender and inequality, environment, climate change and disaster management, ICT, urban development, governance, and international cooperation and partnership.",
  "[186] Bhutan[edit] The Sustainable development process in Bhutan has a more meaningful purpose than economic growth alone. The nation's holistic goal is the pursuit of Gross National Happiness (GNH),[187] a term coined in 1972 by the Fourth King of Bhutan, Jigme Singye Wangchuck, which has the principal guiding philosophy for the long term journey as a nation. Therefore, the SDGs find a natural place within the framework of GNH sharing a common vision of prosperity, peace, and harmony where no one is left behind. Just as GNH is both an ideal to be pursued and a practical tool so too the SDGs inspire and guide sustainable action. Guided by the development paradigm of GNH, Bhutan is committed to achieving the goals of SDGs by 2030 since its implementation in September 2015. In line with Bhutan's commitment to the implementation of the SDGs and sustainable development, Bhutan has participated in the Voluntary National Review in the 2018 High-Level Political Forum.",
  "[188] As the country has progressed in its 12th five-year plan (2019–2023), the national goals have been aligned with the SDGs and every agency plays a vital role in its own ways to collectively achieving the committed goals of SDGs. India[edit] The Government of India established the NITI Aayog to attain sustainable development goals.",
  "[189] In March 2018 Haryana became the first state in India to have its annual budget focused on the attainment of SDG with a 3-year action plan and a 7-year strategy plan to implement sustainable development goals when Captain Abhimanyu, Finance Minister of Government of Haryana, unveiled a ₹1,151,980 lakh (equivalent to ₹130 billion, US$1.7 billion or €1.6 billion in 2020) annual 2018-19 budget. [190] Also, NITI Aayog starts the exercise of measuring India and its States’ progress towards the SDGs for 2030, culminating in the development of the first SDG India Index - Baseline Report 2018[191] Africa[edit] Countries in Africa such as Ethiopia, Angola and South Africa worked with UN Country Teams and the United Nations Development Programme (UNDP) to provide support to create awareness about SDGs among government officers, private sector workers, MPs and the civil society. [192] In Cape Verde, the government received support from the UNDP to convene an international conference on SDGs in June 2015. This contributed to the worldly discussions on the specific needs of Small Island Developing States in the view of the new global agenda on sustainable development. In the UN country team context, the government received support from UNDP to develop a roadmap (a plan) to place SDGs at the middle of its national development planning processes. [192] In Liberia, the government received support from UNDP to develop a roadmap to domesticate the AU Agenda 2063 and 2030 Agenda into the country's next national development plan.",
  "Outlines from the roadmap are steps to translate the Agenda 2063 and the SDGs into policies, plans and programs whiles considering the country is a Fragile State and applies the New Deal Principles. [192] Uganda was also claimed to be one of the first countries to develop its 2015/16-2019/20 national development plan in line with SDGs.",
  "It was estimated by its government that about 76% of the SDGs targets were reflected in the plan and was adapted to the national context. The UN Country Team was claimed to have supported the government to integrate the SDGs. [192] In Mauritania, the Ministry for the Economy and Finances received support from the UNDP to convene partners such as NGOs, government agencies, other ministries and the private sector in the discussion for implementing of the SDGs in the country, in the context of the UN Country Team. A national workshop was also supported by the UNDP to provide the methodology and tools for mainstreaming the SDGs into the country's new strategy. [192] The government of countries such as Togo, Sierra Leone, Madagascar and Uganda were claimed to have volunteered to conduct national reviews of their implementation of the 2030 Agenda. Support from UNDP was received to prepare their respective reports presented at the UN High-Level Political Forum.",
  "It was held during 11–20 July 2016 in New York in the United States. This forum was the UN global platform to review and follow up the SDGs and 2030 Agenda.",
  "It is said to provide guidance on policy to countries for implementing the goals. [192] Nigeria[edit] Main article: Sustainable Development Goals and Nigeria Nigeria is one of the countries that presented its Voluntary National Review (VNR) in 2017 & 2020 on the implementation of the SDGs at the High-Level Political Forum on Sustainable Development (HLPF). In 2020, Nigeria ranked 160 on the 2020 world's SDG Index. [193] The government affirmed that Nigeria's current development priorities and objectives are focused on achieving the SDGs. [194] The Lagos SDGs Youth Alliance is another pivotal SDGs Initiative in Nigeria aimed at promoting the involvement of youth in achieving the 2030 Agenda and supporting long-term sustainable development strategy of Lagos state. [195] Ghana[edit] Main article: Sustainable Development Goals and Ghana Ghana aims to align its development priorities in partnership with CSOs and the private sector to achieve the SDGs in Ghana together.",
  "[196] Europe and Middle East[edit] Baltic nations, via the Council of the Baltic Sea States, have created the Baltic 2030 Action Plan. [197] The World Pensions Forum has observed that the UK and European Union pension investors have been at the forefront of ESG-driven (Environmental, Social and Governance) asset allocation at home and abroad and early adopters of \"SDG-centric\" investment practices.",
  "[97] Iran[edit] Main article: Sustainable Development Goals and Iran In December 2016 the Government of the Islamic Republic of Iran held a special ceremony announcing a national education initiative that was arranged by the UNESCO office in Iran to implement the educational objectives of this global program. The announcement created a stir among politicians and Marja' in the country. [198] Lebanon[edit] Main article: Sustainable Development Goals and Lebanon Lebanon adopted the Sustainable Development Goals in 2015. It presented its first Voluntary National Review VNR in 2018 at the High Level Political Forum in New York. A national committee chaired by the Lebanese Prime Minister is leading the work on the SDGs in the country. [199] In 2019, Lebanon's overall performance in the SDG Index ranked 6th out of 21 countries in the Arab region.",
  "[200] United Kingdom[edit] The UK's approach to delivering the Global SDGs is outlined in Agenda 2030: Delivering the Global Goals, developed by the Department for International Development. [201] In 2019, the Bond network analyzed the UK's global progress on the Sustainable Development Goals (SDGs).",
  "[202] The Bond report highlights crucial gaps where attention and investment are most needed. The report was compiled by 49 organizations and 14 networks and working groups. Americas[edit] United States[edit] 193 governments including the United States ratified the SDGs. However, the UN reported minimal progress after three years within the 15-year timetable of this project. Funding remains trillions of dollars short. The United States stand last among the G20 nations to attain these Sustainable Development Goals and 36th worldwide.",
  "[203] Notes[edit] ^ While the total ranking results on the average ranking in five different reports, the number of mentions is not identical with the average ranking. References[edit] ^ United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313 Archived 28 November 2020 at the Wayback Machine) ^ United Nations (2015) Resolution adopted by the General Assembly on 25 September 2015, Transforming our world: the 2030 Agenda for Sustainable Development (A/RES/70/1 Archived 28 November 2020 at the Wayback Machine) ^ a b United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313 Archived 28 November 2020 at the Wayback Machine) ^ a b \"SDG Indicators - Global indicator framework for the Sustainable Development Goals and targets of the 2030 Agenda for Sustainable Development\".",
  "United Nations Statistics Division (UNSD). Retrieved 6 August 2020. ^ a b c \"SDG Tracker\". Our World in Data. Retrieved 6 August 2020. ^ \"SDGs\".",
  "Nordic Waves ENG. Retrieved 3 June 2022."
]
