[
  "Clean Water and Sanitation: Data Analysis to Spread Awareness about the Most Precious Resources for Life Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerCodemotion MagazineWe code the future. TogetherDiscover Live Tech Communities Hackathons Coding Challenges For Kids Watch Talks Playlists Edu Paths Magazine AI/ML Backend Frontend Dev Life DevOps Soft Skills Talent Partners For Companies Home » AI/ML » Data Science » Clean Water and Sanitation: Data Analysis to Spread Awareness about the Most Precious Resources for LifeAI/MLClean Water and Sanitation: Data Analysis to Spread Awareness about the Most Precious Resources for Life Collecting and giving the right information on how to manage water improves the quality of life: participate in the second IBM Call for Code 2021 Challenge!Last update May 11, 2021 by Leo Sorge Over the past 50 years, our Planet has been seriously injured by the human race.",
  "A prodigious environment moved by forces that are in part still a mystery to us is changing as a result. Some would argue that it’s fighting against a threat to its own survival. Us. It is now time to take action to reduce our negative impact on Earth, but in the meantime, we must also provide for the needs of our growing population while it’s faced with global changes. Food, water, and industry to sustain ten billion people need to undergo global reengineering. People and organizations ought to organize themselves in a different and cross-linked manner if we wish that the human race can live long and prosper.",
  "Luckily enough, technology is taking a relevant role in finding both a cure for our environment and a solution to our problems. And, as developers, you can be the makers of this.",
  "This year’s IBM Call4Code Clean Water and Sanitation challenge offers an incredible chance to any developer willing to give his/her contribution to enable new processes in water-poor areas with Cloud solutions and AI software resources. Table Of Contents The ChallengeYour new skills: a global viewTechnology at the service of the PlanetLiquid prep, a hint from 2019 CallForCode ChallengeGoing deep into the problem: Clean Water IBM Tech used in the Clean Water and sanitation ChallengeThe proposed architectureThe idea: an API for water dataMore ideas about this challengeIdea 5 – Educate & InspireIdea 7 – Recommend policymakersIdea 8 – Legal slang explainedReference information from IBM TutorialsPlatform developmentMapping APIsArtificial intelligenceData scienceInternet of ThingsData setsNGO documentsLet’s start with four easy steps!Step 1: Join the communityStep 2: Access the resourcesStep 3: Get connectedStep 4: Submit your solutionConclusions The Challenge The Call for Code Global Challenge is a worldwide initiative that collected over 400,000 developers in 179 Countries, creating in excess of 15,000 applications. Its main ideas are based on the 17 Substainable Development Goals of the UN. IBM in part of the 2021 edition. Are you a developer? Participate in a team, imagine a solution, and compete to have a chance to win $200,000 and receive comprehensive support to see your solution deployed.",
  "Or, If you want to participate but currently you don’t have so long time to work on a full solution, you can anyway give your help in contributing code to existing open-source projects. Through the Call for Code initiative, you have the opportunity to build and contribute to sustainable, open-source technology projects that address social and humanitarian issues.",
  "Call for Code is different from any other tech for good initiatives in that top solutions are deployed to make a demonstrable difference in the communities with the greatest need. IBM is part of this initiative for a long time and still pushes on. What are you waiting for? Be part of the fun, pick the engagement that is right for you, and build skills while making meaningful change! The main way to get involved with Call for Code is by forming a team and competing in the Global Challenge. Your new skills: a global view Open-Source, community-driven environments build strong foundations for every digital project today.",
  "An international connection environment to pick the best experts to complete your idea is a fundamental help to the final goal. Also technology plays a central role in all this: putting your idea into a secure and scalable framework is a relevant part of a winning solution, and IBM is the right partner to be involved with.",
  "Building on top of strong foundations, robust environments can be easily developed through a rich infrastructure such as IBM’s. Winning is the final goal of every competitor, and this is true for the Call for Code Global Challenge 2021. Widening the horizon is an important give-up to every participant. Technology at the service of the Planet On our webinar to introduce the 2021 Call for Code Global Challenge, Georges-Henri Moll, distinguished Data Scientist at IBM, and Xavier Rey-Robert, Developer Advocate at IBM, demonstrate how to view open data in a Node.js dashboard. In their example, they show how to locate polluted waters, and Xavier Rey-Robert explains how to build a Node.js dashboard for an earthquake alert system. These tutorials are taken from the starter kits for the 2021 Call for Code.",
  "If you are curious to learn more, or to understand how to take full advantage of this opportunity, we advise you not to miss it! Liquid prep, a hint from 2019 CallForCode Challenge The Call for Code 2019 Global Challenge asked teams of developers, designers, data scientists and business analysts to build solutions that significantly improve preparedness for natural disasters and accelerate relief when they hit.",
  "Liquid Prep offers an end-to-end solution for farmers who want to optimize their water usage; especially during times of drought. It is specially designed for low-literate farmers in developing countries who also need access to advanced agricultural advice to be successful. By using an intuitive mobile app, local soil sensors, and backend service in IBM cloud, farmers can be better informed on how to use limited water supplies and increase their chances of growing healthy crops for their small plots of land. Going deep into the problem: Clean Water According to the World Health Organization, 2.2 billion people around the world do not have safely managed drinking water services, 4.2 billion people do not have safely managed sanitation services, and 3 billion people lack basic handwashing facilities. These services are critical in preventing the spread of COVID-19 and other diseases. Even in areas that have these services, there are vast inequalities in the accessibility, availability, and quality of the services.",
  "UNICEF is urgently appealing for funding and support to reach more children with basic water, sanitation, and hygiene facilities, especially those children who are cut off from safe water because they live in remote areas, in places where water is untreated or polluted, or because they are without a home, living in a slum or on the street. From intelligent solutions for small farmers to recycling showers, technology can make a significant impact on the availability of water and its consumption.",
  "IBM provides various technologies such as IoT, Watson AI services, and blockchain. IBM Water Management as a Service platform can monitor water resources in real time. Through this cloud-based platform, IBM is helping to improve the management of water resources. IBM Tech used in the Clean Water and sanitation Challenge Let’s think you are in with your team and you choose the Clean water and sanitation solution. What is your team required to do? In short, here are the three basic technologies with their proper names: Tech #1: One user, the Community Leader.Tech #2: The IBM Watson cloud chatbot.Tech #3: The AI recommendation engine.",
  "The proposed architecture Recalling a current expression well known in the development arena, we can call this project Water Management as a Service. There are many ways such a project could help with.",
  "Some of them are listed as follows: creating a database and interactive map to help locate and maintain the water points across the counties:collecting water usage, breakage, and repair data from boreholes that are monitored by SweetSense;delivering tickets to repair and maintenance teams who can respond to failures and repair the boreholes. The idea: an API for water data To encourage optimal water choices by consumers and local governments and to incentivize water sustainability, we propose devising and implementing an API for water data collection and dissemination. With an API, you could have a centralized way to: query geolocations of sustainable water sources;simplify coordination and funding for water construction projects;explore educational tools to support water sustainability and clean water access;enable transparent water usage, cleanliness results, and site-to-site comparison;access plain language case studies and legislation. You and your team can imagine and realize your own idea. IBM engineers thought about this challenge listing software resources and architecting some viable paths to the final solution. Tier work provided several examples that you and your team can use to jump-start your solution ideas, either partially or totally.",
  "You and your team can also skip all suggested ideas and start from scratch! The following ideas are examples only, so feel free to brainstorm with your team to create your original ideas and solutions.",
  "For example, we cited the 2020 Call for Code Grand Prize winner, Agrolly: they created a solution that uses IBM Cloud Object Storage, IBM Watson Studio, IBM Watson Assistant, and The Weather Company technologies to execute climate risk assessments, which allows farmers with fewer resources available to them to still make more educated decisions, obtain the necessary financing, and improve their economic outcomes. More ideas about this challenge IBM provides teams with a rich number of hints to develop a new project. The complete list of ideas can be found at this address. It can be fun, anyway, to take a look at some of the examples here. Idea 5 – Educate & Inspire A teacher can run and manage a challenge program that both educates students on clean water access & inspires future change in one platform. Essential technologies needed: gamification and badging;embedded virtual whiteboard;technology to test clean water;repository for clean water resources and assessment;connect with other communities and learn from water use experiences.",
  "Idea 7 – Recommend policymakers A researcher can track rainwater levels so they can derive insights and make recommendations to communities and policymakers in a fraction of the time. Essential technologies needed: sensor data;automated analytical analysis;historic data on local rainfall;historic comparison of the color of surface water over time from satellite imagery;rainfall forecast.",
  "Idea 8 – Legal slang explained Community advocacy groups can search and read legal case studies and legislation in plain language terms. Essential technologies needed: natural language processing;text summarization;document management. Reference information from IBM Use the following resources to identify a topic and create your solution. A set of three basic tutorials can be used as a first reference: Build a water quality dashboard with GeoJSON and Node-REDBuilding integrations with event-driven flows or flows for APIsAnalyzing geospatial environment data Let’s now see together the rich set of tutorials that IBM has readied for all participants, element by element, ad a valuable resource set to develop your solution, Tutorials All basic aspects of the project are covered by dedicated tutorials. Platform development Identify the right environment, software, and runtime to power and scale your solution. Technical libraryWatson StudioWatson IoTWatson Machine Learning Mapping APIs HERE Technologies APIDraw GeoJSON mapsCollection of zip code boundary files for each of the 50 US states Artificial intelligence Use AI to create apps that accelerate, enhance, and scale the human experience.",
  "Technical library Data science Analyze structured and unstructured data to extract knowledge and insights related to urgent issues. Technical library Internet of Things Collect and analyze device sensor data to take corrective or preventive action automatically.",
  "Integrate Watson IoT with HERE TrackingBuild a hyper-local weather dashboard: Use The Weather Company’s APIs to build a Node-RED weather dashboardAnalyze IoT ESP8266 sensor data Data sets These public data sets provide information on the problem. USGS watershed mapsAquagenuity API provides water quality reports for many USA zip codesA large collection of data sets, topics include climate, weather, and agricultureData collections that include atmosphere, ocean, land, and flood data, both current and historicalPlatform for organizing and presenting variables and indicators on water resources and their useMet Office data feeds in a format that is suitable for application developers.Met Office on AWS EarthYahoo Weather API for your apps NGO documents These are the go-to documents for measuring impact and progress against the key issue. Open data in the agricultural sector Let’s start with four easy steps! The Call For Code 2021 community is there for you with all available resources. Get connected and then submit your solution: it only requires four steps Step 1: Join the community By joining the community, you will be registered for the Global Challenge and will receive: A free IBM Cloud account with $200 in credits, allowing you to build your skills and kick-start your solution;Call for Code communications so you can receive the latest announcements, events, resources, and more;Access to a dedicated Slack workspace where you can find tips from Call for Code mentors to help accelerate app development. Step 2: Access the resources Learn the ways climate change impacts our world, and get the resources you need to fight back.",
  "Find starter kits with code patterns, expert videos, and tutorials to build your idea. Step 3: Get connected Whether you want to find teammates, meet experts, ask questions, or meet another tech for good developers from around the world, there’s a community for you.",
  "Be sure to join the Call for Code Slack channel to get access to mentors and receive the latest updates. Step 4: Submit your solution When you’re ready to submit your open-source solution, visit the submission page to: Provide a link to a public source code repository on GitHub;Include a 3-minute demo video;Submit your solution. Your solution is officially in the running for a chance to win $200,000 and support in setting up your team as a startup. Submissions are open now, and close in three months, on July 31. The review process will last until November 2021, when the winners will be announced. Should you have any further questions, you can access the 2021 Global Challenge FAQ.",
  "Conclusions The world infrastructure needs a global process reengineering to keep alive our planet – and the human race. IBM Call for Code Global Challenge 2021 is a great way to give a contribution to improve Earth’s health, and a developer’s health and wealth too."
]