[
  "\n\n\n\nClimate action - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClimate action\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\nActions taken due to climate change\nThe present disambiguation page holds the title of a primary topic, and an article needs to be written about it. It is believed to qualify as a broad-concept article. ",
  "It may be written directly at this page or drafted elsewhere and then moved over here. Related titles should be described in Climate action, while unrelated titles should be moved to Climate action (disambiguation). Climate action (or climate change action) can refer to a range of activities and measures related to climate change, such as:\n\nClimate change mitigation\nClimate change adaptation\nIndividual action on climate change\nBusiness action on climate change\nClimate movement, Actions by non-governmental organizations\nTopics referred to by the same term\n\n This disambiguation page lists  articles associated with the title Climate action.If an internal link led you here, you may wish to change the link to point directly to the intended article. Retrieved from \"https://en.wikipedia.org/w/index.php?title=Climate_action&oldid=1057271271\"\nCategories: Disambiguation pagesClimate changeGlobal environmental issuesHuman impact on the environmentHidden categories: Articles with short descriptionShort description is different from WikidataDisambiguation pages to be converted to broad concept articlesDisambiguation pages with short descriptionsAll article disambiguation pagesAll disambiguation pages\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nLanguages\n\n\nČeština\nEdit links\n\n\n\n\n\n\n This page was last edited on 26 November 2021, at 15:34 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0;\nadditional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. ",
  "Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization. Privacy policy\nAbout Wikipedia\nDisclaimers\nContact Wikipedia\nMobile view\nDevelopers\nStatistics\nCookie statement "
]