[
  "Responsible Production and Green Consumption: How to Find a Sustainable Path forward and Avoid Waste Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerCodemotion MagazineWe code the future. TogetherDiscover Live Tech Communities Hackathons Coding Challenges For Kids Watch Talks Playlists Edu Paths Magazine AI/ML Backend Frontend Dev Life DevOps Soft Skills Talent Partners For Companies Home » AI/ML » Data Science » Responsible Production and Green Consumption: How to Find a Sustainable Path forward and Avoid WasteData ScienceResponsible Production and Green Consumption: How to Find a Sustainable Path forward and Avoid Waste Large-scale industrial production and consumption need full re-engineering if we want to keep recycling processes running efficiently and reduce our impact on our planet.",
  "Technology is the means, engineers, mathematicians and scientists have the solution. This is your call.Last update May 17, 2021 by Leo Sorge Current approaches to water, food, and production need to be reverse-engineered worldwide to achieve real sustainability for the global population. ICT technology provides the foundation on which to build disruptive solutions that will change the world forever. This change can be called a digital transformation: teams can build ingenious, disruptive solutions based on an ICT foundation. These solutions will be available to the whole world, thanks to a Cloud-based deployment. Artificial Intelligence will handle the more challenging, data-hungry feeds, allowing decision makers and private citizens to make the best possible decisions around sustainability issues.",
  "The systems that produce food and water, and the industry that sustains ten billion people all need to undergo a worldwide process of re-engineering. People and organizations need to organize themselves in a new, interlinked way to allow the human race to live long and prosper!",
  "Fortunately, technology may prove to be an important part of the cure for what ails us. Even better, you can be part of that cure. Join the IBM Call for Code Global Challenge 2021 NOW! Table Of Contents Technology at the service of the PlanetThe ideaFeatured tutorialsWatson DiscoveryKubernetesNew RelicCloudantWeb scrapingFastifyData setsNGO documentsStep 1: Join the communityStep 2: Access the resourcesStep 3: Get connectedStep 4: Submit your solution Technology at the service of the Planet On our webinar to introduce the 2021 Call for Code Global Challenge, Georges-Henri Moll, distinguished Data Scientist at IBM, and Xavier Rey-Robert, Developer Advocate at IBM, demonstrate how to view open data in a Node.js dashboard. Their example shows the process for locating polluted waters, while Xavier Rey-Robert goes on to explain how to build a Node.js dashboard for an earthquake alert system. These tutorials are taken from the starter kits for the 2021 Call for Code.",
  "If you are curious to learn more, or to discover how to take full advantage of this opportunity, don’t miss it! The Challenge IBM is part of the 2021 Call for Code Global Challenge, based on the Seventeen Substainable Development Goals of the UN.",
  "The Call for Code focuses on teams involved in developing solutions that will change the planet’s life – and perhaps your life too! The community is a huge one: over 400,000 developers in 179 Countries have participated, creating in excess of 15,000 applications. Participate in a team, devise a solution, and compete to have a chance to win $200,000 and receive comprehensive support to deploy your solution. The Call for Code initiative offers you the opportunity to build and contribute to sustainable, open-source technology projects that address social and humanitarian issues. Call for Code is different from other Tech for Good initiatives in that the top solutions are deployed in the real world, making a demonstrable difference in communities with the greatest need. The 2021 edition presents your creative mind with three different challenges – all you have to do is choose the best fit for you.",
  "The challenges focus on: zero hunger, clean water and sanitation, and responsible production/green consumption. IBM has been sponsored this initiative for a long time and continues to do so.",
  "What are you waiting for? Be part of the fun, pick the challenge that is right for you, and build your skills whilst also creating meaningful change! The most direct way to get involved with Call for Code is by forming a team and competing in the Global Challenge. If your current schedule does not allow you to be part of a team, you can help by contributing code to existing open-source projects instead. The Pillars Competing in a global challenge offers every participant a huge bonus – the chance to understand how each step of a large project is realised. This deepens many individual competencies and broadens participants’ overall perspective.",
  "Anyone can create a winning solution! Open-Source, community-driven environments provide a strong foundations for digital projects today.",
  "Every international project draws on a solid network of communities and components to maximum advantage. Based on such strong foundations, robust environments can easily be developed with the help of a rich infrastructure, such as that of IBM. Every competitor’s goal is to win, and this is equally true of the Call For Code Global Challenge 2021. Broader horizons are an important take-away for every participant. Then of course, there’s the chance that participation might launch a developer to international prominence and worldwide visibility, whether by winning or simply participating. A path to Responsible Computing Responsibility – it’s a hugely important point.",
  "This year, Call for Code is tackling the imminent and existential threat to Planet Earth: climate change. As the United Nations says, “The impacts of climate change are global in scope and unprecedented in scale.",
  "Without drastic action today, adapting to these impacts in the future will be more difficult and costly.” Rashik Parnar, a technologist working in IBM for about 40 years, has been involved with the Call for Code Global Challenge several years as both a judge and a mentor. Rashik and his fellow technologists view using tech for good, as well as responsible computing, as the path forward to a better future for our world. Rashik supports Call for Code teams with his expertise, helping them unleash their potential impact, and has this to say: “Whether you want to build new skills to carry forward into your professional career, meet a worldwide community of innovators, or inscribe your code on a transformative solution that effectively combats climate change, the time to answer the call is now! Join Call for Code and be part of the solution. “ LikeBee, optimizing plastic use Plastic is a big part of production processes all over the world. Every macro-region is pursuing ways to lower the impact of all kinds of plastics on the environment.",
  "Finding a way to lower the impact of plastic is very important – this family of materials makes a large contribution to climate change. By 2050, the carbon footprint of plastic is expected to account for a full fifteen percent of the global annual carbon budget.",
  "One of the Regional Winners of the 2020 Call for Code Challenge, LikeBee from Brazil, has good news for us: recycling can save energy and reduce plastic-related carbon emissions. This team created LikeBee to help consumers become more conscious of the positive impact they can have on reducing plastics. The team developed an intelligent recycling bin, associated with its own app: this complete solution records a user’s recycling activity and offers digital discount coupons, based on the level of activity achieved, that can be used at stores in the LikeBee network. Delving deep into the Production Challenge The current use of natural resources is unsustainable. The global material footprint rose nearly eighteen percent – from 73 billion metric tons in 2010 to 85.9 billion metric tons – in 2017. These numbers come from a UN report that also establishes seventeen essential goals to be achieved in relation to climate change.",
  "In particular, Goal Twelve aims to achieve economic growth and sustainable development, while reducing our ecological footprint by changing the way we produce and consume goods and resources. Technology can help responsible production and green consumption in many ways, from recommendations on energy efficiency to highlighting the carbon footprint of online purchases.",
  "The goal of the Production Challenge is to take into account all phases of resource use, so that we can do more and better with less. This challenge might involve integrating many pieces of technology to create a single solution. Tech #1: Container management through Kubernetes orchestrationTech #2: Fastify responsiveness for happy users and serversTech #3: IBM Watson Discovery to scan market dataTech #4: IBM Cloudant-based approach to data storage. The proposed architecture The user interacts with a web application for the marketplace.The React app communicates with the back-end APIs.The Fastify back end handles data requested by the web app and exposes some public endpoints for material market data through a RESTful API.The back end queries Watson Discovery for updated information on materials.Discovery manages a collection of recycled and non-recycled material information, such as average prices, carbon impact, and quality. Discovery enriches the data with natural language processing so that it can be more easily indexed.Discovery crawls public websites for updates on current material information.The back end stores and retrieves information on material that is provided by users in an IBM Cloudant NoSQL database.A Kubernetes cluster is used for a scalable, flexible, modern containerized environment.New Relic provides Full-Stack Observability and monitoring within the Kubernetes environment. The idea One of the more pressing challenges in addressing waste and shifting to a more circular economy is the increasing complexity of products.",
  "Electronics are getting smaller and more sophisticated, making recovery and reuse of materials challenging. Product designers should create products with end-of-life in mind, by reducing the number of components, for example.",
  "Communities could benefit from developing infrastructure, policies, and systems to support repair, reuse, and recycling. To encourage this change, IBM proposes creating a transparent and trustworthy platform for trading resources and knowledge, that also provides access to a community of experts. This platform will enable producers and consumers to build and buy products in a sustainable way by reducing waste, increasing the use of recycled materials, and improving the overall repairability of products. The platform would support both the producer/manufacturer and the material supplier. A producer or manufacturer can find and compare the price, quality, and carbon impact of recycled materials while learning about best practices for recyclable processing, through a trustworthy, real-time trading platform. A recycled material supplier can sell recycled resources directly to producers through a marketplace at competitive rates.",
  "More ideas on the Production challenge There’s no limit to the projects you and your team may submit. IBM has sketched out some more ideas and listed them on a dedicated GitHub page.",
  "This list includes: Responsible consumption through repairabilityExtended product life through repairabilityImproved waste collecting and recyclingEfficient waste collection. IBM tech used in the Production challenge Reference information from IBM Featured tutorials Deploy a Watson Discovery application with New Relic observability on IBM Cloud Kubernetes Service Create an app to perform intelligent searches on data Watson Discovery Extract and enrich data with a powerful analytics engine, optimizing searches with the use of natural language processing. Watson DiscoveryCreate a cognitive news search appCreate an app to perform intelligent searches on data Kubernetes Deploy your web applications in a highly scalable, flexible, modern containerized environment. IBM Kubernetes ServiceDeploy a Watson Discovery application on Kubernetes New Relic Gain observability for your Kubernetes environment and your microservices. Register for a free New Relic accountLog in to your New Relic account and follow the guided installation for KubernetesLearn how to use the Kubernetes Cluster ExplorerUpgrade to an Observability for Good account Cloudant A NoSQL JSON document database based on Apache CouchDB, with a free trial on IBM Cloud. IBM CloudantConnecting Cloudant DBaaS to a Node.js app Web scraping Analyze available market data to make automated decisions.",
  "Build an optimal product price recommendation system Fastify Power the back-end API with a fast and low-overhead web framework for Node.js. FastifyCreating a Fastify application Data sets Lifecycle Inventory (LCI) Database EU Open Data Portal Balebid, the global recycling marketplace Material Exchange e-Stewards NGO documents KPMG – The plastic recycling opportunity European Union – European Circular Economy Stakeholder Platform Let’s start in four easy steps!",
  "The participation process is easy and straightforward. First, join the community, then access the resources, get connected, and submit your solution. Here are the four steps: Step 1: Join the community By joining the community, you will be registered for the Global Challenge and will receive: A free IBM Cloud account with $200 in credits, allowing you to build your skills and kick-start your solution;Call for Code communications, including the latest announcements, events, resources, and more;Access to a dedicated Slack workspace where you can find tips from Call for Code mentors to help accelerate app development. Step 2: Access the resources Learn about the ways in which climate change impacts our world, and get the resources you need to fight back. Find starter kits with code patterns, expert videos, and tutorials to build your idea. Step 3: Get connected Whether you want to find teammates, meet experts, ask questions, or meet other Tech for Good developers from around the world, there’s a community for you.",
  "Be sure to join the Call for Code Slack channel to get access to mentors and receive the latest updates. Step 4: Submit your solution When you’re ready to submit your open-source solution, visit the submission page to: Provide a link to a public source code repository on GitHub;Include a three-minute demo video;Submit your solution.",
  "Your solution is officially in the running for a chance to win $200,000 and support in setting up your team as a startup. Submissions are open now, and close in three months, on July 31st. The review process will last until November 2021, when the winners will be announced. For any further questions, you can access the 2021 Global Challenge FAQ. The world’s infrastructure needs a global re-engineering process to keep our planet – and the human race – alive. IBM’s Call for Code Global Challenge 2021 is a great way to make a contribution to improving the Earth’s health, and maybe a developer’s health and wealth too.",
  "You can make a difference at a planetary level. Don’t wait: Join the IBM Call for Code Global Challenge 2021 NOW!"
]