[
  "The race against economic inequality within emerging markets – a case for SMEs – Middle East & Africa News Center Skip to Main Content Skip to main content Microsoft News Center Middle East & Africa News Center Middle East & Africa News Center Middle East & Africa Home Features Videos Press Tools Investor Relations Image Gallery Regional News Facts About Microsoft Worldwide News Analyst Reports Executive Biographies Blogs & Communities 4Afrika The Official Microsoft Blog Microsoft US News Centre Microsoft Office Blogs Windows Blogs Microsoft Story Labs Microsoft News Centre Europe Navigating your way to the Cloud More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in The race against economic inequality within emerging markets – a case for SMEs November 2, 2020 | Microsoft News Center Share on Facebook (opens new window) Share on LinkedIn (opens new window) Share on Twitter (opens new window) By Soromfe Uzomah, Head: Strategic Partnerships, Microsoft 4Afrika One of the great challenges of the 21st Century is the need to reduce poverty levels and economic inequality globally. Economic growth is the most powerful tool for reducing poverty and improving the quality of life in developing countries.",
  "The World Bank’s Poverty and Inequality Report finds that, “More equal countries tend to have healthier people, be more economically efficient, and have greater social stability than highly unequal countries. And countries that invest smartly in reducing inequality today are likely to see more sustained economic growth than those that don’t invest. Less inequality can benefit the vast majority of the world’s population.” However, emerging markets are often defined by marked levels of economic inequality. And while governments have a responsibility to try to close the income gap, Small and Medium Enterprises (SMEs) can have a profound impact in ensuring economic growth as reflected by GDP growth. SMEs represent about 90% of businesses and more than 50% of employment worldwide. Formal SMEs contribute up to 40% of national income (GDP) in emerging economies, and these numbers rise significantly if we include informal SMEs.",
  "It’s estimated that 600 million jobs will be needed by 2030 to absorb the growing global workforce, which makes SME development a high priority for many governments. In emerging markets, most formal jobs are generated by SMEs, which create 7 out of 10 jobs.",
  "The Organisation for Economic Cooperation and Development (OECD) states that SMEs are essential for delivering more inclusive globalisation and growth, while the World Bank notes that SMEs play a major role in most economies, particularly in developing countries, by generating employment, adding value, making moderate to significant impacts to the GDP growths of economies, and driving innovation. It has been identified that SMEs are of overwhelming importance for developing countries, because they account for more than 90% of all firms outside the agriculture sector. We can see the benefits of a robust SME sector clearly in a study of the ASEAN (Association of Southeast Asian Nations) countries. SME development is an important point of consideration for the ASEAN Economic Community Blueprint, which aims at increasing the contribution of SMEs to the overall economic growth and development of ASEAN as a region. SMEs have been directly correlated to economic growth in many thriving Asian economies, including Korea, Singapore and Thailand, and they’ve also played a very significant role in the rapid industrialisation and development of China and of India, two of our BRICS partners. There’s a connection between the levels of poverty, hunger and economic well-being of a society and the general condition of SMEs in that country.",
  "In most developing and developed economies, over 90% of SMEs improve the employment rate. With respect to the ASEAN economies, studies have concluded that SMEs’ development is integral to achieve long-term sustainable economic growth.",
  "It can hardly then be a surprise that three of the Asian countries with the most notable growth occupy the top ten rankings for the World Bank’s annual Ease of Doing Business survey for 2018, Singapore in second place, Republic of Korea in fourth and Hong Kong in fifth. In addition, Taiwan (#15) and Thailand (#26) appear in the top 30 countries, while only one African country, Mauritius (#25) appears in the top 30 list. While not specific to the SME sector, the rankings seek to quantify and rate the ease of doing business in a country, based on components such as the ease of doing or starting a business, dealing with permits, access to electricity and credit, trading across borders and resolving insolvency, to name a few. The challenge, according to the Doing Business Index, is that the sub-Saharan Africa region ranked “the economies with the least business-friendly regulations on average”, making growth in GDP contribution in the sub-Saharan countries much more difficult than our Asian counterparts, with a direct impact on job creation and poverty alleviation. Governments and regulators can do much to ease onerous legislative and regulatory requirements and facilitate the positive contributions of SMEs towards economic growth. Many SMEs across the world, but particularly in emerging markets, struggle with the same challenges – lack of access to affordable finance, trade and investment barriers, and lack of access to global markets.",
  "Poor physical and ICT infrastructure often prevent SMEs from operating efficiently or accessing international markets at competitive costs. Digitisation offers SMEs new opportunities to participate in the global economy, but many are lagging in digital transformation and access to the internet remains unattainable for many in the region.",
  "We’ve found that investing into strategic partnerships can provide much-needed assistance for SME’s. In Nigeria, Microsoft has partnered with First Bank of Nigeria, Vodacom Business Nigeria and MTN Nigeria, to provide their SME customers with access to technology, skills development resources, business networks and an educational platform. First Bank of Nigeria is building the capacity of local SMEs and accelerating their digital transformation by providing them with exclusive and tailored non-financial solutions, giving them access to technology at discounted rates and in local currency, while providing access to business networks and education through the Microsoft Virtual Academy. Vodacom Business Nigeria provides Microsoft Azure cloud services to Vodacom customers, enabling them to optimise their operations and improve their decision-making capabilities to maintain a competitive advantage. MTN Nigeria is focusing on capacity development, access to markets and business networks across Africa, providing access to technology while offering support in creating innovative solutions. Microsoft has partnered with Jumia in Nigeria and Kenya to host an official store page on the Jumia online mall.",
  "This provides SMEs with the opportunity to buy and use genuine Microsoft products and solutions with payments in local currency, helping to solve payment-currency challenges – and the intention is to grow this into other markets including Egypt, Ghana and Côte D’Ivoire. Innovative partnerships like these can really have a direct impact on SMEs and the challenges they face.",
  "Digital skills are essential for any organisation to grow, and we want to encourage technology adoption and skills development in every organisation. The Biz4Afrika Online platform is helping SMEs to access to technology, information, skills and markets. It’s helped bring 1.7 million SMEs online, and more than 500,000 SMEs in Africa are actively consuming Microsoft Cloud Services today. And it’s not only strategic partnerships with corporate entities that can shift the needle. Public-private partnerships play an important role. In Morocco, the partnership with Algo Consulting, has developed Wraqi, an online administration solution using machine learning, IoT and blockchain to improve citizen-government relations.",
  "Powered by the Microsoft cloud, Wraqi allows users to create an account with a signature repository, which government entities can use to identify, authenticate and authorize citizens remotely using electronic signatures and multi-factor authentication, which is likely to accelerate, but also facilitate, access to services. Opportunities for increased access to markets can also help to promote more inclusive growth.",
  "In West Africa, Microsoft-supported startup SpacePointe helps SMEs build affordable online marketplaces and ecommerce strategies. On a broader scale, the African Continental Free Trade Agreement (AfCFTA) can play the role of unlocking innovation, growth and productivity on the continent, especially for its SME segment, by translating spending power into economic development. It is apparent that sustained, fast growth in the Asian economies mentioned is related to robust infrastructure, legislation and ease of doing business in those countries, particularly in relation to the SME sector. Conversely, where these elements are not in place, countries experience slower growth. Enabling environments for SMEs will impact the future of many emerging market economies and allow smaller businesses to respond nimbly to the needs of those economies. If we are genuine in our desire to see the economies of the African continent grow and strengthen, then we must work with intent to help SMEs overcome the challenges they face.",
  "In doing so, levels of inequality and income disparity can be reduced. Related Posts Microsoft furthers its commitment to regional skilling with co-learning sessions for students of varying abilities Microsoft UAE customers share digitisation success stories on third anniversary of local data centres’ launch INJAZ Qatar and Microsoft Conclude “Women Technopreneurs” Project Finding the right ERP solution to transform South Africa’s SMEs Microsoft’s Smart Government Summit sparks dialogue to shape Kuwait’s Smart transformation Follow us: Twitter Check us out on RSS Share this page: What's new Surface Laptop Go 2 Surface Pro 8 Surface Laptop Studio Surface Pro X Surface Go 3 Surface Duo 2 Surface Pro 7+ Windows 11 apps Microsoft Store Account profile Download Center Microsoft Store support Returns Order tracking Virtual workshops and training Microsoft Store Promise Flexible Payments Education Microsoft in education Devices for education Microsoft Teams for Education Microsoft 365 Education Education consultation appointment Educator training and development Deals for students and parents Azure for students Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 Microsoft Power Platform Microsoft Teams Microsoft Industry Small Business Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Company Careers About Microsoft Company news Privacy at Microsoft Investors Diversity and inclusion Accessibility Sustainability English (United States) Sitemap Contact Microsoft Privacy Manage cookies Terms of use Trademarks Safety & eco About our ads © Microsoft 2022"
]