[
  "Nike goes 100% renewable across North America - edie Skip to content edie | empowering sustainable business Sustainability Net-Zero Business leadership  Login Logout My edie Menu News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Climate Finance Week 2022 Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact     Sustainability Net-Zero Business leadership  Login Logout My edie edie | empowering sustainable business Menu  News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Climate Finance Week 2022 Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact Login Logout My edie 01342 332000     Nike goes 100% renewable across North America Sportswear giant Nike is now more than half way towards its pledge to source 100% renewable energy globally, after signing a power purchase agreement with a Texan windfarm that will make the company's entire North American operations completely powered by renewables. Edie Newsroom Published 22nd January 2018 Save   Share Share Nike goes 100% renewable across North America from edie on Facebook Share Nike goes 100% renewable across North America from edie on Twitter Share Nike goes 100% renewable across North America from edie on LinkedIn Share Nike goes 100% renewable across North America from edie via Email Continue Reading Login or register for unlimited FREE access.",
  "Login Register Nike announced last Thursday (18 January) that it had signed its second major wind contract with Avangrid renewables to source 86MW from the Karankawa Wind Farm near Corpus Christi in Texas. Scheduled for completion by summer 2019, the 286MW capacity wind farm will produce enough energy annually to power more than 75,000 average US households. “This agreement enables us to source 100% renewable energy across our owned or operated facilities in North America,” Nike’s chief sustainability officer and vice president of the company’s Innovation Accelerator, Hannah Jones said. “Investing in renewable energy is good for athletes, the planet and for business.” Half way there The power purchase agreement means that Nike is now more than half way to its commitment of sourcing 100% renewable energy across owned and operated facilities worldwide. The commitment, agreed as part of Nike’s involvement with the RE100 initiative, has a 2025 deadline. Nike has previous power purchase agreements with Avangrid Renewables’, sourcing from three Columbia Gorge-based wind farms.",
  "The agreements deliver 100% renewable energy to Nike’s worldwide headquarters near Beaverton as well as the majority of the company’s Oregon-based facilities. “Working with partners like Nike who have relentless focus on driving the development and availability of renewable energy is exciting and inspiring,” Avamgrid Renewables’ vice president of origination Barrett Stambler said.",
  "“This partnership allows us to have a very positive impact in the local communities where we own and operate these wind farms, creating jobs & economic development for rural America and advancing our country’s energy independence.” Alongside the RE100, Nike has joined numerous global initiatives. Nike joined the Ellen MacArthur Foundation as a global partner, as well as pledging to the “We Are Still In” declaration to act on climate change, following US President Donald Trump’s revelation that the country would withdraw from the Paris Agreement. Last year, Nike joint other major apparel companies in committing to set emission reduction targets through the Science Based Targets initiative. Matt Mace Topics Tags nike renewables The Paris Agreement Save   Share Share Nike goes 100% renewable across North America from edie on Facebook Share Nike goes 100% renewable across North America from edie on Twitter Share Nike goes 100% renewable across North America from edie on LinkedIn Share Nike goes 100% renewable across North America from edie via Email Words Edie Newsroom Published 22nd January 2018 © Faversham House Ltd 2022 edie news articles may be copied or forwarded for individual use only. No other reproduction or distribution is permitted without prior written consent. Please login or Register to leave a comment.",
  "Most Read Now available on-demand: edie’s webinar on moving from climate risk to climate resilience ‘Greenwashing is over’: EU to tighten ESG disclosure requirements for large businesses Carlsberg to trial 8,000 bio-based beer bottles across Europe Report: 56% of carbon market in 2030 could be covered by man-made emissions removal technologies UK to consult on carbon tariffs on imports, following calls to act from MPs Related content ‘Economically and environmentally illiterate’: Green economy reacts to UK Energy Security Strategy Energy Germany unveils major electricity sector revamp, significantly boosting renewables goals Energy Earth Day 2022: What have businesses announced? Climate & nature Reports & Guides View more How to reach net-zero commuting Transport edie Explains: The Circular Economy Circular economy Mission Positive: To net-zero and beyond in the public sector Energy Webinars & Masterclasses View more From risk to resilience: Practical solutions to climate-proof your business Climate & nature Financing climate action: The Sustainable Investment Inspiration Sessions Finance Resource revolution: The Circular Economy Inspiration Sessions Circular economy Partner Content View more Podcast: The challenges of heat decarbonisation in manufacturing Energy Scope 3 Emissions: where do I start?"
]