[
  "Technology Solutions for Schools | Microsoft Education eduv2.msftedu.com Skip to main content Microsoft Education Education Education Home Devices Devices overview Windows 11 devices catalog NEW Surface Laptop SE How to buy Products Devices Windows 11 Windows 11 SE Microsoft 365 Office 365 Microsoft Teams Career Coach Learning tools OneNote Edge Blended learning Blended learning Microsoft Teams Devices Remote learning Webinars and events Virtual workshops and trainings Minecraft: Education Edition Software catalog Setup & Management Setup & Management Intune for education Azure Dynamics Education apps Mixed Reality Training & events Events calendar Workshops and training Educator center For educators For school leaders For IT pros Interactive demos Browse by audience School leaders School leaders School leaders overview Remote learning for school leaders School and instructional solutions School leaders tools Training and programs Transition to hybrid learning Resource center Educators Educators Educators overview Literacy solutions Remote learning for educators Technology in your classroom Social and emotional learning STEM learning Student-centered learning Training and community Students and parents Students and parents Students overview Parents overview Remote learning for students Remote learning for families IT pro IT pro IT pro overview Remote learning for IT pros Deployment Security solutions Training and support Higher education Higher education Higher education overview Cloud solutions Academic research Campus safety and security Campus solutions Student success management Higher education skills More Connect with an expert Search Search Microsoft in Education Cancel Devices priced for education starting at $249 > Education CONNECT WITH AN EXPERT What’s new in Microsoft Education Now more than ever your students deserve equitable access to technology. To help, Microsoft Education provides schools with solutions, technologies and education expertise to accelerate opportunities for all learners.",
  "Windows 11 devices work with or without an internet connection, protect against online threats, and have inclusive, built-in solutions that help each student achieve their potential. DISCOVER MICROSOFT EDUCATION DEVICES WATCH THE REIMAGINE EVENT NOW Accelerate learning Inclusively designed Support well-being Trusted and secure Microsoft Education solutions for schools deliver our most significant product updates in years, designed to support your students CONNECT WITH AN EXPERT Introducing Windows 11 SE The new, cloud-first operating system— Windows 11 SE, built for Education. The affordable and simple solution for education to help make learning accessible to every student. LEARN ABOUT WINDOWS 11 SE Surface Laptop SE Designed for education, built with students in mind. Technology solutions for schools starting at $249. Learn More Stay up to date on Microsoft Education Check out all Windows education devices in the catalog and sign up for our newsletter to get the latest announcements.",
  "Explore Education Devices Newsletter signup Tools to help meet the needs of every student Windows 11 We reimagined Windows for a new era of digital learning, helping educators unlock the full potential of every student. Explore Windows 11 Microsoft 365 Education Unlock creativity, promote teamwork, and provide a simple, safe experience—all in a single, affordable solution for education.",
  "Learn more about Microsoft 365 Microsoft Teams Let students, faculty, educators, and staff meet, collaborate, create, and share resources with the simple, accessible power of Teams. Learn more about Teams Try a Teams DEMO Shop for yourself Students and parents can get 10% off on select devices, including Surface, when they purchase at the Microsoft Store. BROWSE THE STORE GET FREE OFFICE Our Education team members are ready to walk you through a full demo of Microsoft Education solutions for schools. Request a demo Browse by audience K-12 LEADERS > IT PROS > EDUCATORS > HIGHER ED > STUDENTS > PARENTS > Frequently asked questions DOWNLOAD ALL FAQS Where can I learn more about Windows 11 for Education? We reimagined Windows for a new era of digital learning, helping educators unlock the full potential of every student, giving them powerful tools to learn, collaborate, and create in a secure and trusted environment. Download Windows 11 FAQ > Where can I find more information about Windows devices for education?",
  "Find the right devices for your school built with innovative technology solutions for education. Explore the catalog > What onboarding support is available for IT professionals?",
  "We have two great options for onboarding support: FastTrack for Microsoft 365 lets your IT team work hand-in-hand with our experts, accelerating deployment, migration, and adoption of Microsoft 365 subscriptions at no additional cost, for as long as you own your subscription. Get started with FastTrack > The Microsoft Store offers free, virtual educator and student training on Teams, Office apps, devices, and more. Learn how to make the most of Microsoft solutions for education. Connect with an Education solutions expert > Where can I find more professional development and education training resources for Teams? Find everything you need to support Teams for Education on the new Microsoft Learn Educator Center, with product guides, free training, community, and professional development. Visit the Microsoft Learn Educator Center > BLOG SCHOOL STORIES Microsoft Learn Educator Center CONTACT SALES RESOURCES Follow this page Microsoft Education Facebook page.",
  "Microsoft Education Twitter page. Microsoft Education Instagram.",
  "Microsoft Education Linked In page. Microsoft Education Pintrest page. Share this page Share this page on Facebook. Share this page on Twitter. Share this page on Linked In. Share this page on Pintrest."
]