[
  "\n\n\nApple Just Announced It's Responsible for 2.4 Million US Jobs. That's Not Even the Most Impressive Part | Inc.com\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlogoLoginnavigationlogoCombined ShapeSubscribeSubscribeFollow:SubscribeFollow:Top StoriesTop VideoslogoLoginnavigationlogoCombined ShapeSubscribeSubscribeFollow:SubscribeFollow:TechnologyApple Just Announced It's Responsible for 2.4 Million US Jobs. ",
  "That's Not Even the Most Impressive PartApple says that along with over 9,000 suppliers, the company is responsible for a huge economic impact. ShapeBy Jason Aten, Tech columnist@jasonatenGetty ImagesApple is a pretty big company. You probably already knew that. It's the third largest company in the Fortune 500 based on revenue, the first or second most valuable company on any given day based on its market cap, and the most profitable company, well, ever. Of course, being a company the size of Apple has many benefits, but comes with even more responsibility. In fact, how a business chooses to steward that responsibility says a lot about it and the people who lead it. ",
  "I bring it up because yesterday the company released a report that says the company is big in another way. Apple says that it is responsible for 2.4 million US jobs, and estimates it will contribute $350 billion to the US economy by 2023. ",
  "The vast majority of those jobs are at one of the 9,000 US suppliers that make everything from testing equipment to specialized parts for Apple's products.Apple isn't entirely unique in this regard. Walmart actually employs almost that same number of people directly. Other tech companies like Microsoft, Google, and Amazon directly affect their communities and have a huge overall economic impact. Amazon, for example, supports almost a million jobs through it's Marketplace selling platform.Sure, that might sound like bragging, and it sort of is, but at the same time, it's actually a really important thing for every business to think about.Tech companies sometimes have a bad reputation, especially when it comes to protecting the environment, and protecting the privacy of their users. And I think it's perfectly reasonable to expect more from companies on both fronts. But let's not ignore that those aren't the only areas where these companies have an enormous impact. ",
  "That impact, especially for a company like Apple, can be hard to measure, but the reality is that it extends far beyond its own workforce. That's because there are stakeholders affected by every decision the company makes.That's true for you also. ",
  "There is a temptation as an entrepreneur to look at everything only through the lens of how a decision directly affects your business. After all, that's what you're most passionate about. That's where you spend your time and invest your resources. But the impact of every choice you make extends far beyond you and your business.What you do matters. It matters to your employees, their families, your suppliers, your partners, and your customers. It matters to people you've never met, and probably never will. ",
  "It matters to your community. That's both good news and bad news, by the way. ",
  "You and your business have a tremendous opportunity to make a positive or negative impact on the community around you based on your choice to be intentional about your actions.Even if it was purely for public relations purposes, I actually give Apple credit for attempting to quantify the impact its business has on its many stakeholders. Apple absolutely should be thinking about the 2.4 million people in this country that depend on it for their livelihood.It absolutely should be thinking about the economic impact it makes with every iPhone or MacBook Pro it sell. It absolutely should care what happens to all of those left over products that many times end up in landfills once we decide to move on to the latest and greatest new model. It absolutely should count the cost of every decision it makes. So should you.Aug 16, 2019Like this column? Sign up to subscribe to email alerts and you'll never miss a post.The opinions expressed here by Inc.com columnists are their own, not those of Inc.com.Sponsored Business ContentPrivacy policyNotice of collectiondo not sell my dataAd vendor policyterms of useAdvertisehelp Centersitemap COPYRIGHT 2022 MANSUETO VENTURES "
]