[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft will be carbon negative by 2030 - The Official Microsoft Blog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nOfficial Microsoft Blog\n\n\n\n\nOfficial Microsoft Blog\n\n\n\n\n                            Official Microsoft Blog\n                        \n\n\n\n\n Home \n\n\n\nOur Company \n\n\nAbout Microsoft\n\n\nCompany Timeline\n\n\nGlobal Diversity & Inclusion\n\n\nMicrosoft by the Numbers\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Stories\n\n\nOfficial Microsoft Blog\n\n\nRegional News Centers\nRegional News Centers\n\n\nMicrosoft Asia\n\n\nMicrosoft Europe\n\n\nMicrosoft India\n\n\nMicrosoft Latin America\n\n\nMicrosoft Middle East & Africa\n\n\n\n\n\n \n\nNews and Stories \n\n\nAccessibility Blog\n\n\nAI Blog\n\n\nCustomer Stories\n\n\nEducation Stories\n\n\nFeature Stories\n\n\nInnovation Stories\n\n\nMicrosoft Latino\n\n\nMicrosoft Life\n\n\nMicrosoft on the Issues\n\n\nMicrosoft Research\n\n\nStory Labs\n\n\nOfficial Microsoft Blog\n\n\nProduct blogs\nProduct blogs\n\n\nAzure\n\n\nDevices\n\n\nMicrosoft 365\n\n\nWindows\n\n\nXbox\n\n\n\n\nSecurity Blog\n\n\nAI for Business\n\n\n\n \n\nPress Tools \n\n\nImage Gallery\n\n\nPress Releases\n\n\nMicrosoft News on Twitter\n\n\nEvents\n\n\nExecutive Biographies\n\n\nMicrosoft CEO\n\n\nPress Contacts\n\n\nBoard of Directors\n\n\nFacts About Microsoft\n\n\nInvestor Relations\n\n\nWorldwide News\n\n\nVideo & Broll\n\n\nExecutive Speeches\n\n\nPress Kits\nPress Kits\n\n\nAutomotive and Mobility\n\n\nDynamics 365\n\n\nHealthcare\n\n\nManufacturing\n\n\nMicrosoft 365\n\n\nMixed Reality\n\n\nPhilanthropies\n\n\nSurface\n\n\nTelecom\n\n\n\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Security\n\n\nAzure\n\n\nDynamics 365\n\n\nMicrosoft 365 for business\n\n\nMicrosoft Power Platform\n\n\nWindows 365\n\n\nSmall Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\nDeveloper Center\n\n\nDocumentation\n\n\nMicrosoft Learn\n\n\nMicrosoft Tech Community\n\n\nAzure Marketplace\n\n\nAppSource\n\n\nVisual Studio\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMicrosoft will be carbon negative by 2030 \n\n\nJan 16, 2020\n\n| \n\tBrad Smith - President & Vice Chair\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Facebook (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on Twitter (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tShare on LinkedIn (opens new window)\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\nMicrosoft President Brad Smith, Chief Financial Officer Amy Hood and CEO Satya Nadella preparing to announce Microsoft’s plan to be carbon negative by 2030. (Jan. 15, 2020/Photo by Brian Smale)\nThe scientific consensus is clear. ",
  "The world confronts an urgent carbon problem. The carbon in our atmosphere has created a blanket of gas that traps heat and is changing the world’s climate. Already, the planet’s temperature has risen by 1 degree centigrade. If we don’t curb emissions, and temperatures continue to climb, science tells us that the results will be catastrophic. As the scientific community has concluded, human activity has released more than 2 trillion metric tons of greenhouse gases into the Earth’s atmosphere since the start of the First Industrial Revolution in the mid-1700s. Over three-quarters of this is carbon dioxide, with most of this carbon emitted since the mid-1950s. ",
  "This is more carbon than nature can re-absorb, and every year humanity pumps more than 50 billion metric tons of additional greenhouse gases into the air. This isn’t a problem that lasts a few years or even a decade. ",
  "Once excess carbon enters the atmosphere it can take thousands of years to dissipate. The world’s climate experts agree that the world must take urgent action to bring down emissions. Ultimately, we must reach “net zero” emissions, meaning that humanity must remove as much carbon as it emits each year. This will take aggressive approaches, new technology that doesn’t exist today, and innovative public policy. It is an ambitious – even audacious – goal, but science tells us that it’s a goal of fundamental importance to every person alive today and for every generation to follow. Microsoft: Carbon negative by 2030\nWhile the world will need to reach net zero, those of us who can afford to move faster and go further should do so. ",
  "That’s why today we are announcing an ambitious goal and a new plan to reduce and ultimately remove Microsoft’s carbon footprint. By 2030 Microsoft will be carbon negative, and by 2050 Microsoft will remove from the environment all the carbon the company has emitted either directly or by electrical consumption since it was founded in 1975. ",
  "We recognize that progress requires not just a bold goal but a detailed plan. As described below, we are launching today an aggressive program to cut our carbon emissions by more than half by 2030, both for our direct emissions and for our entire supply and value chain. We will fund this in part by expanding our internal carbon fee, in place since 2012 and increased last year, to start charging not only our direct emissions, but those from our supply and value chains. We are also launching an initiative to use Microsoft technology to help our suppliers and customers around the world reduce their own carbon footprints and a new $1 billion climate innovation fund to accelerate the global development of carbon reduction, capture, and removal technologies. Beginning next year, we will also make carbon reduction an explicit aspect of our procurement processes for our supply chain. Our progress on all of these fronts will be published in a new annual Environmental Sustainability Report that will detail our carbon impact and reduction journey. ",
  "And lastly, all this work will be supported by our voice and advocacy supporting public policy that will accelerate carbon reduction and removal opportunities. Taking a principled approach\nWhenever we take on a new and complex societal issue, we strive first to learn and then to define a principled approach to guide our efforts. ",
  "This has been fundamental to our work around the protection of privacy and the ethical development of artificial intelligence, and it’s the approach we’re taking to pursue our aggressive carbon goals as well. We’ve concluded that seven principles, or elements, will be vital as we continually innovate and take additional steps on an ongoing basis. Grounding in science and math. We will continually ground our work in the best available science and most accurate math, as we describe further below. Taking responsibility for our carbon footprint. We will take responsibility for all our emissions, so by 2030 we can cut them by more than half and remove more carbon than we emit each year. ",
  "Investing for new carbon reduction and removal technology. We will deploy $1 billion of our own capital in a new Climate Innovation Fund to accelerate the development of carbon reduction and removal technologies that will help us and the world become carbon negative. ",
  "Empowering customers around the world. Perhaps most importantly, we will develop and deploy digital technology to help our suppliers and customers reduce their carbon footprints. Ensuring effective transparency. We will publish an annual Environmental Sustainability Report that provides transparency on our progress, based on strong global reporting standards. Using our voice on carbon-related public policy issues. We will support new public policy initiatives to accelerate carbon reduction and removal opportunities. ",
  "Enlisting our employees. We recognize that our employees will be our biggest asset in advancing innovation, and we will create new opportunities to enable them to contribute to our efforts. ",
  "Grounding in science and math\nIt’s vital that our work as a company to address carbon issues stay grounded in ongoing scientific advances and an accurate reliance on the basic but fundamental mathematical concepts involved. And this is true for all of us as individual consumers and the business community more broadly. In some respects, the situation is straightforward. As shown in the graph below, advances in human prosperity, as measured by GDP growth, are inextricably tied to the use of energy. This is true for the future as well as the past. If we’re going to continue to create more economic opportunity and prosperity, it likely will require even more energy use. ",
  "This is true everywhere in the world, and it’s perhaps especially true among the world’s developing economies, which deserve the opportunity to catch up with the level of prosperity in more industrialized nations. For more than two centuries and especially since the 1950s, economic development has required an ever-increasing amount of carbon emissions. ",
  "This is the part of the past that we need to change. In short, we need to use more energy while reducing our emission of carbon. The importance of this issue is underscored by the advances in scientific research during the past few years. These findings make clear both that the average temperature on the planet has risen by 1 degree Celsius during the past 50 years and that carbon dioxide emissions have been a primary driver of this and this temperature increase. Indeed, if we fail to change substantially and quickly, there is a high risk that average temperatures will increase between another one and four degrees Celsius by the end of this century. And the impact of such a temperature increase would be catastrophic. ",
  "A big part of the challenge is that as a society we have not committed sufficiently to reduce emissions. One conclusion we’ve reached is that we all need to learn – and get real – about “carbon math.” This is the basic mathematical concepts that are important to understanding how the carbon issue applies to each of us, whether as individuals, families, businesses, or other organizations. ",
  "One aspect of this is relatively simple but quite important. Scientists account for carbon emissions by classifying them into three categories, or “scopes.”\n\nScope 1 emissions are the direct emissions that your activities create — like the exhaust from the car you drive, or for a business, the trucks it drives to transport its products from one place to another or the generators it might run. Scope 2 emissions are indirect emissions that come from the production of the electricity or heat you use, like the traditional energy sources that light up your home or power the buildings owned by a business. Scope 3 emissions are the indirect emissions that come from all the other activities in which you’re engaged, including the emissions associated with producing the food you eat, or manufacturing the products that you buy. For a business, these emission sources can be extensive, and must be accounted for across its entire supply chain, the materials in its buildings, the business travel of its employees, and the full life cycle of its products, including the electricity customers may consume when using the product. Given this broad range, a company’s scope 3 emissions are often far larger than its scope 1 and 2 emissions put together. ",
  "This makes clear that we need to measure all three of these scopes. At Microsoft, we expect to emit 16 million metric tons of carbon this year. ",
  "Of this total, about 100,000 are scope 1 emissions and about 4 million are scope 2 emissions. The remaining 12 million tons all fall into scope 3. Given the wide range of scope 3 activities, this higher percentage of the total is probably typical for most organizations. YouTube Video\nClick here to load media\nThere’s another aspect of carbon math that’s also essential. This is the difference between being “carbon neutral” and being “net zero.” While they sound similar, in fact they’re different. Given common usage, companies have typically said they’re “carbon neutral” if they offset their emissions with payments either to avoid a reduction in emissions or remove carbon from the atmosphere. ",
  "But these are two very different things. For example, one way to avoid a reduction in emissions is to pay someone not to cut down the trees on the land they own. ",
  "This is a good thing, but in effect it pays someone not to do something that would have a negative impact. It doesn’t lead to planting more trees that would have a positive impact by removing carbon. In contrast, “net zero” means that a company actually removes as much carbon as it emits. The reason the phrase is “net zero” and not just “zero” is because there are still carbon emissions, but these are equal to carbon removal. And “carbon negative” means that a company is removing more carbon than it emits each year. While we at Microsoft have worked hard to be “carbon neutral” since 2012, our recent work has led us to conclude that this is an area where we’re far better served by humility than pride. ",
  "And we believe this is true not only for ourselves, but for every business and organization on the planet. Like most carbon-neutral companies, Microsoft has achieved carbon neutrality primarily by investing in offsets that primarily avoid emissions instead of removing carbon that has already been emitted. ",
  "That’s why we’re shifting our focus. In short, neutral is not enough to address the world’s needs. While it is imperative that we continue to avoid emissions, and these investments remain important, we see an acute need to begin removing carbon from the atmosphere, which we believe we can help catalyze through our investments. In addition, we’ve identified another shortcoming that we and many other companies need to overcome. Historically we’ve focused on Microsoft’s scope 1 and 2 emissions, but other than employee travel, we haven’t calculated as thoroughly our scope 3 emissions. That’s why we’re committing to becoming carbon negative for 2030 for all three scopes. ",
  "Taking responsibility for our carbon footprint \nBased on this science and math, we’re launching today an aggressive plan to reduce Microsoft’s own carbon emissions. It has three broad components. ",
  "First, we will drive down our scope 1 and 2 emissions to near zero by the middle of this decade through the following steps:\n\nBy 2025, we will shift to 100 percent supply of renewable energy, meaning that we will have power purchase agreements for green energy contracted for 100 percent of carbon emitting electricity consumed by all our data centers, buildings, and campuses. We will electrify our global campus operations vehicle fleet by 2030. We will pursue International Living Future Institute Zero Carbon certification and LEED Platinum certification for our Silicon Valley Campus and Puget Sound Campus Modernization projects. Second, we will reduce our scope 3 emissions by more than half by 2030 through new steps, including the following:\n\nIn July 2020, we will start phasing in our current internal carbon tax to cover our scope 3 emissions. Currently this fee is $15/metric ton and covers all scope 1 and 2 emissions, plus scope 3 travel emissions. Unlike some other companies, our internal carbon tax isn’t a “shadow fee” that is calculated but not charged. ",
  "Our fee is paid by each division in our business based on its carbon emissions, and the funds are used to pay for sustainability improvements. Starting in July, all our business divisions will also pay an internal carbon fee for all their scope 3 emissions. ",
  "We will start at a lower price per ton than our current fee for other emissions, but we will phase in increases over time until all our scope 1, 2, and 3 emissions are charged the same rate. This will both increase incentives across the company to reduce all scope 3 emissions and fund the added work to reduce our own scope 3 emissions and invest in carbon removal activities. By July of 2021, we will begin to implement new procurement processes and tools to enable and incentivize our suppliers to reduce their scope 1, 2, and 3 emissions. We will work with our suppliers to implement consistent and accurate reporting and pursue effective steps to make progress against scientifically based targets. Third, by 2030 Microsoft will remove more carbon than it emits, setting us on a path to remove by 2050 all the carbon the company has emitted either directly or by electrical consumption since it was founded in 1975. We will achieve this through a portfolio of negative emission technologies (NET) potentially including afforestation and reforestation, soil carbon sequestration, bioenergy with carbon capture and storage (BECCs), and direct air capture (DAC). ",
  "Microsoft will form its carbon removal portfolio annually by assessing NET attributes pertaining to four criteria: (1) scalability; (2) affordability; (3) commercial availability and (4) verifiability. Given the current state of technology and pricing, we will initially focus on nature-based solutions, with the goal of shifting to technology-based solutions between now and 2050, when they become more viable. ",
  "Investing for new carbon reduction and removal technology\nSolving our planet’s carbon issues will require technology that does not exist today. That’s why a significant part of our endeavor involves putting Microsoft’s balance sheet to work to stimulate and accelerate the development of carbon removal technology. Our new Climate Innovation Fund will commit to invest $1 billion over the next four years into new technologies and expand access to capital around the world to people working to solve this problem. We understand that this is just a fraction of the investment needed, but our hope is that it spurs more governments and companies to invest in new ways as well. We will primarily deploy this capital in two areas: (1) to accelerate ongoing technology development by investing in project and debt finance; and (2) to invest in new innovations through equity and debt capital. We’ll focus our funding on investments primarily based on four criteria: (1) strategies that have the prospect of driving meaningful decarbonization, climate resilience, or other sustainability impact; (2) additional market impact in accelerating current and potential solutions; (3) relevance to Microsoft by creating technologies we can use to address our unpaid climate debt and future emissions; and (4) consideration of climate equity, including for developing economies. ",
  "In addition to this new fund, we will continue to invest in carbon monitoring and modeling projects through our AI for Earth program, which has grown over the past two years to support more than 450 grantees across more than 70 countries. Empowering customers around the world\nWe believe that Microsoft’s most important contribution to carbon reduction will come not from our own work alone but by helping our customers around the world reduce their carbon footprints through our learnings and with the power of data science, artificial intelligence, and digital technology. ",
  "For many customers, sustainability is already a core part of their business, while others are just beginning their work to mitigate their carbon impact. Regardless of where organizations are on their journey, we’re committed to being of help. Better tracking of carbon starts by creating greater transparency on the carbon impact of services and products. Today we’re launching a new tool, the Microsoft Sustainability Calculator that analyzes the estimated emissions from Azure services through a Power BI dashboard. This helps customers better understand the carbon impact of their cloud workloads, discover the potential benefits from fully migrating to Azure, and assists them in reporting their carbon footprint for IT services for the often hard-to-track Scope 3 emissions. We will follow this with new solutions and offerings that go further, including providing insight across Scopes 1, 2 and 3 and material circularity related to all Microsoft Azure services. ",
  "We will also provide greater transparency on the carbon performance of Teams, Edge and other services and solutions. This work builds on a foundation of science-based methodologies and transparency on environmental performance of our cloud infrastructure and supply chain. ",
  "We are also launching a new 24/7 matching solution with Vattenfall – a first-of-its-kind approach that gives customers the ability to choose the green energy they want and ensure their consumption matches that goal using Azure IoT. This new level of transparency can enable users to adjust their business operations to better fit the availability of the green energy they prefer, further decreasing their carbon footprint. We are also committed to pursuing new partnerships with our customers to address carbon reduction. This will include co-innovating with customers and partners to develop low-carbon solutions, as we’ve done with L&T Technology Services, ABB, and Johnson Controls on sustainable smart building solutions capable of reducing energy consumption by 40 percent; embedding sustainability into our strategic alliances as we’ve pioneered with AT&T and NTT; driving cross-industry collaborations and coalitions to develop new standards and tools. The significance and complexity of the task ahead is incredible and will require contributions from every person and organization on the planet. That’s why we are committed to continuing to work with all our customers, including those in the oil and gas business, to help them meet today’s business demands while innovating together to achieve the business needs of a net zero carbon future. ",
  "Continued improvement in standards of living around the world will require more energy, not less. It’s imperative that we enable energy companies to transition, including to renewable energy and to the development and use of negative emission technologies like carbon capture and storage and direct air capture. ",
  "All this must be paired together to achieve the growing energy needs of an expanding global economy. Ensuring effective transparency\nWhen it comes to carbon reduction, real progress requires real transparency. As we’re doing today, Microsoft will continue to disclose the carbon footprint of our services and solutions. We will support strong industry-wide standards for transparency and reporting on carbon emissions and removal, and we will apply these ourselves. Today we are also signing the United Nations’ 1.5-degree Business Ambition Pledge, and we hope many other companies will also join. We will publicly track our progress in our annual Environmental Sustainability Report. ",
  "Using our voice on carbon-related public policy issues \nWe will also use our voice to speak out on four public policy issues that we think can advance all of the world’s carbon efforts:\n\nThe need to expand global basic and applied research efforts on carbon, funded by governments, and reorient them towards targeted outcomes and enhanced cross-border collaboration to develop the breakthrough technologies needed to achieve net zero global emissions. The removal of regulatory barriers to help catalyze markets to enable carbon-reduction technologies to scale more quickly. ",
  "The use of market and pricing mechanisms so people and businesses can make more informed carbon decisions. The empowerment of consumers through transparency based on universal standards to inform purchasers about the carbon content of goods and services. Enlisting our employees\nFinally, we’ll capitalize on the energy and intellect of our employees by inviting and encouraging them to participate in our carbon reduction and removal efforts. As we’ve found with Microsoft’s accessibility efforts, we believe that sustainability is a cause that is not only important to our employees, but an area where they can generate important insights and innovations across the company. We will create more opportunities for our employees to become actively involved, both in company-wide activities and in the work of their individual teams. We’re launching today an expanded internal site where our employees can learn more. ",
  "Each year this work will culminate during our annual weeklong hackathon event that will include a specific focus and call for proposals on carbon reduction and removal. The world’s next moonshot\nReducing carbon is where the world needs to go, and we recognize that it’s what our customers and employees are asking us to pursue. ",
  "This is a bold bet — a moonshot — for Microsoft. And it will need to become a moonshot for the world. It won’t be easy for Microsoft to become carbon negative by 2030. But we believe it’s the right goal. And with the right commitment, it’s an achievable goal. We will need to continue to learn and adapt, both separately and even more importantly in close collaboration with others around the world. ",
  "We believe we launch this new initiative today with a well-developed plan and a clear line of sight, but we have problems to solve and technologies that need to be invented. It’s time to get to work. "
]