[
  "Well-being - Wikipedia Well-being From Wikipedia, the free encyclopedia Jump to navigation Jump to search What is intrinsically good for someone For the TV channel, see Wellbeing (TV). For other uses, see Welfare (disambiguation).",
  "Look up well-being in Wiktionary, the free dictionary. Children appearing to experience/ exhibit well-being after an art class Well-being, or wellbeing,[1] also known as wellness, prudential value or quality of life, refers to what is intrinsically valuable relative to someone. So the well-being of a person is what is ultimately good for this person, what is in the self-interest of this person. [2] Well-being can refer to both positive and negative well-being. In its positive sense, it is sometimes contrasted with ill-being as its opposite. [3] The term \"subjective well-being\" denotes how people experience and evaluate their lives, usually measured in relation to self-reported well-being obtained through questionnaires.",
  "[4] Sometimes different types of well-being are distinguished, like mental well-being, physical well-being, economic well-being or emotional well-being. [5] The different forms of well-being are often closely interlinked.",
  "For example, improved physical well-being (e.g., by reducing or ceasing an addiction) is associated with improved emotional well-being. [6] As another example, better economic well-being (e.g., possessing more wealth) tends to be associated with better emotional well-being even in adverse situations such as the COVID-19 pandemic. [7][8] Well-being plays a central role in ethics since what we ought to do depends, at least to some degree, on what would make someone's life get better or worse. [5] According to welfarism, there are no other values besides well-being. [2] The terms well-being, pleasure and happiness are used in overlapping ways in everyday language but their meanings tend to come apart in technical contexts like philosophy or psychology. Pleasure refers to experience that feels good and is usually seen as one constituent of well-being.",
  "But there may be other factors, such as health, virtue, knowledge or the fulfillment of desires. [9] Happiness, often seen either as \"the individual’s balance of pleasant over unpleasant experience\"[10] or as the state of being satisfied with one's life as a whole,[10] is also commonly taken to be a constituent of well-being.",
  "Theories of well-being try to determine what is essential to all forms of well-being. Hedonistic theories equate well-being with the balance of pleasure over pain. Desire theories hold that well-being consists in desire-satisfaction: the higher the number of satisfied desires, the higher the well-being. Objective list theories state that a person's well-being depends on a list of factors that may include both subjective and objective elements. Well-being is the central subject of positive psychology, whose goal is to discover the factors that contribute to human well-being. [11] Martin Seligman, for example, suggests that these factors consist in having positive emotions, being engaged in an activity, having good relationships with other people, finding meaning in one's life and a sense of accomplishment in the pursuit of one's goals.",
  "[12] The Oxford English Dictionary traces the term well-being to a 16th-century calque of the Italian concept benessere. [13] Contents 1 Theories of well-being 2 Scientific approaches 3 Models and components of well-being 3.1 Causal Network Models of Well-being (and Ill-being) 3.2 Diener: tripartite model of subjective well-being 3.3 Six-factor Model of Psychological Well-being 3.4 Corey Keyes: flourishing 3.5 Seligman: positive psychology 3.5.1 PERMA-theory 3.6 Biopsychosocial model of well-being 3.7 UK Office for National Statistics (ONS) definition 4 Welfarism 5 Global studies 6 Well-being as a political goal 7 See also 8 Notes 9 References 10 Sources 11 Further reading 12 External links Theories of well-being[edit] The well-being of a person is what is good for this person.",
  "[14] Theories of well-being try to determine which features of a state are responsible for this state contributing to the person's well-being. Theories of well-being are often classified into hedonistic theories, desire theories, and objective list theories. [2][15][9] Hedonistic theories and desire theories are subjective theories. According to them, the degree of well-being of a person depends on the subjective mental states and attitudes of this person. Objective list theories, on the other hand, allow that things can benefit a person independent of that person's subjective attitudes towards these things. For hedonistic theories, the mental states in question are experiences of pleasure and pain.",
  "One example of such an account can be found in Jeremy Bentham's works, where it is suggested that the value of experiences only depends on their duration and the intensity of pleasure or pain present in them. [16] Various counterexamples have been formulated against this view.",
  "They usually involve cases in which common-sense suggests that options with a lower aggregate pleasure are preferable, for example, that the intellectual or aesthetic pleasures are superior to sensory pleasures[17] or that it would be unwise to enter Robert Nozick's experience machine. [18] These counter-examples are not knock-down arguments but the proponent of hedonistic theories faces the challenge of explaining why common-sense misleads us in the problematic cases. Desire theories can avoid some of the problems of hedonistic theories by holding that well-being consists in desire-satisfaction: the higher the number of satisfied desires, the higher the well-being. One problem for some versions of desire theory is that not all desires are good: some desires may even have terrible consequences for the agent. Desire theorists have tried to avoid this objection by holding that what matters are not actual desires but the desires the agent would have if she was fully informed. [2] Objective list theories state that a person's well-being depends on a variety of basic objective goods.",
  "These goods may also include subjective factors like a pleasure-pain-balance or desire-satisfaction besides factors that are independent of the subject's attitudes, like friendship or having virtues. [15] Objective list theories face the problem of explaining how subject-independent factors can determine a person's well-being even if this person doesn't care about these factors.",
  "[2][9] Another objection concerns the selection of these factors. Different theorists have provided very different combinations of basic objective goods. These groupings seem to constitute arbitrary selections unless a clear criterion could be provided why all and only the items within their selections are relevant factors. Scientific approaches[edit] Three subdisciplines in psychology are critical for the study of psychological well-being:[19] Developmental psychology, in which psychological well-being may be analyzed in terms of a pattern of growth across the lifespan. Personality psychology, in which it is possible to apply Maslow's concept of self-actualization, Rogers' concept of the fully functioning person, Jung's concept of individuation, and Allport's concept of maturity to account for psychological well-being. [20] Clinical psychology, in which well-being consists of biological, psychological and social needs being met.",
  "According to Corey Keyes' five-component model, social well-being is constituted by the following factors: social integration, social contribution, social coherence, social actualization, social acceptance. [21] There are two approaches typically taken to understand psychological well-being: Distinguishing positive and negative effects and defining optimal psychological well-being and happiness as a balance between the two.",
  "[22] Emphasizes life satisfaction as the key indicator of psychological well-being. [20] According to Guttman and Levy (1982) well-being is \"...a special case of attitude\". [23] This approach serves two purposes in the study of well-being: \"developing and testing a [systematic] theory for the structure of [interrelationships] among varieties of well-being, and integration of well-being theory with the ongoing[when?] cumulative theory[clarification needed] development in the fields of attitude of related research\". [23] Models and components of well-being[edit] See also: Well-being contributing factors Many different models have been developed. [24] Causal Network Models of Well-being (and Ill-being)[edit] Philosopher Michael Bishop developed a causal network account of well-being in The Good Life: Unifying the Philosophy and Psychology of Well-being.",
  "[25] The causal network account holds that well-being is the product of many factors—feelings, beliefs, motivations, habits, resources, etc.—that are causally related in ways that explain increases in well-being or ill-being. More recently causal network theories of ill-being have been applied to depression[26] and digital technology.",
  "[27] Network approaches have also been applied to mental health more generally. [28] Diener: tripartite model of subjective well-being[edit] Main article: Tripartite model of subjective well-being Diener's tripartite model of subjective well-being is one of the most comprehensive models of well-being in psychology. It was synthesized by Diener in 1984, positing \"three distinct but often related components of wellbeing: frequent positive affect, infrequent negative affect, and cognitive evaluations such as life satisfaction\". [29] Cognitive, affective and contextual factors contribute to subjective well-being. [30] According to Diener and Suh, subjective well-being is \"...based on the idea that how each person thinks and feels about his or her life is important\". [31] Six-factor Model of Psychological Well-being[edit] Main article: Six-factor Model of Psychological Well-being Carol Ryff's multidimensional model of psychological well-being postulated six factors which are key for well-being:[web 1] Self-acceptance Personal growth Purpose in life Environmental mastery Autonomy Positive relations with others Corey Keyes: flourishing[edit] Main article: Flourishing According to Corey Keyes, who collaborated with Carol Ryff, mental well-being has three components, namely emotional or subjective well-being (also called hedonic well-being),[32] psychological well-being, and social well-being (together also called eudaimonic well-being).",
  "[33] Emotional well-being concerns subjective aspects of well-being, in concreto, feeling well, whereas psychological and social well-being concerns skills, abilities, and psychological and social functioning. [34] Keyes model of mental well-being has received extensive empirical support across cultures.",
  "[34][32][35][36] Seligman: positive psychology[edit] Main article: Positive psychology Well-being is a central concept in positive psychology. Positive psychology is concerned with eudaimonia, \"the good life\", reflection about what holds the greatest value in life – the factors that contribute the most to a well-lived and fulfilling life. While not attempting a strict definition of the good life, positive psychologists agree that one must live a happy, engaged, and meaningful life in order to experience \"the good life\". Martin Seligman referred to \"the good life\" as \"using your signature strengths every day to produce authentic happiness and abundant gratification\". [37] PERMA-theory[edit] Simple exercise, such as running, is cited as key to feeling happy. [38] In Flourish (2011) Seligman argued that \"meaningful life\" can be considered as 3 different categories.",
  "The resulting acronym is PERMA: Positive emotions, Engagement, Relationships, Meaning and purpose, and Accomplishments. It is a mnemonic for the five elements of Martin Seligman's well-being theory:[39][40] Positive emotions include a wide range of feelings, not just happiness and joy.",
  "[41] Included are emotions like excitement, satisfaction, pride and awe, amongst others. These emotions are frequently seen as connected to positive outcomes, such as longer life and healthier social relationships. [42] Engagement refers to involvement in activities that draws and builds upon one's interests. Mihaly Csikszentmihalyi explains true engagement as flow, a feeling of intensity that leads to a sense of ecstasy and clarity. [43] The task being done needs to call upon higher skill and be a bit difficult and challenging yet still possible. Engagement involves passion for and concentration on the task at hand and is assessed subjectively as to whether the person engaged was completely absorbed, losing self-consciousness.",
  "[41] Relationships are all important in fueling positive emotions, whether they are work-related, familial, romantic, or platonic. As Dr. Christopher Peterson puts it simply, \"Other people matter.",
  "\"[44] Humans receive, share, and spread positivity to others through relationships. They are important not only in bad times, but good times as well. In fact, relationships can be strengthened by reacting to one another positively. It is typical that most positive things take place in the presence of other people. [45] Meaning is also known as purpose, and prompts the question of \"why\". Discovering and figuring out a clear \"why\" puts everything into context from work to relationships to other parts of life.",
  "[46] Finding meaning is learning that there is something greater than one's self. Despite potential challenges, working with meaning drives people to continue striving for a desirable goal.",
  "Accomplishments are the pursuit of success and mastery. [41] Unlike the other parts of PERMA, they are sometimes pursued even when accomplishments do not result in positive emotions, meaning, or relationships. That being noted, accomplishments can activate the other elements of PERMA, such as pride, under positive emotion. [47] Accomplishments can be individual or community-based, fun- or work-based. Biopsychosocial model of well-being[edit] The Biomedical approach was challenged by George Engel in 1977 as it gave little importance to various factors like beliefs, upbringing , trauma, etc. and put main emphasis on biology.",
  "[48] The biopsychosocial model replaces the Biomedical model of wellbeing. The Biopsychosocial model of well being emphasises the modifiable components needed for an individual to have a sense of wellbeing.",
  "These are: healthy environments (physical, social, cultural, and economic) developmental competencies (healthy identity, emotional and behavioural regulation, interpersonal skills, and problem-solving skills) sense of belonging healthy behaviours (sleep, nutrition, exercise, pleasurable and mastery activities) healthy coping resilience (recognition of one's innate resilience) treatment of illness (early evidence-based treatments of physical and psychological illnesses) UK Office for National Statistics (ONS) definition[edit] The UK ONS defines wellbeing \"as having 10 broad dimensions which have been shown to matter most to people in the UK as identified through a national debate. The dimensions are: the natural environment, personal well-being, our relationships, health, what we do, where we live, personal finance, the economy, education and skills, and governance. Personal well-being is a particularly important dimension which we define as how satisfied we are with our lives, our sense that what we do in life is worthwhile, our day to day emotional experiences (happiness and anxiety) and our wider mental wellbeing. \"[49] The ONS then introduced four questions pertaining to wellbeing in their 2011 national survey of the UK population, relating to evaluative well-being, eudemonic well-being, and positive and negative affect. They later switched to referring to the construct being measured as \"personal well-being\". [50] Welfarism[edit] Welfarism is a theory of value based on well-being.",
  "It states that well-being is the only thing that has intrinsic value, i.e. that is good in itself and not just good as a means to something else.",
  "[51][52][53] On this view, the value of a situation or whether one alternative is better than another only depends on the degrees of well-being of each entity affected. All other factors are relevant to value only to the extent that they have an impact on someone's well-being. [51][52] The well-being in question is usually not restricted to human well-being but includes animal well-being as well. [53] Different versions of welfarism offer different interpretations of the exact relation between well-being and value. Pure welfarists offer the simplest approach by holding that only the overall well-being matters, for example, as the sum total of everyone's well-being. This position has been criticized in various ways.",
  "[51][54] On the one hand, it has been argued that some forms of well-being, like sensory pleasures, are less valuable than other forms of well-being, like intellectual pleasures. [55][56][57] On the other hand, certain intuitions indicate that what matters is not just the sum total but also how the individual degrees of well-being are distributed.",
  "There is a tendency to prefer equal distributions where everyone has roughly the same degree instead of unequal distributions where there is a great divide between happy and unhappy people, even if the overall well-being is the same. [51][54][58] Another intuition concerning the distribution is that people who deserve well-being, like the morally upright, should enjoy higher degrees of well-being than the undeserving. [51][54] These criticisms are addressed by another version of welfarism: impure welfarism. Impure welfarists agree with pure welfarists that all that matters is well-being. But they allow aspects of well-being other than its overall degree to have an impact on value, e.g. how well-being is distributed.",
  "[51][54] Pure welfarists sometimes argue against this approach since it seems to stray away from the core principle of welfarism: that only well-being is intrinsically valuable. But the distribution of well-being is a relation between entities and therefore not intrinsic to any of them.",
  "[54] Some objections based on counterexamples are directed against all forms of welfarism. They often focus on the idea that there are things other than well-being that have intrinsic value. Putative examples include the value of beauty, virtue, or justice. [59][60][61][62] Such arguments are often rejected by welfarists holding that the cited things would not be valuable if they had no relation to well-being. This is often extended to a positive argument in favor of welfarism based on the claim that nothing would be good or bad in a world without sentient beings. [51][58] In this sense, welfarists may agree that the cited examples are valuable in some form but disagree that they are intrinsically valuable.",
  "[58] Some authors see welfarism as including the ethical thesis that morality fundamentally depends on well-being. [54][53] On this view, welfarism is also committed to the consequentialist claim that actions, policies, or rules should be evaluated based on how their consequences affect everyone's well-being.",
  "[63] Global studies[edit] Eudaimonic well-being in 166 nations based on Gallup World Poll data Research on positive psychology, well-being, eudaimonia and happiness, and the theories of Diener, Ryff, Keyes and Seligmann covers a broad range of levels and topics, including \"the biological, personal, relational, institutional, cultural, and global dimensions of life\". [64] The World Happiness Report series provide annual updates on the global status of subjective well-being. [65] A global study using data from 166 nations, provided a country ranking of psycho-social well-being. [66] The latter study showed that subjective well-being and psycho-social well-being (i.e. eudaimonia) measures capture distinct constructs and are both needed for a comprehensive understanding of mental well-being. Well-being as a political goal[edit] This section needs expansion.",
  "You can help by adding to it. (February 2021) Both the UK[67] and New Zealand[68] have begun to focus on population well-being within their political aims.",
  "See also[edit] Compassion Happiness economics Humanistic economics Laurie R. Santos Life satisfaction Mental health Quality of life Subjective well-being Welfare economics Wellness A.K.A. Health Notes[edit] ^ \"Carol Ryff's Model of Psychological Well-being\". Living Meanings. December 4, 2014. Archived from the original on June 16, 2017. References[edit] ^ \"Well-being vs. wellbeing\".",
  "Grammarist. Retrieved 27 March 2022.",
  "^ a b c d e Crisp, Roger (2017). \"Well-Being\". The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Retrieved 5 December 2020. ^ Headey, Bruce; Holmström, Elsie; Wearing, Alexander (1 February 1984).",
  "\"Well-being and ill-being: Different dimensions?\". Social Indicators Research.",
  "14 (2): 115–139. doi:10.1007/BF00293406. ISSN 1573-0921. S2CID 145478260. ^ Stone, Arthur A.; Mackie, Christopher (2013). \"Introduction\".",
  "Subjective Well-Being: Measuring Happiness, Suffering, and Other Dimensions of Experience. National Academies Press (US).",
  "^ a b Fletcher, Guy (2015). \"Introduction\". The Routledge Handbook of Philosophy of Well-Being. Routledge. ^ Yang, Haiyang; Ma, Jingjing (2021-08-01). \"How the COVID-19 pandemic impacts tobacco addiction: Changes in smoking behavior and associations with well-being\".",
  "Addictive Behaviors. 119: 106917. doi:10.1016/j.addbeh.2021.106917.",
  "ISSN 0306-4603. PMID 33862579. ^ Yang, Haiyang; Ma, Jingjing (2021-06-01). \"Relationship between wealth and emotional well-being before, during, versus after a nationwide disease outbreak: a large-scale investigation of disparities in psychological vulnerability across COVID-19 pandemic phases in China\". BMJ Open. 11 (6): e044262.",
  "doi:10.1136/bmjopen-2020-044262. ISSN 2044-6055.",
  "PMC 8184351. PMID 34088706. ^ Kahneman, D.; Deaton, A. (2010-09-21). \"High income improves evaluation of life but not emotional well-being\". Proceedings of the National Academy of Sciences.",
  "107 (38): 16489–16493. Bibcode:2010PNAS..10716489K.",
  "doi:10.1073/pnas.1011492107. ISSN 0027-8424. PMC 2944762. PMID 20823223. ^ a b c Tiberius, Valerie (2015). \"9.",
  "Prudential Value\". The Oxford Handbook of Value Theory.",
  "Oxford University Press USA. ^ a b Haybron, Dan (2020). \"Happiness: 2.1 The chief candidates\". The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. ^ Slade, Mike (26 January 2010).",
  "\"Mental illness and well-being: the central importance of positive psychology and recovery approaches\". BMC Health Services Research.",
  "10 (1): 26. doi:10.1186/1472-6963-10-26. ISSN 1472-6963. PMC 2835700. PMID 20102609. ^ Seligman, Martin (2 May 2011). \"1.",
  "What Is Well-Being? - The Elements of Well-Being\".",
  "Flourish. Penguin Random House Australia. ISBN 978-1-86471-299-5. ^ \"well-being\". Oxford English Dictionary (Online ed.). Oxford University Press.",
  "(Subscription or participating institution membership required.) ^ Sumner, L. W. (2005).",
  "\"Happiness\". Encyclopedia of Philosophy. Macmillan Reference. ^ a b Haybron, Dan (2020). \"Happiness\". The Stanford Encyclopedia of Philosophy.",
  "Metaphysics Research Lab, Stanford University. Retrieved 5 December 2020.",
  "^ Bentham, Jeremy (1789). An Introduction to the Principles of Morals and Legislation: The Collected Works of Jeremy Bentham. Oxford University Press UK. ^ Mill, John Stuart. \"2. What utilitarianism is\".",
  "Utilitarianism. Longmans, Green and Company.",
  "ISBN 9781499253023. ^ Nozick, Robert (1974). Anarchy, State, and Utopia. Basic Books. ^ Ryff, Carol D. (1 January 1989). \"Happiness is everything, or is it?",
  "Explorations on the meaning of psychological well-being\". Journal of Personality and Social Psychology.",
  "57 (6): 1069–1081. doi:10.1037/0022-3514.57.6.1069. S2CID 29135711. ^ a b Ryff, C. D., & Keyes, C. M. (1995). The structure of psychological well-being revisited. Journal of Personality and Social Psychology, 69(4), 719–727.",
  "^ Gallagher, Matthew W.; Lopez, Shane J.; Preacher, Kristopher J. (August 2009).",
  "\"The Hierarchical Structure of Well-Being\". Journal of Personality. 77 (4): 10.1111/j.1467–6494.2009.00573.x. doi:10.1111/j.1467-6494.2009.00573.x. ISSN 0022-3506. PMC 3865980.",
  "PMID 19558444. ^ Yang, Haiyang; Ma, Jingjing (2020-07-01).",
  "\"How an Epidemic Outbreak Impacts Happiness: Factors that Worsen (vs. Protect) Emotional Well-being during the Coronavirus Pandemic\". Psychiatry Research. 289: 113045. doi:10.1016/j.psychres.2020.113045. ISSN 0165-1781. PMC 7190485.",
  "PMID 32388418. ^ a b Guttman, Levy, Louis, Shlomit (February 1982).",
  "\"On the definition and varieties of attitude and wellbeing\". Social Indicators Research. 10 (2): 159–174. doi:10.1007/bf00302508. S2CID 144090877. ^ \"Measuring what matters: the role of well-being methods in development policy and practice\".",
  "ODI. 10 July 2015.",
  "^ Bishop, M. (2015). The Good Life: Unifying The Philosophy and Psychology of Well-being. Oxford University Press. ^ Hakulinen, C., Fried, E. I., Pulkki-Råback, L., Virtanen, M., Suvisaari, J., & Elovainio, M. (2020). Network structure of depression symptomology in participants with and without depressive disorder: The population-based Health 2000–2011 study. Social Psychiatry and Psychiatric Epidemiology.",
  "https://doi.org/10.1007/s00127-020-01843-7 ^ Byrd, Nick (2020). \"Causal Network Accounts of Ill-Being: Depression & Digital Well-Being\".",
  "Ethics of Digital Well-Being: A Multidisciplinary Approach: 221–245. doi:10.1007/978-3-030-50585-1_11. ^ Fried, E. I., Borkulo, C. D. van, Cramer, A. O. J., Boschloo, L., Schoevers, R. A., & Borsboom, D. (2016). Mental disorders as networks of problems: A review of recent insights. Social Psychiatry and Psychiatric Epidemiology. https://doi.org/10.1007/s00127-016-1319-z ^ Tov, William; Diener, Ed.",
  "Subjective Well-Being. Research Collection School of Social Sciences.",
  "Paper 1395. Archived from the original on 2017-06-05. Retrieved 2017-06-14. ^ Iolanda Costa Galinha & José Luís Pais-Ribeiro (2011), Cognitive, affective and contextual predictors of subjective wellbeing, International Journal of Wellbeing, 2(1), 34–53. doi:10.5502/ijw.v2i1.3 ^ Diener, Suh, Ed, Eunkook (2000). Culture and Subjective Well-being.",
  "A Bradford Book. p. 4.",
  "^ a b Robitschek, Christine; Keyes, Corey L. M. (2009). \"Keyes's model of mental health with personal growth initiative as a parsimonious predictor\". Journal of Counseling Psychology. 56 (2): 321–329. doi:10.1037/a0013954. ^ Keyes, Corey L. M. (2002-01-01).",
  "\"The Mental Health Continuum: From Languishing to Flourishing in Life\". Journal of Health and Social Behavior.",
  "43 (2): 207–222. doi:10.2307/3090197. JSTOR 3090197. PMID 12096700. S2CID 2961978. ^ a b Joshanloo 2015.",
  "^ Joshanloo, Mohsen; Lamers, Sanne M. A. (2016-07-01).",
  "\"Reinvestigation of the factor structure of the MHC-SF in the Netherlands: Contributions of exploratory structural equation modeling\". Personality and Individual Differences. 97: 8–12. doi:10.1016/j.paid.2016.02.089. ^ Gallagher, Matthew W.; Lopez, Shane J.; Preacher, Kristopher J. (August 2009).",
  "\"The Hierarchical Structure of Well-Being\". Journal of Personality.",
  "77 (4): 1025–1050. doi:10.1111/j.1467-6494.2009.00573.x. PMC 3865980. PMID 19558444. ^ Seligman, M.E.P. (2009).",
  "Authentic Happiness. New York: Free Press.",
  "^ Best Benefit of Exercise? Happiness Archived 2012-06-26 at the Wayback Machine, Robin Loyd, Fox News, May 30, 2006. ^ David Sze (2015), The Father of Positive Psychology and His Two Theories of Happiness Archived 2017-06-25 at the Wayback Machine ^ \"The World Question Center 2011\". Edge.org. p. 2. Archived from the original on 2011-02-10.",
  "Retrieved 2011-02-07. ^ a b c Seligman, M. E. P. (2011).",
  "Flourish: A Visionary New Understanding of Happiness and Well-being. New York: Free Press. Ch 1 ^ \"The Pursuit of Happiness\". Archived from the original on 2015-01-09. ^ \"Mihaly Csikszentmihalyi TED talk\". Archived from the original on 2014-12-08.",
  "^ \"Other People Matter\". Psychology Today.",
  "^ \"Using Positive Psychology in Your Relationships\". Archived from the original on 2014-02-06. ^ \"Why do You do What You Do?\". HuffPost. 2013-09-06. Archived from the original on 2014-10-13.",
  "^ \"The Science of a Happy Startup\". Archived from the original on 2014-12-06.",
  "^ Fava, Giovanni A.; Sonino, Nicoletta (2017). \"From the Lesson of George Engel to Current Knowledge: The Biopsychosocial Model 40 Years Later\". Psychotherapy and Psychosomatics. 86 (5): 257–259. doi:10.1159/000478808. ISSN 0033-3190.",
  "PMID 28903100. ^ \"What is wellbeing?",
  "| What Works Centre for Wellbeing\". ^ Benson T, Sladen J, Liles A, Potts HWW. \"Personal Wellbeing Score (PWS)—a short version of ONS4: development and validation in social prescribing\". BMJ Open Qual 2019; 8:e000394. doi:10.1136/bmjoq-2018-000394 ^ a b c d e f g Bramble, Ben (2021). \"Welfarism\".",
  "The International Encyclopedia of Ethics, 2nd print edition. New York: Wiley-Blackwell.",
  "^ a b Sen, Amartya (1979). \"Utilitarianism and Welfarism\". Journal of Philosophy. 76 (9): 463–489. doi:10.2307/2025934. JSTOR 2025934.",
  "^ a b c Crisp, Roger (2017). \"Well-Being: 5.1 Welfarism\".",
  "The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Retrieved 13 September 2021. ^ a b c d e f Holtug, Nils (2003). \"Welfarism – The Very Idea\". Utilitas.",
  "15 (2): 151–174. doi:10.1017/s0953820800003927.",
  "S2CID 145681821. ^ Heydt, Colin. \"John Stuart Mill: ii. Basic Argument\". Internet Encyclopedia of Philosophy. Retrieved 3 February 2021.",
  "^ Moore, Andrew (2019). \"Hedonism\".",
  "The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Retrieved 29 January 2021. ^ Weijers, Dan. \"Hedonism\". Internet Encyclopedia of Philosophy.",
  "Retrieved 29 January 2021. ^ a b c Ng, Yew-Kwang (1990).",
  "\"Welfarism and Utilitarianism: A Rehabilitation*: Yew-Kwang Ng\". Utilitas. 2 (2): 171–193. doi:10.1017/S0953820800000650. ^ Moore, Andrew; Crisp, Roger (1 December 1996). \"Welfarism in moral theory\".",
  "Australasian Journal of Philosophy. 74 (4): 598–613.",
  "doi:10.1080/00048409612347551. ISSN 0004-8402. ^ Wolf, Susan (2010). \"Good-for-Nothings\". Proceedings and Addresses of the American Philosophical Association. 85 (2): 47–64.",
  "^ Simpson, David L. \"William David Ross\". Internet Encyclopedia of Philosophy.",
  "Retrieved 12 January 2021. ^ Skelton, Anthony (2012). \"William David Ross\". The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Retrieved 12 January 2021.",
  "^ Sinnott-Armstrong, Walter (2021). \"Consequentialism: 3.",
  "What is Good? Hedonistic vs. Pluralistic Consequentialisms\". The Stanford Encyclopedia of Philosophy. Metaphysics Research Lab, Stanford University. Retrieved 18 September 2021. ^ Seligman & Csikszentmihalyi 2000. sfn error: no target: CITEREFSeligmanCsikszentmihalyi2000 (help) ^ \"World Happiness Report\".",
  "World Happiness Report. ^ Joshanloo, Mohsen (2018).",
  "\"Optimal human functioning around the world: A new index of eudaimonic well-being in 166 nations\". British Journal of Psychology. 109 (4): 637–655. doi:10.1111/bjop.12316. hdl:11343/261117. PMID 29846018.",
  "S2CID 44158777. ^ \"Well-being - Office for National Statistics\".",
  "^ Roy, Eleanor Ainge (2019-05-14). \"New Zealand's world-first 'wellbeing' budget to focus on poverty and mental health\". The Guardian. Sources[edit] Joshanloo, Mohsen (23 October 2015). \"Revisiting the Empirical Distinction Between Hedonic and Eudaimonic Aspects of Well-Being Using Exploratory Structural Equation Modeling\". Journal of Happiness Studies.",
  "17 (5): 2023–2036. doi:10.1007/s10902-015-9683-z.",
  "S2CID 16022037. https://www.grcc.edu/humanresources/wellness/sevendimensionsofwellness Stoewen, Debbie L. (2017). \"Dimensions of wellness: Change your habits, change your life\". The Canadian Veterinary Journal. 58 (8): 861–862. PMC 5508938. PMID 28761196. https://www.rwu.edu/undergraduate/student-life/health-and-counseling/health-education-program/dimensions-wellness https://www.washingtonblade.com/2010/06/10/finding-balance-6-dimensions-of-wellness/ https://www.livewellwinona.org/facts/wellness/ Further reading[edit] Routledge Handbook of the Philosophy of Well-Being External links[edit] Wikimedia Commons has media related to Well-being.",
  "Theories of Well-Being, in William MacAskill & Richard Yetter-Chappell (2021), Introduction to Utilitarianism. Crisp, Roger (2021).",
  "\"Well-Being\". Stanford Encyclopedia of Philosophy. PhilPapers: 'Well-being', 'Desire-satisfaction accounts', 'Objective accounts', 'Hedonistic accounts', 'Perfectionist accounts' vteDeprivation and poverty indicatorsSocialTopics: Social exclusion Social vulnerability Relative deprivation Disadvantaged Fushūgaku Hikikomori Social determinants of health in poverty Measures: Social Progress Index PsychologicalTopics: psychological poverty Poverty and mental health EconomicTopics: Energy poverty Money-rich, time-poor Poverty threshold Secondary poverty Asset poverty Housing stress Income deficit Water scarcity Survival sex Debt bondage Precariat Extreme poverty Measures: Below Poverty Line (India) Homeless Vulnerability Index Misery index (economics) Gini coefficient Genuine progress indicator (GPI) Legatum Prosperity Index Poverty gap index PhysicalTopics: Poverty and Violence Disability and poverty Food insecurity Measures: India State Hunger Index Global Hunger Index Disability-adjusted life year (DALYs) Global Peace Index (GPI) Complex measures Human Poverty Index (HPI) Human Development Index (HDI) Multidimensional Poverty Index (MPI) Physical Quality of Life Index (PQLI) Laeken indicators (EU) Scottish index of multiple deprivation Townsend deprivation index Living Planet Index (LPI) Progress out of Poverty Index GenderTopics: Feminization of poverty Measures: Gender-related Development Index (GDI) Gender Parity Index OtherCategories: Income inequality metrics · Measurements and definitions of poverty · Social responsibility organizations vteIndices of DeprivationNational (general deprivation) Carstairs Multiple Deprivation 2000 (IMD2000) Deprivation 2004 (ID2004) Deprivation 2007 (ID2007) Deprivation 2010 (ID2010) Townsend National (subject specific deprivation) Underprivileged area score Department of Environment's Commons categories: Information graphics about poverty · Poverty-related maps Portal: Psychology Retrieved from \"https://en.wikipedia.org/w/index.php?title=Well-being&oldid=1093853757\" Categories: 16th-century neologismsWell-beingWelfare economicsQuality of lifePositive psychologyHidden categories: Webarchive template wayback linksHarv and Sfn no-target errorsArticles with short descriptionShort description is different from WikidataAll articles with vague or ambiguous timeVague or ambiguous time from February 2015Wikipedia articles needing clarification from February 2015Articles to be expanded from February 2021All articles to be expandedArticles using small message boxesCommons category link from Wikidata Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia Commons Languages AfrikaansالعربيةDeutschEestiEspañolFrançais한국어हिन्दीItalianoಕನ್ನಡМонголNederlands日本語Norsk bokmålپنجابیPortuguêsРусскийSlovenščinaSoomaaligaSuomiУкраїнськаاردو Edit links This page was last edited on 19 June 2022, at 06:34 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization."
]