[
  "What Nike's Commitment to Sustainability Teaches Us About Innovation | Dell Technologies Italy Skip to content Passa al contenuto principale Annulla Contattaci dds__close-x Benvenuto Siti Dell Dell.com Dell Technologies Accesso a Premier Accesso al Partner Program Supporto APEX Console Impostazioni account Esci Benvenuto in Dell Il mio account Supporto APEX Console Partner Portal Dell.com Dell Premier Accedi Crea un account Ulteriori opzioni di accesso Trova un partner Diventa un partner Registrati a Dell Premier Accesso per dipendenti e fornitori IT/IT APEX Indietro APEX Visualizza tutte le tecnologie APEX Servizi cloud APEX Indietro Servizi cloud APEX Visualizza tutti gli APEX Cloud Services APEX Cloud Services con VMware Cloud APEX Hybrid Cloud APEX Private Cloud APEX Data Storage Services APEX Backup Services APEX Custom Solutions Indietro APEX Custom Solutions APEX Flex on Demand Utilità per Data Center APEX Casi d'uso APEX Professional Services per APEX APEX Console Prodotti Indietro Prodotti Notebook Indietro Notebook Visualizza tutti i notebook Notebook Inspiron Laptop XPS Notebook Latitude Notebook Vostro Workstation mobile Precision Notebook Alienware Notebook serie G Desktop Indietro Desktop Visualizza tutti i desktop Desktop Inspiron Desktop XPS Desktop OptiPlex Desktop Vostro Workstation fisse Precision Desktop Alienware Server Indietro Server Visualizza tutti i server Server rack Server tower Server di livello industriale Infrastruttura modulare Indietro Infrastruttura modulare PowerEdge MX PowerEdge serie FX PowerEdge VRTX Software di system management Server specializzati Hyper-converged infrastructure Indietro Hyper-converged infrastructure Visualizza tutte le hyper-converged infrastructure VxRail VMware Cloud Foundation su VxRail VMware Tanzu su VxRail vSAN Ready Nodes PowerFlex Soluzioni per la famiglia Microsoft Azure Stack Famiglia XC Converged infrastructure Indietro Converged infrastructure VxBlock Storage dei dati Indietro Storage dei dati Visualizza tutto lo storage dei dati Storage primario Indietro Storage primario PowerStore PowerMax Unity XT PowerVault VMAX All Flash Storage dei dati non strutturati Indietro Storage dei dati non strutturati PowerScale Dell ECS Streaming Data Platform ObjectScale Gestione dello storage e add-on Indietro Gestione dello storage e add-on Storage moderno per Kubernetes e container CloudIQ DataIQ Connectrix SAN VPLEX PowerPath Storage Resource Manager (SRM) AppSync Risorse per gli sviluppatori e automazione dello storage CloudLink Backup e ripristino Protezione dei dati Indietro Protezione dei dati Visualizza tutta la protezione dei dati Soluzioni di backup e protezione dei dati Indietro Soluzioni di backup e protezione dei dati Cloud VMware Cyber Recovery Appliance di backup e protezione dei dati Indietro Appliance di backup e protezione dei dati Appliance PowerProtect Software di backup e protezione dei dati Indietro Software di backup e protezione dei dati PowerProtect Data Manager PowerProtect Backup Service Data Protection Suite Networking Indietro Networking Visualizza tutte le soluzioni di rete Switch Ethernet Indietro Switch Ethernet Switch per data center PowerSwitch Switch per sistemi modulari PowerEdge Switch per campus/filiali PowerSwitch Piattaforme edge VxRail HCI Indietro VxRail HCI Enterprise SONiC SmartFabric Services OS10 Enterprise Edition Monitor Indietro Monitor Visualizza tutti i monitor Workstation Thin client Soluzioni Indietro Soluzioni Visualizza tutte le soluzioni Soluzioni cloud Indietro Soluzioni cloud Visualizza tutte le soluzioni cloud Servizi cloud APEX Soluzioni cloud per lo storage Soluzioni cloud per i dati non strutturati Multi-cloud data service PowerScale per Google Cloud VMware Cloud Foundation su VxRail VMware Cloud su Dell Soluzioni e strumenti DevOps Soluzioni edge Soluzioni di settore Indietro Soluzioni di settore Visualizza tutte le soluzioni specifiche per settore Città digitali Energia, clima, azione e sostenibilità Pubblica amministrazione federale Settore sanitario e scienze biomediche Istruzione superiore Istruzione primaria e secondaria Vendita al dettaglio Sicurezza e protezione Pubblica amministrazione Telecomunicazioni Servizi Soluzioni per infrastruttura Indietro Soluzioni per infrastruttura Intelligenza artificiale Analisi Carichi di lavoro di livello enterprise High Performance Computing Kubernetes e container Microsoft Piattaforma di dati Microsoft Oracle Red Hat SAP Progettazioni convalidate VMware Virtual Desktop Infrastructure Soluzioni per il mercato di fascia media Indietro Soluzioni per il mercato di fascia media Visualizza tutte le soluzioni per il mercato di fascia media Soluzioni abilitate per il cloud Protezione dei dati Soluzioni iperconvergenti Soluzioni server Soluzioni di storage Soluzioni OEM Soluzioni per la sicurezza Soluzioni per la forza lavoro Indietro Soluzioni per la forza lavoro Visualizza tutte le soluzioni per la forza lavoro Workstation per intelligenza artificiale Soluzioni Client per il business Dell Hybrid Client Sicurezza degli endpoint Esperienze più veloci e intelligenti Implementazione della forza lavoro remota L'intelligenza di Optimizer PC-as-a-Service Dipendente da remoto Unified Workspace Trasformazione della forza lavoro Servizi Indietro Servizi Estensione della garanzia Servizi di consulenza Deployment Services Servizi di supporto Servizi di residenza Servizi di formazione Servizi gestiti Tecnologia dei servizi Soluzioni di pagamento e di utilizzo Visualizza tutti i servizi Supporto Indietro Supporto Supporto prodotto Driver e download Community Contatta il supporto Gestisci licenze e Usage Intelligence MyService360 Upgrade e componenti per soluzioni enterprise Visualizza tutte le opzioni di supporto Informazioni Indietro Informazioni Cosa facciamo Indietro Cosa facciamo Cosa facciamo Tecnologie emergenti Il nostro vantaggio competitivo Priorità dei CIO Storie dei clienti Chi siamo Indietro Chi siamo Chi siamo Dirigenti Codice di condotta Sponsorizzazioni Centro sicurezza e affidabilità Newsroom Indietro Newsroom Newsroom Annunci Relazioni con gli analisti Blog Libreria multimediale Kit per la stampa Impatto sociale Indietro Impatto sociale Impatto sociale Promuovere la sostenibilità Coltivare l'inclusione Cambiare la vita delle persone Sostegno di etica e privacy Obiettivi e reporting Modalità di riciclo Investitori Capitale Dell Technologies Opportunità di lavoro Prospettive Contattaci IT/IT Indietro Perspectives Latest Leadership and Innovation Research and Insights Realize Magazine Podcasts Transformative Leadership What Nike’s Commitment to Sustainability Teaches Us About InnovationThere is a perception that if you make a product sustainable, it somehow of less quality or worth. But try telling that to Nike who identified sustainability as a source of innovation and made it a profitable revenue stream.",
  "April 17, 2018May 2, 2022 | 3 min read By David Ryan Polgar, Contributor With over $20 billion in annual global revenue, Nike is the world’s largest manufacturer of athletic footwear. And, for the last several years, it has also been at the forefront of sustainable fashion. In 2015, Morgan Stanley ranked Nike “the most sustainable apparel and footwear company in North America for environmental and social performance.” Last year, along with apparel companies H&M and Levi & Strauss, the World Wildlife Foundation (WWF) recognized Nike as a leader in the use of sustainable cotton. Yet for Nike, this acknowledgement has been years in the making. In 2004, the company began working with designers, scientists, coders, and students to better understand the materials that go into today’s fashion products. The items found in Nike’s material library were each given a score based on long-term sustainability and environmental impact.",
  "Eight years later, Nike launched the Nike Materials Sustainability Index (NMSI)—a database with information for Nike designers on products and their impact on the environment. By 2013, there were 75,000 items listed in index.",
  "The company then combined this data set with a user-friendly interface to launch the MAKING app, a tool that helps designers across industries make smarter environmental decisions about which materials to incorporate into their designs. Today, the app focuses on four key impact areas: Chemistry, Energy/Greenhouse Gas, Water/Land, and Physical Waste. In 2018, while the footwear giant’s commitment to sustainable practices benefits the environment and aids the company’s conflicted reputation, it is also reveals another advantage: Its capacity to spark innovation. A New Model for Innovation Nike is not the first to see (self-imposed) restrictions as an opportunity to encourage employees to think outside of the box. In the medical field, for example, restrictions to budget or electricity have led to inventions like the 20-cent paper centrifuge that isolates diseases such as HIV or malaria in remote areas for little cost. Although not combating deadly diseases, Nike has used its commitment to develop more sustainable projects to inspire new ways of thinking.",
  "By rejecting the traditional sustainability tradeoff model, which assumes monetary tradeoffs with investment in corporate sustainability initiatives, Nike has demonstrated its commitment to environmental protection while driving new forms of innovation. According to Hannah Jones, Nike’s Chief Sustainability Officer and VP of its Innovation Accelerator, Nike’s goal for years has been to rethink sustainability and innovation entirely.",
  "“Sustainability was always framed as something that was counter to business success, that if you made a product that was sustainable, somehow it would be less good or more expensive,” Jones said in a Fast Company interview. “The refram[ing] that happened is that we stopped seeing sustainability and labor rights as a risk and burden and instead as a source of innovation. If you flip it to be about an innovation opportunity, people step into that space with less fear.” And that, she explained, creates a host of new possibilities. “We stopped seeing sustainability and labor rights as a risk and burden and instead as a source of innovation. If you flip it to be about an innovation opportunity, people step into that space with less fear.” – Hannah Jones, Nike’s Chief Sustainability Officer and VP of Innovation Accelerator Flying High For Nike, that opportunity arrived in the form of a new athletic shoe: the Flyknit. After ten years of sustainability research, Nike footwear designers figured out how to create a shoe that gave athletes the support they needed without adding anything unessential to the design.",
  "By setting out to make a piece of athletic footwear that created zero waste and maintained a high-level of performance for runners, the company developed a new technology that wove the upper portion of the Flyknit from a single thread. The key, according to Jones, was involving designers in the sustainability process—celebrating their creative ideas and willingness to take risks.",
  "For the Flyknit shoe, the constraints Nike placed on the designers were: to develop the lightest shoe possible to win a marathon; to make it beautiful; and to rethink the concept of waste. “That’s an unlikely mash-up of constraints,” Jones wrote in a Nike new post in 2016, “but if the designers hadn’t had all three in mind, they wouldn’t have arrived at the Flyknit Racer, which turned the industry upside down.” Released in 2012, the Flyknit was a major factor in the company being named Fast Company’s Most Innovative Company in 2013. A key selling point in Nike advertisements, the Flyknit is also proof that corporations do not have to make the tradeoff between sustainability and profit. Today, that piece of athletic footwear is not only lighter and more breathable—it has generated upward to $1 billion in revenue each year. You may also like Sustainability The technology that’s sewing transparency into the fashion supply chain Mar 14, 2022 | 6 min read Retail and Marketing Is digital clothing the future of fashion? Jan 19, 2022 | 5 min read Leadership How wartime medic Kendra Ketchum became a tech trailblazer Oct 18, 2021 | 8 min read Topics in this article Organizational InnovationWorkforce and Culture You may also like Education How a computer repair program hatched the whiz kids of Wilson County May 13, 2022 5 min read Manufacturing 3D print me a home, please Apr 29, 2022 8 min read Sustainability Julia Anduiza is changing throwaway culture, one piece of furniture at a time Mar 8, 2022 4 min read Manufacturing The promising future of carbon fiber recycling Feb 16, 2022 4 min read IT/IT corrente Il mio account Supporto MyService360 Supporto prodotto Knowledge Base Driver e download Community Contatta il supporto Seguici Contatti La nostra offerta Soluzioni End-to-End Prodotti Soluzioni Servizi Implementazione della forza lavoro remota APEX Soluzioni di pagamento e di utilizzo Acquista le soluzioni Dell Premier L'azienda Informazioni su Dell Technologies Opportunità di lavoro Capitale Dell Technologies Investitori Newsroom Prospettive Modalità di riciclo Impatto sociale I nostri partner Cerca un partner Programma per i partner Soluzioni OEM Risorse Coinvolgimento dei clienti Eventi digitali e webinar Glossario Community dei prodotti Download del software di prova Dell.com Dell Technologies Dell Premier Programma per i partner Supporto Copyright © 2022 Dell Inc. Privacy Termini e condizioni di utilizzo Informazioni legali"
]