[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      ‎Life on the Land on Apple Podcasts\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com/au\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApple Podcasts Preview\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n66 episodes\n\n\n\n\nA Graziher podcast telling stories of women who live in rural andregional Australia. Stories from all kinds of women who have lived all kinds of lives from alldifferent walks of life. ",
  "In our first season, over eight episodes, join our hosts, Skye Manson and Emily Herbert, as they speak to women from all over Australia. Hear from farmers, mothers, photographers, business owners, from teachers, nurses and doctors too. Hear from women who have moved to the country and who moved out of the country. Everyday women we all have a story to tell. Life on the Land\n              \n\n                Graziher\n              \n\n\n\n\n\n                    Society & Culture\n                  \n\n\n\n\n\n\n\n\n\n4.9 • 333 Ratings\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nA Graziher podcast telling stories of women who live in rural andregional Australia. Stories from all kinds of women who have lived all kinds of lives from alldifferent walks of life. ",
  "In our first season, over eight episodes, join our hosts, Skye Manson and Emily Herbert, as they speak to women from all over Australia. Hear from farmers, mothers, photographers, business owners, from teachers, nurses and doctors too. ",
  "Hear from women who have moved to the country and who moved out of the country. Everyday women we all have a story to tell. 20 MAR 2022\n\n \n\n          Lyndee Severin took her motorbike to have a look at central Australia and ended up making it her life\n        \n\n\nLyndee Severin took her motorbike to have a look at central Australia and ended up making it her life\n\n\n\nDo you sometimes think how good it would be to chuck it all in and head off on an adventure?It can be nice to daydream about how things could be different -even for just a moment.For Lyndee Severin, those feelings weren't a pipe dream...Speaking to Lyndee, I get the feeling she's someone who isn't afraid to get stuck in and give things a go. She was the first one in her family to go to university, graduating with a business degree in her mid-20s as a mature-age student whilst parenting her two young kids as a single mum. After working as a public servant for nearly a decade, Lyndee decided to go on a trip of a lifetime when she was 40-years old - riding her motorbike from her home in Wollongong to Darwin. It was a trip that would change her life and see her move to Curtin Springs Station - a million-hectare cattle and tourism enterprise, not far from Uluru in Australia's red centre.Looking back at taking that first motorbike trip 20 years ago, Lyndee had no idea how the holiday would set the course of the rest of her life.This episode sponsor is the Graziher 2022 Boarding School Guide. ",
  "MAKING A DECISION ABOUT your children's education can be a struggle.Boarding school is something that many children from rural, regional and remote areas experience in their lives. It can be one of the greatest experiences - making lifelong friends; getting a great education; and being offered amazing extra-curricular activities such as sports and cultural activities. ",
  "Making a decision about your child's education can be difficult, so we have created a guide to help make that hard decision a little easier for those of you who are facing it.In our current Autumn issue, there is a lift-out for you to read. It features some fantastic schools and expo information. Along with some insights about boarding school from our regular contributors Jane Smith, Jayne Cuddihy and Grace Quast.Or head to Graziher.com.au for our digital Graziher Boarding School Guide, it has extended stories on all the schools featured a directory and direct links to all school websites. It's free for everyone to read. 1 hr 1 min\n \n\n \n\n\n\n\n\n\n\n13 MAR 2022\n\n \n\n          Journalist Bronwyn Herbert lives in flooded Lismore\n        \n\n\nJournalist Bronwyn Herbert lives in flooded Lismore\n\n\n\nIt's A LOT. All that is going on around us; in our backyard and afar. ",
  "A lot to take in and contextualise within our own lives.In the last few years there has been so many unprecedented's, worst ever's and an evolution of world events that were acknowledged as absurdity only a few years ago.I've found that gaining a deeper understanding helps.Our guest today is ABC Journalist and Macadamia farmer Bronwyn Herbert, who lives on high ground just 10 kilometres from Lismore.Over the course of the last 10 days her life, and the lives of her community have been turned on their face. Brown, murky, debris filled flood waters, 2 metres higher than the highest ever recording, crushed her community and their days are now filled with the chaos of finding minders for children, so adults can work, and if they're not working they're helping someone, strangers to clean up, or wash clothes or cook meals, or share a cool drink.While you listen to Bronwyn's story have a think about a new initiative Graziher is setting up in response to the QLD and northern NSW floods.The Graziher Bush Telegraph will be set up to help flood effected businesses get back on their feet. ",
  "We know that when the waters reside, businesses will need the help of the Graziher community for many months to come. So we will be launching the Bush Telegraph in the next issue of Graziher to get the word out. Contact Sally via email to find out how we can help. Her email address is sally@graziher.com.au. Other ways to donate or help outGivit: Specific items of need or wide reaching donationsKoori Mail Flood FundraiserLismore City Council Flood Fund:Name: Lismore City Council - Flood Appeal AccountBSB: 062 565Account:10864633Northern Rivers Preschool Alliance GoFundMe page\n\n\n\n\n1 hr 5 min\n \n\n \n\n\n\n\n\n\n\n6 MAR 2022\n\n \n\n          Behind the scenes of Nicola Forrest AO's life as a wife and a mother\n        \n\n\nBehind the scenes of Nicola Forrest AO's life as a wife and a mother\n\n\n\nTo describe Nicola Forrest AO in a few words is incredibly difficult. She is a mother, philanthropist, change-maker and country girl born and bred.Alongside her husband Andrew Forrest of Fortescue Metals Group, Nicola is the co-chair and co-founder of Minderoo Foundation and a director of the Tattarang Group.She campaigns to better the lives of children and the vulnerable, but also drives advances in the arts and community sectors and for the equality of women.Her story is many things; it's aspirational and I hope you will find it inspirational but most of all, and the reason we wanted to tell Nicola's behind-the-scenes story is because it's relatable. ",
  "Nicola Forrest could have been any one of us; she grew up on a farm in Spicers Creek in central west New South Wales, had a penchant for agriculture and on travelling to remote north Queensland for a sniff of adventure, she fell in love with the Outback and eventually Andrew Forrest.This is a story of Nicola Forrest as a young girl and as a mother. And a warning this episode does speak about the loss of a child. ",
  "If this may be triggering for yourself or anyone you know please call lifeline on 13 11 14.Thank you to our amazing sponsor for this episode, the team from SG Off-Road - Make adventure happen with SG Off-Road.⁠⁠⁠THE AUTUMN ISSUE OF GRAZIHER IS ON SALE NOW graziher.com.au\n\n\n\n\n58 min\n \n\n \n\n\n\n\n\n\n\n27 FEB 2022\n\n \n\n          Virginia Tapscott wants to talk about child sexual abuse\n        \n\n\nVirginia Tapscott wants to talk about child sexual abuse\n\n\n\nThis conversation talks about child sexual abuse, mental illness and other subjects which may be triggering. Please, if it brings anything up, call Lifeline on 13 14 14, or 1800 RESPECT.Our guest today is journalist Virginia Tapscott, whose words have graced many a Graziher page. Ginny lives on a property near Albury with her husband, Rhys and their four young children, Oscar, 6, four year old Eva, three year old Elke and four month old Tully.Ginny, who was named the Caroline Jones Women in Media Young Journalist's Award in 2019 and last year named as one of 21 women who defined 2021 by Vogue Magazine, is breaking completely new ground with her fight against child sexual abuse.The journalist has recently launched an investigative podcast series alongside The Australian newspaper and reporter Steve Jackson, called My Sister's Secrets. It's an at-times harrowing and deeply difficult listen. But it's also courageous and compelling, as Ginny explores the events leading up to the abuse she and her older sister, Ally experienced as children, by their step grandfather. Ally later experienced a separate alleged assault as a teenager, and died in June 2020 from a drug overdose.These are stories we'd rather weren't real. ",
  "But they are, and Ginny's bravery is extraordinary. Her ability to look the ugly truth in the eye and speak about her lived experience is sending ripples across Australia. ",
  "And she's creating a safe space for other survivors to come forward and seek the help and justice they deserve. We want to help platform her work to help others in the bush have these tough conversations. For legal reasons, part of this interview has been removed.Listen to My Sisters Secrets an investigative podcast by Virginia and journalist Steve Jackson for The Australian newspaper here. Other helpful resources:Bravehearts - Australia's leading child protection organisation. 'The Body Keeps The Score' by Bessel Van Der KolkThe Grace Tame Foundation (2021 Australian of the Year)All women police stations in Latin America. Article. ",
  "1 hr 6 min\n \n\n \n\n\n\n\n\n\n\n30 JAN 2022\n\n \n\n          TEAM PICKS - Maggie MacKellar (Victoria Carey)\n        \n\n\nTEAM PICKS - Maggie MacKellar (Victoria Carey)\n\n\n\nVictoria Carey is the editorial director of Graziher, she admits that choosing a favourite episode of our podcast Life on the Land was difficult. Her decision was Maggie McKellar which she says will come as no surprise to those who are close to her. ",
  "\"I love Maggie's writing, she is a wonderful, wonderful wordsmith and I always really look forward to our chats about her next column. We love to talk about things that are happening on the farm, what's happening with our kids and one of our favourite topics is, of course,  when to get back on a horse! Maggie's already doing it and I'm get to get back on. So I really enjoy our working relationship. \"More than that, in 2011 I think was, when Maggie's story went to air on ABC TV's Australian Story I was so touched, like so many Australians, in her bravery about talking about what had happened to her and her family. The loss of her husband at such a young age to mental illness followed closed by the death of her mother from cancer. ",
  "I understand only too well the impact of early deaths like this in a family and I really admire her bravely and honesty in talking about this so openly.\" 42 min\n \n\n \n\n\n\n\n\n\n\n23 JAN 2022\n\n \n\n          TEAM PICKS - Emily Herbert, (Claire Dunne)\n        \n\n\nTEAM PICKS - Emily Herbert, (Claire Dunne)\n\n\n\nClaire really needs no introduction but for those of you who don't know Claire is our mighty leader, the founder of Graziher.Claire's pick is our special episode with Emily Herbert.Claire found this to be a beautiful yet poignant episode as Emily chose to be really vulnerable about what she says was her toughest year, and about suffering Post Traumatic Stress Disorder and then working on her way back to better mental health.It is a bit of a heavy episode, but balanced with the mentioning of the birth of her beautiful baby boy Huckleberry back in January 2021. ",
  "\"Emily is so articulate and is such a natural storyteller that it makes sense that she can tell her story so well.\" 52 min\n \n\n \n\n\n\n\n \n\n\n\n\n\n\n\n          Customer Reviews\n        \n\n\n\n\n\n4.9 out of 5\n333 Ratings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n333 Ratings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Marieke Hoelscher\n\n, \n25/11/2021\n\n\n    Inspiring and calming podcast! The audio in this podcast is so relaxing! Always a super inspiring story of rural Aussie women absolutely killing it! I listen every week and it never disappoints😍\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Jess2987\n\n, \n26/02/2022\n\n\n    Professional and Enjoyable\n\n\nThe hosts are always calming and present very professionally. I love the stories presented, anything rural captivates me and this podcast does it in a seamless way! ",
  "The Rural Celebrant\n\n, \n13/09/2021\n\n\n    Amazing\n\n\nAmazing podcast focussing on rural women. The stories are real and the hosts have such calming voices, an absolute treat to listen to! "
]