[
  "Tesla Austin Gigafactory could be an environmental disaster - Protocol Home Bulletins Newsletters Source Code Protocol Enterprise Protocol Fintech Protocol Gaming Protocol Pipeline Protocol Index Protocol Next Up Protocol China Protocol Workplace Protocol Entertainment Protocol Policy Protocol Climate Enterprise About Protocol Enterprise Workplace About Protocol Workplace Protocol Workplace Tech Employee Survey Download the Full Report Diversity Tracker Diversity Tracker — Race (Overall) Diversity Tracker — Race (Leadership) Diversity Tracker — Gender (Overall) Diversity Tracker — Gender (Leadership) China About Protocol China Fintech About Protocol Fintech Small Business Fintech Survey 2022 Policy Tech Employee Survey About Protocol Policy Subscribe to Protocol Policy Entertainment About Entertainment People Power Politics Braintrust Braintrust — Fintech Braintrust — Enterprise Braintrust — Work and Productivity Braintrust — Policy Manuals CES 2021 The New Enterprise The Small Business Recovery Quantum computing manual Protocol Manual: Health Care The Retail Resurgence Reinvention of Spending The Rise of Retail Investing Transforming 2021 The New Database The Inclusive Workplace Buy now. Pay later.",
  "Win the future. Proptech’s big moment The Great Resignation Careers Source Code Events Virtual Meetups Tech Hearing Section 230 Hearing Election 2020 Post-election hearing Apple Epic Trial Power Index Enterprise Observability Robotic Process Automation Databases Hybrid Storage Low-Code / No-Code Fintech Consumer Trading Platforms Payments Infrastructure Neobanks Consumer Lending Crypto Exchanges Climate Subscribe to Protocol Climate About Protocol Climate Log in x SubscribeWorkplaceEnterpriseFintechChinaPolicyNewslettersBraintrustPodcastEventsCareersAbout UsNewslettersSource CodeClimateEnterpriseFintechPolicyEntertainmentWorkplaceChinaPipelineEnterpriseCloud ComputingChipsAIThe New DatabaseEnterprise Power IndexEvent: So you're going multicloudFintechCryptocurrencyPaymentsProptech's Big MomentSmall Biz SurveyBuy Now, Pay LaterFintech Power IndexEntertainmentMetaverseGamingStreamingSmart HomeApp StoreWeekend RecsWorkplaceDiversity TrackerTech Employee SurveyReturn to Work CalendarThe Great ResignationThe Inclusive WorkplacePolicyAntitrustPrivacyRegulationWhite HouseFTCTech Employee SurveyChinaTencentAlibabaWeChatDiDiClimateElectric VehiclesSustainabilityBulletinsPower IndexBraintrustSpecial ReportsEventsPodcastTech Calendar Sign In About ProtocolCareers tesla Climate Tesla’s Austin Gigafactory could be an environmental disaster waiting to happen Elon Musk promised an “ecological paradise,” but his newest Gigafactory is anything but so far for those living in its shadow. Elon Musk speaks at the Tesla Giga Texas manufacturing \"Cyber Rodeo\" grand opening party. Photo by Suzanne Cordeiro/AFP via Getty Images Amber X. Chen April 8, 2022 Tesla’s latest Gigafactory opened on Thursday in eastern Travis County. The company hosted a launch party dubbed a “Cyber Rodeo.” The invite-only confab saw the factory turned into a rave, complete with a light-up drone display of Tesla vehicles and the visage of doge in the night sky, food trucks and a speech from Elon Musk himself. The richest man in the world told attendees the plant is “going to be better for the environment, because we want to make the cars where the customers are.”But while the plant promises a shiny and sustainable all-electric future as it pumps out Tesla Model Ys and, eventually, Semis and Cybertrucks, the communities in its shadow are still living in the past.",
  "And the Gigafactory could end up leaving them even further behind.Eastern Travis County is an unincorporated area of East Austin composed of low-income households, and predominantly communities of color. Austin’s Colony, the specific community where the new Gigafactory is located, has a large Spanish-speaking population, while other nearby communities share similar demographics and are historically Black.",
  "Even before the Gigafactory came to town, the area faced challenges, including a lack of access to clean water and poor social services. It’s a place that has essentially been cut off from the city itself, with Austin’s 1928 master plan forcing residents of color out to the east of what is now I-35. That dividing line also meant industries unwanted in the heart of Austin could flourish on its outskirts. Tesla’s Gigafactory could be the latest in the long list of polluters to call the area home.Gigafactory construction has raised issues from noise and water pollution to clogged roadways. Austin’s Colony residents also see hypocrisy in the plant getting clean public water while theirs is private and dirty. There are also concerns that the Gigafactory’s location along the Colorado River could create an environmental catastrophe should the river overflow its banks.",
  "The tensions reflect ones playing out around the world as companies building the all-electric future, like Tesla, set up shop in low-income communities of color. Photo: Bronte Wittpenn/Bloomberg via Getty ImagesMachinery at the Tesla factory under construction on Harold Green Road and State Highway 130 in Austin, Texas.",
  "“When we heard that Tesla was considering moving into the area, there was a great deal of trepidation with what they would or would not provide,” Austin’s Colony resident and community activist Richard Franklin told Protocol. “Our thought process was: We know that they’ve had some issues; we know that they may be bad actors. But we have so many other issues [from before] they got here that it’s almost to the point of saying, ‘Well, what else could go wrong?’ Our hope is that by bringing something as huge as Tesla into this area, we would increase its profile so that people would start paying attention to all the shortcomings.”The Gigafactory is located right behind Franklin’s house on the site of former aggregate mining operations, which have a long history in the area owing to copious sand and gravel deposits. Tesla’s entry into the community has increased property values in the area roughly 22% from 2020 to 2021, according to an analysis by real estate service firm Orchard.But increased land values often lead to gentrification, forcing many longtime residents to leave an area. With home values in Austin skyrocketing, Austin’s Colony residents could someday have no other affordable place to turn. But even as the Gigafactory raises the risk of residents being displaced long term, it poses potential immediate environmental risks.",
  "PODER, Austin’s local environmental justice organization, has cited concerns about the Gigafactory’s proximity to the Colorado River, among other issues. “The Colorado River Conservancy goes from the Longhorn Dam to the Travis County line, and Tesla is right adjacent to it,” PODER director Susana Almanza told Protocol.",
  "“Early on, when Tesla said that they were developing a Colorado River ‘paradise,’ we knew that they needed to be sitting at the table with us so we could know exactly what their Colorado River paradise really means for East Austin.” Elon Musk’s so-called “ecological paradise” has so far failed to materialize. In fact, it’s been the opposite. Many residents have complained to PODER of increased traffic and noise coming from the factory, as well as a higher risk of flooding. The organization is also deeply concerned with Tesla’s water use. Reports of orange water pouring out of sinks in communities around the Tesla Gigafactory in Austin. Photo courtesy of Brian Reyes “Tesla consumes a lot of water, but we are not sure exactly how much water they’re going to be consuming and how much they are going to be discharging,” Almanza said.Austin’s Colony is one of two communities in the area that rely on privatized water.",
  "The quality of that water is a huge concern, with residents reporting orange water pouring from their taps. Franklin said he has to filter it before giving it to his dog, and that it ruins pipes and appliances.",
  "But it is his hope that as more people see the contrast between Tesla’s water situation and the community’s, the more pressure it will put on the city to extend its water infrastructure into the community. PODER, too, is considering how to leverage Tesla’s clean water deal for the community.“We are doing more investigation into how we can get these working-class communities on the city water system like they did Tesla, so they can pay lower bills as opposed to buying from private water sources,” Almanza said.“Tesla, to me, is just another pawn in the game, another piece on the board in a chess game that involves me, my community and the kids,” Franklin said. “It’s just another piece to be moved around, and we’ve learned to use whatever we can to get what we need.”But that could come with trade-offs. Franklin’s biggest fear is flooding: The massive Gigafactory spreads over 2,000 acres of cleared swampland. The concrete that has replaced formerly permeable surfaces has effectively removed flood buffers in an area that is next to the Colorado River. And with climate change increasing the odds of heavy rain, that makes the risks of runoff and flooding more serious than ever before.",
  "Just this past August, rainfall blitzed the region and left the state Capitol closed after flood waters filled hallways. Federal data shows Texas is part of a region that saw heavy downpours increase 12% from 1958 to 2016.",
  "Meanwhile, the state received a C- on the American Society of Civil Engineers infrastructure report card when it comes to its ability to handle flooding. It’s against this backdrop that the Gigafactory could create serious issues for those living in its hulking shadow and seemingly endless parking lots.“We’re down river. This is my real fear … I’m afraid the people that live in those low-lying areas right down the river from here are going to die,” Franklin said. Tesla has not yet said anything publicly about its stormwater management policy.Other community members are more skeptical of this perceived corporate interest to enhanced social services pipeline.“The area has been described [by Elon Musk] in very colonial terms as this place that is essentially destroyed, that there’s not really people there, it’s just this land to be discovered and modernized and made valuable,” East Austin native Ryan Frisinger told Protocol. “In fact, it’s extremely populated.” Frisinger lives three and a half miles from the Gigafactory. “There’s always been a history of that out there,” he said, referring to the legacy of polluting industries in the region.",
  "“Now that Tesla’s out there, a lot of that is being revealed sort of accidentally because most of the real estate in that area has now acquired value.”He called Tesla “perhaps the scariest and largest” major company to move into the area and set up an industrial shop. “I worry that the area will become just like Boca Chica,” he said, referring to the site of SpaceX’s Starbase, “where you buy people out and then all you have to say is: We offer them more than market value for their home.",
  "There are already signs of that happening.” Homes in Boca Chica Village near SpaceX facilities in Texas. Photo: Verónica G. Cárdenas for Protocol The city gave Tesla a $50 million tax incentive to entice the company to put down its Gigafactory roots there instead of Tulsa, Oklahoma, which was also in the running. It’s a move that’s all too familiar as cities around the country try to woo tech companies in exchange for promised economic prosperity.“Absolutely [the city is complicit in this]. I think that everyone’s mesmerized, and that’s usually how corporations work,” Almanza said. “They all come in dangling a carrot of ‘jobs, jobs, jobs.’ But in essence, we found that the local people don’t really get the jobs, and the jobs they’re talking about are temporary jobs — construction, cleanup — versus the higher-paying jobs and permanent jobs.”Tesla has also faced criticism from the Texas Anti-Poverty Project for refusing to make the accommodations necessary to hire Spanish speakers in a community that is primarily Latinx. This concern follows a pattern of racial hostility.",
  "This past February, Tesla was sued by California Department for Fair Employment and Housing over allegations of creating a hostile work environment for Black employees.Tesla did not respond to Protocol’s request for comment. The company does not have a PR team, and PODER organizers have already expressed issues with Tesla’s community outreach efforts.“We just recently had a talk with the community engagement person, and I asked, ‘Well, how are you bringing in these 15,000 people [for the opening party]?’” Almanza said.",
  "“He said ‘Well, I don’t really know, that’s not my area.’ I think as a community engagement person, you should know this.” The Oak Ranch mobile home gated community in Del Valle, Texas. At Oak Ranch, the sales force is regularly fielding inquiries from potential buyers hoping to land a gig at the Tesla Gigafactory. Photo: Sergio Flores/Bloomberg via Getty Images Now that Tesla is in the community, Almanza said that it has a duty to be a good neighbor — like by using its clout to push for the community’s water rights — and it needs to sustain its relationship with the people living in close proximity. “Tesla needs to be doing real community engagement, not having one big party and pretending that that’s community engagement,” she said.What’s happening in eastern Travis County right now is a microcosm of a bigger story playing out around the world as we make the necessary transition to clean energy. The fight to build a better future hinges on drawing down carbon emissions. Yes, Tesla is doing good by bringing that future into existence as the most popular EV manufacturer in the U.S. — but at what cost to local residents?",
  "Tensions regarding how we achieve a sustainable future aren’t just happening in East Austin: They’re happening in lithium flats in Bolivia, cobalt mines in Congo, coal towns in Wyoming and elsewhere. “We’re accepting some degree of necessary evil in exchange for jobs, improved infrastructure, visibility, community investment, etc., and the overall issue with that is: Where are the examples of this?” Frisinger said.",
  "“Tesla has received public subsidies throughout the world and has rarely — if ever — delivered on the performance incentives that are required. They have never tangibly provided evidence for what they’re going to do [for our community] in exchange for all the benefits they’re receiving and the pollution that they’re going to introduce.”Amber X. Chen is a freelancer. X PROTOCOL CLIMATE Coverage | Newsletter | Intel | Events How tech is tackling climate change — and reckoning with its own impact on the planet. Email Address I also want to receive Protocol's weekly newsletter on tech politics and policy. Climate Newsletter Sign Up URL Sign Up Now Your information will be used in accordance with our Privacy Policy Thank you for signing up. Please check your inbox to verify your email.",
  "Already registered? Click here to log in X Log in Email Address Sorry, something went wrong.",
  "Please try again. Email me an authentication link A login link has been emailed to you - please check your inbox. Don't have an account? Click here to register Amber X. Chen Amber X. Chen (she/her) is a writer whose work focuses on climate justice. She is currently based in California. austin electric vehicles environmental justice evs gigafactory tesla roe v. wade Policy What’s next for tech in a post-Roe world From employee support to privacy concerns, tech companies play a critical role in what’s to come for abortion access in the U.S. States banning abortion means that tech will play a critical role in what’s to come for abortion access in the U.S. Photo: Al Drago/Bloomberg via Getty Images June 24, 2022 Alex Eichenstein Alex Eichenstein (@alexeichenstein) is Protocol's social media editor.",
  "Previously, she managed social media and audience engagement efforts at the Center for Public Integrity. She earned an B.A.",
  "in English, women and gender studies and political science from the University of Delaware. She lives in Washington, D.C. Nat Rubio-Licht Nat Rubio-Licht is a Los Angeles-based news writer at Protocol. They graduated from Syracuse University with a degree in newspaper and online journalism in May 2020. Prior to joining the team, they worked at the Los Angeles Business Journal as a technology and aerospace reporter. June 24, 2022 The end of Roe v. Wade has sent the world of tech scrambling. Many companies are now trying to quickly figure out how to protect workers in states where abortion will be banned, while also facing potential privacy and legal ramifications.",
  "Here’s a look at tech companies’ roles and responses to the ruling. We will update this page as news and events change.",
  "Keep Reading Show less Alex Eichenstein Alex Eichenstein (@alexeichenstein) is Protocol's social media editor. Previously, she managed social media and audience engagement efforts at the Center for Public Integrity. She earned an B.A. in English, women and gender studies and political science from the University of Delaware. She lives in Washington, D.C. roe v. wade policy big tech tech companies sponsored content Sponsored Content Getting smarter about hybrid work June 24, 2022 Nathan Coutinho Nathan Coutinho leads Logitech's global conferencing business strategy and analyst relations. A Swiss company focused on innovation and quality, Logitech designs products and experiences that have an everyday place in people's lives.Coutinho leads strategy and execution of Logitech's video conferencing solutions, from personal solutions to highly-scalable conference rooms.Coutinho has more than 25 years of experience in the IT industry with various roles in executive leadership, consulting, engineering, marketing and technical sales.",
  "May 23, 2022 Now that most organizations are returning to the office, there are varying extremes – some leaders demand that employees return to the office, with some employees revolting and some rejoicing to be together again. On the other hand, some companies have closed physical offices and made remote work permanent; creating a sigh of relief for some employees and creating frustration for others.Most of us are somewhere in between, trying our best to take a measured approach at building the right hybrid strategy tailored to company culture.",
  "Some seemingly have begun to crack the code, while the majority are grappling with the when, how, why, and who of this new hybrid work reality. Keep Reading Show less Nathan Coutinho Nathan Coutinho leads Logitech's global conferencing business strategy and analyst relations. A Swiss company focused on innovation and quality, Logitech designs products and experiences that have an everyday place in people's lives.Coutinho leads strategy and execution of Logitech's video conferencing solutions, from personal solutions to highly-scalable conference rooms.Coutinho has more than 25 years of experience in the IT industry with various roles in executive leadership, consulting, engineering, marketing and technical sales. sponsored sponsored content payments Fintech You’re thinking about Apple Pay Later all wrong Apple’s “buy now, pay later” product has a distinctly different distribution strategy that means it doesn’t directly threaten Affirm, Klarna and Afterpay. Apple Pay Later emerges as a distinctly different product than what Klarna and Affirm offer. Image: Apple; Protocol June 24, 2022 Veronica Irwin Veronica Irwin (@vronirwin) is a San Francisco-based reporter at Protocol covering fintech.",
  "Previously she was at the San Francisco Examiner, covering tech from a hyper-local angle. Before that, her byline was featured in SF Weekly, The Nation, Techworker, Ms. Magazine and The Frisc.",
  "June 24, 2022 Apple’s entry into the “buy now, pay later” market was one of its worst-kept secrets: Analysts had been predicting the company’s rollout of a pay-later service as early as 2020. The most common read on the move was predictable: Apple was here to smash the competition. The company has a track record of jumping into new sectors late and still managing to come out on top — the iPod came out when there were tons of MP3 players on the market. But some analysts have a starkly different view. When you look at it under the hood, Apple Pay Later emerges as a distinctly different product than what Klarna and Affirm offer, they say — and one that isn’t much of a market predator. Keep Reading Show less Veronica Irwin Veronica Irwin (@vronirwin) is a San Francisco-based reporter at Protocol covering fintech.",
  "Previously she was at the San Francisco Examiner, covering tech from a hyper-local angle. Before that, her byline was featured in SF Weekly, The Nation, Techworker, Ms. Magazine and The Frisc.",
  "affirm apple apple pay later bnpl buy now pay later klarna payments #content Entertainment Watch 'Peaky Blinders,' and more weekend recs Don’t know what to do this weekend? We’ve got you covered. Our recommendations for your weekend. Photo: Netflix June 24, 2022 Nick Statt Nick Statt is Protocol's video game reporter. Prior to joining Protocol, he was news editor at The Verge covering the gaming industry, mobile apps and antitrust out of San Francisco, in addition to managing coverage of Silicon Valley tech giants and startups. He now resides in Rochester, New York, home of the garbage plate and, completely coincidentally, the World Video Game Hall of Fame.",
  "He can be reached at nstatt@protocol.com. June 24, 2022 We’re getting the weekend started early.",
  "Two of our favorite shows are back, and we’re digging a breakout hit vampire game that’s being called a “bullet heaven” and is only $3 on Steam. Keep Reading Show less Nick Statt Nick Statt is Protocol's video game reporter. Prior to joining Protocol, he was news editor at The Verge covering the gaming industry, mobile apps and antitrust out of San Francisco, in addition to managing coverage of Silicon Valley tech giants and startups. He now resides in Rochester, New York, home of the garbage plate and, completely coincidentally, the World Video Game Hall of Fame. He can be reached at nstatt@protocol.com. axie infinity game pass netflix steam #content metaverse Entertainment Mark Zuckerberg is really excited about the metaverse He's been extremely active over the past seven days.",
  "Zuckerberg is envisioning a digital commerce empire. Photo: Meta June 24, 2022 Nick Statt Nick Statt is Protocol's video game reporter.",
  "Prior to joining Protocol, he was news editor at The Verge covering the gaming industry, mobile apps and antitrust out of San Francisco, in addition to managing coverage of Silicon Valley tech giants and startups. He now resides in Rochester, New York, home of the garbage plate and, completely coincidentally, the World Video Game Hall of Fame. He can be reached at nstatt@protocol.com. June 24, 2022 It’s been a big week for Mark Zuckerberg’s personal Facebook page. The chief executive of Meta has in the past few years transformed his social network account into a press release distribution center, featuring personalized messages about news, product updates and company announcements and usually only ones Zuckerberg himself is pretty excited about. And now hardly a week goes by without some major Facebook post detailing a new product initiative or update about the topic Zuckerberg is most passionate about: the metaverse.Zuckerberg has been extremely active over the past seven days, posting four major company announcements about metaverse-related news.",
  "Keep Reading Show less Nick Statt Nick Statt is Protocol's video game reporter. Prior to joining Protocol, he was news editor at The Verge covering the gaming industry, mobile apps and antitrust out of San Francisco, in addition to managing coverage of Silicon Valley tech giants and startups.",
  "He now resides in Rochester, New York, home of the garbage plate and, completely coincidentally, the World Video Game Hall of Fame. He can be reached at nstatt@protocol.com. meta facebook metaverse Latest Stories See more Most Popular Big Tech is hiring Democrats’ favorite strategy firms How Thomas Kurian made Google Cloud into an enterprise-first company The DNC has a new secret weapon for finding voters Chips are the backbone of our digital economy. We must rebuild the American chip industry or suffer the consequences Everything you need to know about heat pumps Brands are flooding the metaverse, but gamers just don’t care Bulletins June 24, 2022 14:41 EST Los Angeles considers banning new gas stations June 24, 2022 14:38 EST PlayStation game developers speak out for abortion rights June 23, 2022 13:59 EST Yelp is closing offices in NY, Chicago and DC About UsCareersContact UsAdvertiseRSS feedsManage AccountPrivacy StatementDo not sellTerms of ServiceUnlock more from Protocol© 2022 Protocol Media, LLC To give you the best possible experience, this site uses cookies. If you continue browsing. you accept our use of cookies.",
  "You can review our privacy policy to find out more about the cookies we use. Accept"
]