[
  "Water Desalination Plant in Africa Uses Tesla Batteries & Solar Power | WWD Skip to main content MagazineCurrent IssueArchiveContact UsSubscribeNominate AwardsNewslettersEventsAdvertise search Enter your search keywords clear Search X WaterChemicalsContaminantsDisinfectionInstrumentationMembrane TechnologyMeteringMonitoringPipe DistributionPumpsTestingValvesWater FiltrationWastewaterBiosolids ManagementOdor ControlPumpsTestingValvesWastewater TreatmentIndustrialFats, Oils & GreaseFood & BeverageMiningPower, Oil & GasZero Liquid DischargeTopicalNewsPlant ProfileEditorial/TopicalAutomationEnergy EfficiencySmart WaterSoftwareStorm WaterWater ScarcityPress ReleasesStorefrontHomeCase StudiesWhitepapersTech ReviewsWebinarsProductsBuyer's GuideNew Product ShowcasePodcastVideo Subscribe Magazine Current Issue Archive Contact Us Subscribe Nominate Awards Newsletters Events Advertise Water more_vert Chemicals Contaminants Disinfection Instrumentation Membrane Technology Metering Monitoring Pipe Distribution Pumps Testing Valves Water Filtration Wastewater more_vert Biosolids Management Odor Control Pumps Testing Valves Wastewater Treatment Industrial more_vert Fats, Oils & Grease Food & Beverage Mining Power, Oil & Gas Zero Liquid Discharge Topical more_vert News Plant Profile Editorial/Topical Automation Energy Efficiency Smart Water Software Storm Water Water Scarcity Press Releases Storefront Products Podcast Video By Cristina TuserDec 30, 2019 Water Desalination Plant in Africa Uses Tesla Batteries & Solar Power Tesla batteries and solar power aided in the construction of a new water desalination plant in Africa. GivePower has constructed a new water desalination plant in Africa using Tesla batteries and solar power.",
  "The system, which is now providing clean water to thousands of people, has been deployed in Kiunga, a rural village in Kenya, reported Electrek. Lack of clean water in the village had people relying on saltwater wells and contaminated water. Kiunga has suffered from droughts for over five years, according to the Good News Network. GivePower uses off-grid solar with batteries to create what they call solar water farms. In addition to successfully launching the solar water farm, the foundation has also brought renewable energy to over 2,500 schools in 17 countries, benefiting more than 300,000 people. The system uses solar panels that produce 50 kilowatts of energy, according to the Hearty Soul.",
  "The energy is stored by two high-performance Tesla batteries and uses two water pumps that operate 24 hours per day. The system, which reportedly uses Tesla Powerwalls, is capable of producing about 70,000 liters of drinkable water every day, which is more than enough for the entire village, reported Electrek.",
  "GivePower intends to replicate the success of the system for other villages in need of clean water all around the world. Tesla is participating in a new initiative by an African telecom to install 520 Powerwalls at their sites in order to keep their network online despite frequent power outages. The company has also been helping deploy energy storage and solar in Africa through its participation in an African startup that installs solar storage systems, reported Electrek. Read related content about solar energy and water treatment: Georgia Wastewater Treatment Plant May Shift to Solar Energy Kenya’s First Solar Water Farm Produces Clean Drinking Water DOE Offers $21M for Solar-thermal Desalination Advancements Baltimore Energizes City With Solar Installation at Back River Wastewater Treatment Plant Nominate The Water & Wastes Digest staff invites industry professionals to nominate the water and wastewater projects they deem most remarkable and innovative for recognition in the Annual Reference Guide issue. All projects must have been in the design or construction phase over the last 18 months. Top Projects Nomination FormIndustrial Top Projects Current Issue May 2022 Latest NewsJun 24 2022 Photo 142176127 © Natallia Khlapushyna | Dreamstime.com Sensus ACE22 New Product Recap NewsJun 23 2022 Photo 18959873 © Richard Brosseau | Dreamstime.com BlueConduit ACE22 New Product Recap VideosJun 22 2022 Water Scarcity is a One Water Issue | WWD Weekly Digest Subscribe to the WWD eNews Newsletter!",
  "Email Most Popular Content 7 Basic Types of Temperature Measuring Sensors The Flint Water Crisis: 7 Years Later What is Biological Oxygen Demand (BOD)? What is Aeration for Wastewater Treatment?"
]