[
  "\n\n\n\nSustainable Development Goal 10 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 10\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\n10th of 17 UN Sustainable Development Goals set in 2015\nSustainable Development Goal 10Mission statement\"Reduce inequality within and among countries\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 10 (Goal 10 or SDG 10) is about reduced inequality and is one of the 17 Sustainable Development Goals established by the United Nations in 2015. The full title is: \"Reduce inequality within and among countries\". ",
  "[1][2]\nThe Goal has ten targets to be achieved by 2030. Progress towards targets will be measured by indicators. The first seven targets are \"outcome targets\": Reduce income inequalities; promote universal social, economic and political inclusion; ensure equal opportunities and end discrimination; adopt fiscal and social policies that promotes equality; improved regulation of global financial markets and institutions; enhanced representation for developing countries in financial institutions; responsible and well-managed migration policies. The other three targets are \"means of achievement\" targets: Special and differential treatment for developing countries; encourage development assistance and investment in least developed countries; reduce transaction costs for migrant remittances. [3]\nTarget 10.1 is to \"sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average\". This goal, known as \"shared prosperity\", is complementing SDG 1, the eradication of extreme poverty, and it is relevant for all countries in the world. ",
  "[4] In 73 countries during the period 2012–2017, the bottom 40 per cent of the population saw its incomes grow. Still, in all countries with data, the bottom 40 per cent of the population received less than 25 per cent of the overall income or consumption. ",
  "[5]: 12 \n\nContents\n\n1 Background\n\n1.1 Measuring inequality\n\n\n2 Targets, indicators and progress\n\n2.1 Target 10.1: Reduce income inequalities\n2.2 Target 10.2: Promote universal social, economic and political inclusion\n2.3 Target 10.3: Ensure equal opportunities and end discrimination\n2.4 Target 10.4: Adopt fiscal and social policies that promotes equality\n2.5 Target 10.5: Improved regulation of global financial markets and institutions\n2.6 Target 10.6: Enhanced representation for developing countries in financial institutions\n2.7 Target 10.7: Responsible and well-managed migration policies\n2.8 Target 10.a: Special and differential treatment for developing countries\n2.9 Target 10.b: Encourage development assistance and investment in least developed countries\n2.10 Target 10.c: Reduce transaction costs for migrant remittances\n\n\n3 Monitoring\n4 Links with other SDGs\n5 Challenges\n\n5.1 Impacts of Covid-19 pandemic\n\n\n6 Organizations\n\n6.1 US Based Organizations\n\n\n7 References\n8 External Links\n\n\nBackground[edit]\nInequality exist in various forms, such as economic, sex, disability, race, social inequality, and different forms of discrimination. [6]\nIssues associated with health, pollution, and environmental justices are often inseparable with inequality. Sometimes these issues also associated with indigenous and aboriginal communities, ethnic minorities and communities of low socio-economic status (SES). [7] Studies of environmental justice shows these communities are irregularly likely to live in environments with higher risk of exposure to pollution and toxic contamination, which possess long-term health and environmental threats. [8]\nGlobalization is also accompanied with migration, displacement and dispossession, and this often increased vulnerability of marginalized communities and groups, which negatively shaped their prospects for globalization and emancipation and widened inequality at the meantime. [9] Efforts are still needed to improve the policy measures for orderly, safe, regular and responsible migration and mobility. ",
  "[10]\nThere are also association between inequality and mental and physical health in various forms, such as status anxiety/competition, social capital, social embeddedness and cohesion. [11]\n\nMeasuring inequality[edit]\nMeasuring inequality in its individual forms is a crucial component in order to reduce inequality within and among countries. ",
  "The Gini coefficient is the most frequently used measurement of socioeconomic inequality as it can significantly show the income and wealth distribution within and among countries. [12]\nMeasuring social inequality often involve more complex factors and techniques, such as measuring the social group in the quality of education received and their accessibility to higher education, their social status, marital status, and other factors that associated with inequality such as urban or rural location. [13]\n\nTargets, indicators and progress[edit]\nFurther information: List of SDG targets and indicators\nThe UN has defined 10 targets and 11 indicators for SDG 10. Targets specify the goals and Indicators represent the metrics by which the world aims to track whether these Targets are achieved. SDG 10 covers issues including reducing income inequalities (10.1), promoting universal social, economic and political inclusion (10.2), ensure equal opportunities and end discrimination (10.3), adopt fiscal and social policies that promotes equality (10.4),  improved regulation of global financial markets and institutions (10.5), enhanced representation for developing countries in financial institutions (10.6), responsible and well-managed migration policies (10.7), special and differential treatment for developing countries (10.a), encourage development assistance and investment in least developed countries (10.b) and reduced transaction costs for migrant remittances (10.c). [3]\n\nTarget 10.1: Reduce income inequalities[edit]\n World map for Indicator 10.1.1: Average growth rate in per capita real survey mean consumption or income, bottom 40% of population (%)[14]\nThe full title of Target 10.1 is: \"By 2030, progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average\". ",
  "[2]\nTarget 10.1 has one indicator: Indicator 10.1.1 is the \"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population\". [14]\nRelative poverty and inequality is the share of people living below 50 per cent of the median income level. ",
  "Data from 110 high- and low-income countries showed that the median country had 14 per cent of the population with income levels below that threshold. But both rich and poor countries have high and low levels of inequality. Income inequality is not strongly correlated with either poverty or affluence, suggesting that policies promoting equality and inclusivity have universal relevance. [15]\nIn 73 countries during the period 2012–2017, the bottom 40 per cent of the population saw its incomes grow. Still, in all countries with data, the bottom 40 per cent of the population received less than 25 per cent of the overall income or consumption. [5]: 12 \nIn 92 countries with comparable data over the period 2011 to 2016, the results were mixed. ",
  "In 69 countries, the poorest 40 per cent saw their income grow, but with large variations among countries. Data measuring household income for that analysis were limited. ",
  "Only 13 countries in sub-Saharan Africa had data on income growth for the most recent period. That points to the ongoing need for improved data collection and statistical capacity-building, especially in the poorest countries. [15]: 44 \n\nTarget 10.2: Promote universal social, economic and political inclusion[edit]\nThe full title of Target 10.2 is to: \"By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status\". [2]\nTarget 10.2 has one indicator. Indicator 10.2.1 is the \"Proportion of people living below 50 per cent of median income, by sex, age and persons with disabilities\". [14]\nThe need for improved data collection is particularly pertinent now, so that countries are able to identify and take action if the poorest are disproportionately affected by the economic impacts of COVID-19. ",
  "[15]: 44 \n\nTarget 10.3: Ensure equal opportunities and end discrimination[edit]\nThe full title of Target 10.3 is to: \"Ensure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard\". [2]\nTarget 10.3 has one indicator. ",
  "Indicator 10.3.1 is the \"Proportion of population reporting having personally felt discriminated against or harassed in the previous 12 months on the basis of a ground of discrimination prohibited under international human rights law\". [14]\nWomen are more likely to be victims of discrimination than men. Among those with disabilities, 3 in 10 personally experienced discrimination, with higher levels still among women with disabilities. The main grounds of discrimination mentioned by these women was not the disability itself, but religion, ethnicity and sex, pointing to the urgent need for measures to tackle multiple and intersecting forms of discrimination. [15]\n\nTarget 10.4: Adopt fiscal and social policies that promotes equality[edit]\nThe full title of Target 10.4 is to: \"Adopt policies, especially fiscal, wage and social protection policies, and progressively achieve greater equality\". [2]\nTarget 10.4 has one indicator. ",
  "Indicator 10.4.1 is the \"Labour share of GDP, comprising wages and social protection transfers\". [14]\nThe global labour income share has shown a downward trend since 2004, when it stood at 54 per cent, implying that workers are receiving a smaller proportion of the output they helped produce. ",
  "In 2017, the labour income of workers in Northern Africa and Western Asia accounted for a little over a third of the region's output (36 per cent). At the other end of the spectrum, the labour income share was close to 58 per cent in Europe and Northern America. [15]\n\n Labour share of GDP, comprising wages and social protection transfers (%)[14]\nTarget 10.5: Improved regulation of global financial markets and institutions[edit]\nThe full title of Target 10.5 is to: \"Improve the regulation and monitoring of global financial markets and institutions and strengthen the implementation of such regulations\". [2]\nTarget 10.5 has one indicator. Indicator 10.5.1 is the \"Financial soundness indicator\". [14]\n\nTarget 10.6: Enhanced representation for developing countries in financial institutions[edit]\nThe full title of Target 10.6 is to: \"Ensure enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions in order to deliver more effective, credible, accountable and legitimate institutions\". ",
  "[2]\nTarget 10.6 has one indicator. Indicator 10.6.1 is the \"Proportion of members and voting rights of developing countries in international organizations\". ",
  "[14]\nThese indicators measure the share of members and voting rights in international institutions which are held by developing countries. Target 10.7: Responsible and well-managed migration policies[edit]\nThe full title of Target 10.7 is to: \"Facilitate orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies\". [2]\nTarget 10.7 has two indicators:[14]\n\nIndicator 10.7.1: Recruitment cost borne by employee as a proportion of yearly income earned in country of destination\nIndicator 10.7.2: Number of countries that have implemented well-managed migration policies\nIn 2019, 54 per cent of countries have a comprehensive set of policy measures to facilitate orderly, safe, regular and responsible migration and mobility of people, based on 111 countries with available data. Migrant rights and their socioeconomic well-being have the lowest proportion of Governments reporting a wide range of policy measures, at 55 per cent and 59 per cent, respectively. [15]\n\nTarget 10.a: Special and differential treatment for developing countries[edit]\nThe full title of Target 10.a is to: \"Implement the principle of special and differential treatment for developing countries, in particular least developed countries, in accordance with World Trade Organization agreements\". [2]\n\nTarget 10.a has one indicator. ",
  "Indicator 10.a.1 is the \"Proportion of tariff lines applied to imports from least developed countries and developing countries with zero-tariff\". [14] Proportion of tariff lines applied to imports with zero-tariff (%)[14]\nTarget 10.b: Encourage development assistance and investment in least developed countries[edit]\nThe full title of Target 10.b is to: \"Encourage official development assistance and financial flows, including foreign direct investment, to States where the need is greatest, in particular least developed countries, African countries, small island developing States and landlocked developing countries, in accordance with their national plans and programs\". ",
  "[2]\nTarget 10.b has one indicator. Indicator 10.b.1 is the \"Total resource flows for development, by recipient and donor countries and type of flow\". [14]\n\nTarget 10.c: Reduce transaction costs for migrant remittances[edit]\nThe full title of Target 10.c is to: \"By 2030, reduce to less than 3 per cent the transaction costs of migrant remittances and eliminate remittance corridors with costs higher than 5 per cent\". [2]\nTarget 10.c has one indicator. Indicator 10.c.1 is the \"Remittance costs as a proportion of the amount remitted\". [14]\nTarget 10.c is to reduce the transaction costs for migrant remittances to below 3 percent. ",
  "The target of 3 percent was established as the cost that international migrant workers would pay to send money home (known as remittances). However, post offices and money transfer companies currently charge 6 percent of the amount remitted. ",
  "Worse, commercial banks charge 11 percent. Prepaid cards and mobile money companies charge 2 to 4 percent, but those services were not widely available as of 2017 in typical \"remittance corridors\". [16]\n\nMonitoring[edit]\nAn annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [5]\n\nLinks with other SDGs[edit]\nSDG 10 is linked to many of the other SDGs, such as peaceful and inclusive societies (SDG 16), gender equality (SDG 5), poverty (SDG 1), zero hunger (SDG 2), good health and wellbeing (SDG 3), clean water and sanitation (SDG 6), sustainable cities and communities (SDG 11). [citation needed]\n\nChallenges[edit]\nImpacts of Covid-19 pandemic[edit]\nThe COVID-19 pandemic in 2020 is making inequality worse. It is hitting the most vulnerable people hardest. ",
  "[15] Looking ahead, the Organization for Economic Cooperation and Development projects a decline in global GDP of up to 7.6 per cent in 2020 if there is a second wave of COVID-19 infections, which could put pressure on Development Assistance Committee members’ ODA  budgets. [15]\n\nIn 2021 The United Nations did a report on the progress of the Sustainable Development Goals which shows how badly the Covid-19 pandemic has affected the progress of Sustainable Development Goal 10. ",
  "[17] It is predicted that the pandemic has caused the least developed countries around the world to be delayed on hitting the Sustainable Development Goals for as much as 10 years. [17] Due to the pandemic it is estimated that there will be an increase of more than 6% on average for the Gini Index of emerging markets and developing countries, with a much more devastating effect on the lesser developed countries of the world. [18] The Gini Index is a ratio which is able to determine the income inequality where 0 means that all income is shared equally between all the population and 100 means all the income belongs to a single person. [18] By the middle of 2020 the number of people who have tried to run away from their country has increased to 24 million which is the highest it has ever been. [18]Due to border restrictions and mobility restrictions that were caused from the pandemic with an all-time high amount of refugees, it has caused a large spike of deaths and disappearances of refugees in 2020 totalling 4186 people. [18]\n\nOrganizations[edit]\nOrganizations that work on achieving SDG 10 include:\n\nIMF\nOECD\nUN\nWEF\nUS Based Organizations[edit]\nIn the US there are over twenty-eight thousand tax-exempt organizations working on issues related to UN SDG 10, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. ",
  "[19] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[20] Hewlett Foundation,[21] and Giving Tech Labs, created a free online interactive tool Reduced Inequalities in the US. This online tool enables users to see inequality-related indicators nationally and by state, as well as relevant information for over twenty-eight thousand tax-exempt organizations in the US working on issues related to UN SDG 10. ",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. References[edit]\n\n\n^ United Nations (2015) Resolution adopted by the General Assembly on 25 September 2015, Transforming our world: the 2030 Agenda for Sustainable Development (A/RES/70/1)\n\n^ a b c d e f g h i j k United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ a b United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ \"What We Do\". World Bank. Retrieved 2019-03-10. ^ a b c United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020\n\n^ \"The Sustainable Development Goals Report 2020\". The Sustainable Development Goals Report. ",
  "2020-07-14. doi:10.18356/214e6642-en. ISBN 9789210049603. ",
  "ISSN 2518-3958. S2CID 242750645. ^ Cooper, Nathan; Green, Donna; Sullivan, Marianne; Cohen, David (2018-07-23). \"Environmental justice analyses may hide inequalities in Indigenous people's exposure to lead in Mount Isa, Queensland\". Environmental Research Letters. 13 (8): 084004. ",
  "Bibcode:2018ERL....13h4004C. doi:10.1088/1748-9326/aad295. ",
  "ISSN 1748-9326. ^ Sandlos, John; Keeling, Arn (2016). \"Pollution, Local Activism, and the Politics of Development in the Canadian North\". RCC Perspectives (4): 25–32. ISSN 2190-5088. JSTOR 26241386. ",
  "^ Helbert, Maryse (2020-07-27). \"Transitions in the Niger Delta: Oil, Poverty, and Environmental Degradation\": 5 Pages, 483.12 KB. ",
  "doi:10.5282/RCC/9072. {{cite journal}}: Cite journal requires |journal= (help)\n\n^ \"The Sustainable Development Goals Report 2020\". The Sustainable Development Goals Report. 2020-07-14. doi:10.18356/214e6642-en. ISBN 9789210049603. ISSN 2518-3958. ",
  "S2CID 242750645. ^ Layte, R. (2012-08-01). ",
  "\"The Association Between Income Inequality and Mental Health: Testing Status Anxiety, Social Capital, and Neo-Materialist Explanations\". European Sociological Review. 28 (4): 498–511. doi:10.1093/esr/jcr012. ISSN 0266-7215. ^ Sitthiyot, Thitithep; Holasut, Kanyarat (December 2020). ",
  "\"A simple method for measuring inequality\". Palgrave Communications. ",
  "6 (1): 112. doi:10.1057/s41599-020-0484-6. ISSN 2055-1045. S2CID 219314216. ^ Borooah, Vani K. (June 2017). \"Measuring Inequality of Access to Higher Education in India\". Journal of Quantitative Economics. ",
  "15 (2): 241–263. doi:10.1007/s40953-016-0053-4. ",
  "ISSN 0971-1554. S2CID 156641002. ^ a b c d e f g h i j k l m Ritchie, Roser, Mispy, Ortiz-Ospina. \"Measuring progress towards the Sustainable Development Goals.\" (SDG 11) SDG-Tracker.org, website (2018)\n\n^ a b c d e f g h United Nations (2020) Sustainable development goals report, New York\n\n^ \"Progress of Goal 10 in 2017\". Sustainable Development Goal Knowledge Platform. ",
  "16 Nov 2017. Retrieved 16 November 2017. ",
  "^ a b United Nations Department of Economic and Social Affairs (2021-08-03). The Sustainable Development Goals Report 2021. The Sustainable Development Goals Report. United Nations. doi:10.18356/9789210056083. ISBN 978-92-1-005608-3. ",
  "S2CID 242208799. ^ a b c d \"Goal 10 | Department of Economic and Social Affairs\". ",
  "sdgs.un.org. Retrieved 2021-10-22. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 2021-11-17. ",
  "^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". ",
  "www.prnewswire.com. Retrieved 2021-11-17. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. Retrieved 2021-11-17. External Links[edit]\nUN Sustainable Development Knowledge Platform – SDG 10\n“Global Goals” Campaign - SDG 10\nSDG-Track.org - SDG 10\nUN SDG 10 in the US\nvteSustainable Development GoalsIndividual goals\n(1) No Poverty\n(2) Zero Hunger\n(3) Good Health and Well-being\n(4) Quality Education\n(5) Gender Equality\n(6) Clean Water and Sanitation\n(7) Affordable and Clean Energy\n(8) Decent Work and Economic Growth\n(9) Industry, Innovation and Infrastructure\n(10) Reducing Inequality\n(11) Sustainable Cities and Communities\n(12) Responsible Consumption and Production\n(13) Climate Action\n(14) Life Below Water\n(15) Life On Land\n(16) Peace, Justice, and Strong Institutions\n(17) Partnerships for the Goals\nRelated\nEducation 2030 Agenda\nGlobal Goals Week\nList of Sustainable Development Goal targets and indicators\nBy country\nAustralia\nGhana\nIran\nLebanon\nNigeria\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_10&oldid=1071606359\"\nCategories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 errors: missing periodicalArticles with short descriptionShort description is different from WikidataNo local image but image on WikidataAll articles with unsourced statementsArticles with unsourced statements from September 2020\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikiversity\n\n\n\n\nLanguages\n\n\nالعربيةEspañolEuskaraFrançaisМакедонскиپښتوPortuguês\nEdit links\n\n\n\n\n\n\n This page was last edited on 13 February 2022, at 12:54 (UTC). ",
  "Text is available under the Creative Commons Attribution-ShareAlike License 3.0;\nadditional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. "
]