[
  "\n\n\n\n\nOur Commitments | Google Sustainability\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Visit sustainability.google\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Visit sustainability.google\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Carbon neutral since 2007.Carbon free\n      by 2030. Leading at Google\n              \n\n\n\n                Supporting Partners\n              \n\n\n\n                Enabling Everyone\n              \n\n\n\n\n\n\n\n\n\nGoogle's Third Decade of Climate Action\n\n\n\n\n\n\n\nIn our founding decade, Google became the first major company to be carbon neutral. ",
  "In our second decade, we were the first company to achieve 100% renewable energy. By 2030, we aim to be the first major company to operate carbon free. Moving towards carbon free by 2030 won’t be easy. Here’s how we’re leading at Google, supporting partners, and enabling everyone to be part of the solution to climate change. Leading at Google\n\n      We always start with how we can run our business more sustainably. Itâ\u0080\u0099s our responsibility - and itâ\u0080\u0099s also the best way to innovate, iterate, and share best practices\n      with others. ",
  "Operating on carbon-free energy 24/7 by 2030\nWe’re proud that we were the first major company to reach carbon neutrality in 2007. Every year since 2017, we’ve matched our global electricity consumption with 100% renewable energy, which has made us one of the world’s largest corporate buyers of renewable energy. ",
  "But we know we must push further to confront the magnitude of today’s climate challenge. Now, we aim to be the first major company to achieve 24/7 carbon-free energy by 2030. To get there, we’re pursuing new carbon-free energy generation and storage technologies. We’ll continue our work with governments, utilities, policymakers, cities, and all relevant actors across Europe and globally to deploy those technologies and drive system-level change. We will also support public policies that advance robust global climate action, create pathways to a carbon-free economy, and realise the vision of the European Green Deal. As we learn more about the best ways to move towards our goal, we hope to demonstrate that a fully decarbonised future is achievable for everyone. ",
  "Eliminate all our legacy carbon emissions since 1998\nIn 2007, we were the first major company to reach carbon neutrality, and since 2017 we’ve matched 100% of our electricity consumption with renewable energy purchases. So what about those years between 1998 and 2006? ",
  "Good question. Today, we’ve procured enough high-quality carbon offsets to neutralise all of our emissions since our founding. Deploy $5.75B in sustainability bonds in Europe and globally\nSustainability bonds are increasingly-important tools that drive investment in environmental and social initiatives in Europe - and worldwide. This August, we issued $5.75 billion in sustainability bonds. It’s the largest corporate issuance of its kind, ever. These investments will ramp up support for a wide variety of issues vital to Europe’s goal of becoming the first carbon-neutral continent -  clean energy, green buildings, clean transportation, circular design, affordable housing, racial equity, COVID-19 response, and support for small businesses, just to name a few. ",
  "Enable 5 GW â\u0080¨of new clean energy in manufacturing regions by 2030\nCarbon-free energy is hard to source in many parts of the world, including in some of our key manufacturing regions. To help drive development of wind, solar and other clean energy generation where it’s needed most, we’re building on our previous investment to bring a total of five gigawatts online over the next ten years. ",
  "That's as much as the wind capacity online in the Netherlands today. Supporting Partners\n\n      Deleting emissions from our own operations is vital, but our impact is far greater when we work with others to do the same. Weâ\u0080\u0099re committed to sharing technology, methods, and funding to help organisations everywhere transition to resilient,\n      carbon-free systems. Launch â\u0082¬10M Climate Impact Challenge to accelerate Europeâ\u0080\u0099s green recovery\nThe Google.org Impact Challenge on Climate commits €10M to fund bold ideas from organisations that aim to use technology to accelerate Europe’s progress toward a greener, more resilient future. Selected organisations may receive up to €2M in grant funding and possible customised support from the Google for Startups Accelerator to help bring their ideas to life. Help over 500 cities to reduce 1 gigaton of carbon emissions annually by 2030\nHalf of Earth’s population lives in cities. ",
  "Seventy percent of emissions originate in cities. Environmental Insights Explorer already helps over 30 cities across Europe understand their emissions and solar potential more clearly. ",
  "We’re making that data available to over 1,000 cities and local governments across Europe, helping them to measure, plan, and track progress towards their climate action plans. This creates a quicker pathway to better air quality and new green jobs, with a global goal of emissions reductions equivalent to taking 200 million cars off the road for a year. To further accelerate climate action, last year, Google.org committed $4M in funding for ICLEI to create the ICLEI Action Fund to help nonprofits and civil society use data to drive climate action. ICLEI grantees include Deutsche Umwelthilfe in Berlin, which will use traffic data from EIE, along with other tools, to develop street-specific changes to cycling and other mobility infrastructure in order to accelerate the city’s progress toward its air quality and climate-free transport goals, and Miljøpunkt Amager in Copenhagen, which will develop tested and fact based guidelines for the design of urban spaces that protect citizens against harmful air pollution. Remove more carbon from the atmosphere with reforestation and better tree data\nEfficiency and clean energy are vital, but we also need to remove carbon that’s already in the air. Nature provides a great solution - trees - but knowing where, when, and what to plant is critical to ensure planted trees thrive and have the desired effect of restoring lands and communities. ",
  "We’re starting with our own science-based reforestation efforts in northern Spain, as well as California, Texas, and Australia. We’re also partnering with Crowther Lab to develop a global data platform to increase the impact of restoration projects around the world, enabling others to come on this journey. ",
  "Breakthrough AI to dramatically increase building efficiency\nIn 2016, Google and DeepMind started using machine learning to control the cooling systems in our global data centers. Those algorithms now work safely and autonomously to bring a 30% energy savings to our cooling systems, in our most energy-intense buildings. Pretty cool, but just a start. Now, we’ve developed the Industrial Adaptive Controls Platform to deliver AI-enabled energy savings on a global scale. We’re working with industry leaders to integrate the same technology we use at Google into building management systems which power nearly 60% of the world’s large commercial buildings. Now that’s efficiency at planetary scale. ",
  "Enabling Everyone\n\n      Google helps people around the world take action to live more sustainably every day. People searched for â\u0080\u009cHow to live a more sustainable lifestyleâ\u0080\u009d more than ever in 2020. ",
  "And some of our products are already helping people around the world take steps to do just that. They turn to Google Maps to find sustainable transit options like walking, biking, and public transportation. And Nest Thermostats have helped customers save 50 billion kWh of energy over the years. But we know thereâ\u0080\u0099s more we can do to help everyone live\n      more sustainably. Offer 1 billion people new ways to take actions to reduce their environmental footprint by 2022. We’re building products and technology that empower people to better understand their personal impact and reduce their carbon footprint. ",
  "Over the next two years, we’ll build features that connect people with more sustainable options and offer actionable information at the right time. Our goal is to help a billion people reduce their environmental footprint each year by introducing new sustainability features directly into our core products. ",
  "We’ve already started this journey: we added COâ\u0082\u0082 emission estimates, and the ability to sort by emissions, for some flights in Europe via Google Flights. We’ve also added carbon-neutral shipping and highlighting of sustainable items in Google Shopping. And there’s a lot more coming soon. Creating pathways and opportunities for green jobs in Europe. Green jobs are needed more than ever as economies in Europe and around the world combat and recover from the COVID-19 pandemic. We are committed to help make them a reality. ",
  "Our carbon-free plan will directly and indirectly enable new jobs, and we estimate that our commitment to 24/7 Carbon-Free Energy will directly generate over 2,000 new jobs in clean energy in Europe by 2025 and kick start an additional €2B of investment in future clean energy projects. The reforestation programme will create job diversity in rural areas in Northern Spain and other regions with roles for nursery workers, drone mappers, ecologists, foresters, agriculture workers, planting crews, negotiators, and programme managers. "
]