[
  "Nike to Raise Wages for Thousands After Inequality Claims Continue to your page in 15 seconds or skip this ad. Jobs Resource Guide Advertise The Retailer's Source for Content & Community Topics Brick-and-Mortar E-Commerce Management Marketing Merchandising Mobile Omnichannel Operations & Fulfillment Professional Development Technology Events Live Events Total Retail Tech Total Retail Roundtables WIRLC On the Road Women In Retail Leadership Summit Industry Event Calendar Webinars Virtual Exchange May 2022 February 2022 November 2021 September 2021 Browse All Women In Retail Leadership Summit Podcasts Total Retail Talks Total Retail Tech Insights Videos Blogs Tim Ash Reggie Brady Jim Gilbert Maria Haggerty George Hague Stephen R. Lett Rob Martinez Susan J. Mcintyre Joe Palzkill Resources The Retailer’s Guide to Optimizing Supply Chain Operations 2022 Retail Technology Report Top 50 Tips of 2021 Browse Resources Add a Resource Research Subscribe Total Retail Report newsletter Management, Marketing July 24, 2018 Nike to Raise Wages for Thousands After Inequality Claims By Joe Keenan Facebook Facebook Twitter Twitter LinkedIn LinkedIn Email Email 0 Comments Comments More than 7,000 Nike employees will be getting raises after an internal pay review, undertaken after claims of workplace misconduct and discrimination against women shook the company and forced out several of its top executives.",
  "Nike cast the pay changes as part of its effort to maintain a corporate culture “in which employees feel included and empowered,” according to an internal memo sent to staff on Monday. The company, which is based in Beaverton, Ore., said the changes would affect about 10 percent of its 74,000 employees worldwide. In an internal revolt this year, women at Nike said they were fed up with a company that they accused of tolerating bad behavior and excluding women from its top jobs. At least 11 senior managers have left in the aftermath of an investigation into widespread allegations of harassment and discrimination. Total Retail's Take: Nike is taking further steps to address its alleged discriminatory practices against women. First was the removal of executives with ties to the alleged misconduct and discrimination, and now the athletic brand is following that action with pay raises for nearly 10 percent of its workforce.",
  "The gender wage gap plagues the retail industry, much like other industries, as evidenced in Total Retail's 2018 Salary Benchmark Report. Nike is taking steps to address the issue within its organization, but more must be done by itself and other retailers to ensure that gender and racial pay inequities are eliminated.",
  "A positive work environment and culture is integral to the success of today's brands and retailers. Nike is trying to correct past mistakes and get it back on the right track; others should take note and follow its lead. 0 Comments View Comments E Joe Keenan Author's page Joe Keenan is the executive editor of Total Retail. Joe has more than 10 years experience covering the retail industry, and enjoys profiling innovative companies and people in the space. Related Content Apple Workers at Maryland Store Vote to Unionize Retail’s Resurgence Spawns New Challenges Starbucks Union Creates Fund for Striking Baristas Don’t Let Labor Shortages Impact Customer Loyalty Neiman Marcus Offering Extended Benefits Programs Starbucks to Hike Wages, Add Employee Training Comments Subscribe Find Resources Categories E-Commerce (213) Omnichannel (124) Marketing (121) Technology (91) Retail Stores (74) Mobile Commerce (73) Show More Categories 3-D (1) Affiliate Marketing (4) Analytics (43) Apps (14) Attribution (19) Attribution Modeling (8) Augmented Reality (5) B-to-B (14) Beacons (5) Behavioral Retargeting (30) Branding (13) CRM (17) Catalog Circulation (1) Catalog Design (10) ChatBots (3) Contact Centers (5) Content Management Systems (8) Content Marketing (28) Copywriting (15) Creative (15) Crisis Management (5) Customer Acquisition (62) Customer Data (53) Customer Retention (33) Customer Service (63) Customer Service Reps (4) Data Security (24) Database Marketing (23) Digital Catalogs (3) Digital Innovation (20) Direct Mail (30) Dynamic Pricing (1) E-mail (54) Environmental Sustainability (1) Fraud (9) Geo-Location (11) Hiring (6) Hiring Leadership Strategies (2) In-Store Pickup (4) In-Store Technology (19) Innovation Labs (1) International Strategy (18) Internet of Things (2) Inventory (6) Inventory Management (19) Landing Page Optimization (11) Leadership (29) Legal (6) Lifecycle Marketing (17) Lists (5) Loss Prevention (2) Loyalty Programs (30) Management (25) Marketing Automation (15) Marketplaces (14) Mentoring (1) Merchandising (41) Mergers & Acquisitions (3) Mobile Design (4) Mobile Marketing (54) Mobile POS (7) Mobile Payments (12) Online Marketing (59) Online Taxes (7) Online Video (6) Order Fulfillment (33) Order Management Systems (8) POS Systems (11) Payment Options (17) Personal Development (2) Personalization (49) Personnel (8) Pop-Up Shops (1) Postal (6) Pricing (22) Printing/Production (7) Product Packaging (2) Product Photography (7) Product Returns (9) Product Reviews (8) Product Sourcing (3) Product Videos (6) Promotional Strategy (22) Prospecting (13) Public Relations (2) RFID (1) Robots (1) SMS (5) Search Engine Marketing (20) Search Engine Optimization (23) Ship From Store (2) Shipping (26) Shopping Cart Abandonment (13) Showrooming (4) Site Search (14) Social Commerce (9) Social Media Marketing (56) Software (24) Startups (2) Store Associates (9) Store Design (4) Subscription Commerce (5) Supply Chain (27) Systems Integration (10) Training (1) Usability (10) User Experience (62) Virtual Reality (4) Warehouse Management (9) Web Design (12) Web Optimization (27) e-Commerce Platforms (15) Types Best Practices (7) Case Studies (11) Company Profiles (1) How-to Guides (36) Industry Sector Reports (68) Questions and Answers (5) Research (53) Special Reports (182) Technology (2) Tips and Tools (26) Trends/Analysis (20) Video (19) Webinars (152) White Papers (162) Have great content to share? Home Blogs About Us Advertise Reprints List Rental Privacy Policy Customer Service Subscribe to the Total Retail Report Newsletter Do Not Sell RSS Feed Find a Career in Retail Find Retail Whitepapers Facebook Twitter LinkedIn Explore NAPCO Media Marketing, Retail & NonProfit BRAND United Total Retail NonProfit Pro Events Retail Roundtables Women in Retail Leadership Summit Women in Retail Summit On The Road NonProfit POWER Total Retail Tech Printing and Packaging Printing Impressions In-plant Impressions Packaging Impressions Print+Promo Wide-Format Impressions Apparelist Events Inkjet Summit Digital Packaging Summit Wide-Format Summit Promotional Products Promo Marketing Print+Promo Events Power Meetings Distributor Connect Copyright © 2022 NAPCO Media.",
  "All Rights Reserved. Recommended for you"
]