[
  "Innovations in IT infrastructure at Think 2021 - Servers & Storage United States IBM® Site map Search within Servers & Storage Servers & Storage Insights News Technical Explore products Innovations in IT infrastructure at Think 2021 By Shira Rubinoff | 2 minute read | May 17, 2021 Like Print 2 This is an exciting time for the global economy. While the pandemic brought upon great fear, uncertainty and stagnation in certain industries, there was also great modernization, acceleration and transformation in the world of IT.",
  "Last week, some of the most paradigm-shifting innovations in information technology were on display at IBM’s Think 2021 virtual conference. The future of IT infrastructure innovation, driving growth and fraud reduction with AI for real-time results, data resilience, and the next evolution in data sustainability are just some of the topics that were covered during the conference, with keynotes, panel discussions and interactive sessions for each. The bulk of these IBM Systems sessions focused on infrastructure, with some honing in on the security aspects of the latest breakthrough innovations in the realms of data storage and encryption. IBM’s IT infrastructure is built to help clients unlock the value of data and AI while meeting critical requirements in security, performance and flexibility. Watch this on-demand session from Jamie Thomas and Dario Gil, who discussed these developments as well as unveiling the latest plans to combine both classical and quantum computing for maximum client benefit. IBM’s recently announced new capabilities around confidential computing to help businesses meet and exceed regulatory constraints across domains was featured.",
  "This session was dedicated to the security challenges anticipated in the future—a must for anyone security-minded—professional or layperson. Taking it to the next level, there was a session on driving growth and fraud reduction using AI for real-time results.",
  "This session provided opportunity to learn how AI insights, used for fraud detection and growth, are most impactful when performed in transaction near the system of record. Learn about the benefits of real-time AI, at the point of data creation, with high-performant in-transaction inferencing, that is not burdened by the security and latency vulnerabilities as moving data can be. And witness IBM Zâ on display and see how secure AI models can work on fully homomorphically encrypted (FHE) data, making it more secure. Now this is the future of security! Beyond—or perhaps in tandem—with security, is sustainability, specifically for data. Clients require a sustainable data culture that provides protection, security and flexibility for data reuse and access.",
  "Using a common solution that can meet these needs, no matter how data is created or where it lives, helps control data resilience budgets. Sessions on data resilience, truly the next evolution in data sustainability, examine key market trends, delving into the latest cyber threats, such as ransomware, malware and other security and compliance concerns.",
  "Take a deep dive into what this all means and how enterprise can benefit from the support, security and cost savings it can afford. And last, but certainly not least, hear IBM’s Chairman and CEO Arvind Krishna on hybrid cloud and AI technology as he shares his personal vision for the future of technology harnessing these great innovations. This talk brings it all together and demonstrate why IBM continues to lead as one of the great global IT innovators. IBM’s Think 2021 ignited the minds, networks and next level of business for all who participated and provided an invigorating boost following the tough year we’ve all had. Like 2 Print IBM Servers & Storage on LinkedIn Tags AI IBM Think IT infrastructure think Think 2021 Categories AI Insights Modern data platforms Also of Interest:Explore IT infrastructure for digital...IBM Power Systems Announces POWER10 Processor#ChooseToChallenge is particularly apt for...IBM again named a Leader in 2021 Gartner Magic... Contact Privacy Terms of use Accessibility"
]