[
  "Zero Hunger Mural — Google Arts & CultureHomeExploreNearbyProfileAchievementsCollectionsThemesExperimentsArtistsMediumsArt movementsHistorical eventsHistorical figuresPlacesAboutView activitySend feedbackPrivacy & TermsHomeExplorePlayNearbyFavoritesSign inLoading…Zero Hunger MuralBy The United NationsFor the United Nation's 75th anniversary, Street Art for Mankind is creating the #UN75Murals to amplify the voices of 1 million people. This first mural is by artist Emmanuel Jarus Zero Hunger l First of a series of #UN75Murals (2020-09-25) by Emmanuel Jarus. ",
  "Curated by Street Art for MankindThe United Nations“Zero Hunger” is a mural created in Midtown New York City by artist  Emmanuel Jarus,  and curated by  Street Art for Mankind, to raise awareness on food insecurity, and to reflect on a world where everyone has access to the food they need and the vision of zero hunger by 2030.Zero Hunger Mural - Reaching the fruit of life (2020-09-25) by Emmanuel Jarus. Curated by Street Art for Mankind.The United NationsThe theme \"zero hunger\" amplifies the voices of the 1 million people across the world who have told the UN this year that access to basic services, including food, is a top priority for the future they want.Zero Hunger Mural I Achieving SDG 2 (2020-09-25) by Emmanuel Jarus. Curated by Street Art for Mankind.The United NationsHunger affects today over 690 million people globally, including in NYC.This Art piece is a rallying cry to remind us that we need to combine our efforts to achieve this critical UN Sustainable Development Goal (SDG 2) by 2030.Zero Hunger Mural I Behind The Scene (2020-09-25) by Emmanuel Jarus. Curated by Street Art for Mankind.The United NationsHow does it feel to paint in a Covid struck Manhattan?Join Emmanuel Jarus behind the scenes for the creation of the “Zero Hunger” Mural.Mural Inauguration I With Fabrizio Hochschild and UN75 team, WFP, Member States. Jarus and SAM. (2020-09-25) by Emmanuel Jarus. ",
  "Curated by Street Art for Mankind.The United NationsThe “Zero Hunger” mural was inaugurated “live” on September 25th 2020 during the UN General Assembly with UN75 team, UN Member States, WFP, Artist and Curators. It is the first of the #UN75Murals curated across the world by  Street Art for Mankind for the United Nations to commemorate their 75th anniversary. "
]