[
  "Microsoft — BUSINESS FOR 2030 Home About About Us Our Impact Our Partners Our Team SDG Education The 2030 Process Financing for Development Partnership Resources Technology Facilitation Mechanism UN Metrics and Indicators for the SDGs Business + SDGs Explore by Company Explore by Goal Blog News Events Business Responses to Covid-19 Get Involved Home About About Us Our Impact Our Partners Our Team SDG Education The 2030 Process Financing for Development Partnership Resources Technology Facilitation Mechanism UN Metrics and Indicators for the SDGs Business + SDGs Explore by Company Explore by Goal Blog News Events Business Responses to Covid-19 Get Involved Microsoft www.microsoft.com 4.1) By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomesAchieving inclusive and equitable quality education for all is critical to creating sustainable and growing societies that enable opportunities for everyone to achieve more. In today’s world, that cannot happen without access to ICTs – specifically ubiquitous, robust, and affordable access to the Internet and all of the information that connectivity makes available.",
  "Students without this access are at a real disadvantage without the ability to benefit from the most up-to-date content and experiences that are available through the Internet. As part of its affordable access initiative, Microsoft works with partners around the world to deploy cost-effective connectivity solutions for schools and communities to address this problem. Through these projects 104 k-12 schools and 9 universities on 5 continents have been connected to the Internet, covering a population of over 400,000 people. The first of these projects, connecting Gakawa Secondary School in Nanyuki, Kenya, launched in 2013 – connecting its students to the wider world for the first time. According to the school principle, since the program launched “students’ academic performance has shot up and their grades improved greatly in National Exams (KCSE) unlike the past.” This problem is not only in developing countries. In Virginia, USA, schools are connected, but many students have no connectivity at home to help with homework.",
  "The Virginia project is focused on extending the coverage from the schools into the surrounding community. 8.5) By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal valueThanks to Microsoft’s many partners around the world, the company has made important progress towards closing the skills and employability gap, but it is just getting started.",
  "In FY19, through more than 123 partnerships with nonprofits and NGOs across 42 countries, the enterprise reached 15 million young people with quality digital skills experiences and computer science education, helping to ensure we prepare them to pursue today’s jobs and tomorrow’s opportunities. Microsoft’s grantees have trained more than 180,000 teachers to teach computer science, equipping them with the skills and resources to reach millions of students with high-quality, inclusive CS education. Over 50% of the individuals served through Microsoft partner-funded programs are female, and more than 80% are from underserved communities. In strengthening the ability of nonprofit organizations and schools to offer computer science education and AI skills, Microsoft generates excitement and demand for computer science education, as well as helping more students and workers adapt to the digital economy and changing workplace.Microsoft Apprenticeship Program in the UKGoalsMicrosoft launched its apprenticeship program in 2010 with three main objectives: help more people access digital careers, enable employers to widen their talent pool, and by extension, address critical shortages of digital specialists. More than ten years later, and with over 25,000 apprenticeship starts delivered by Microsoft Learning Partners, the program has been established as a mature and proven model. It is delivering a valuable talent acquisition option for employers and an attractive career strategy for new entrants.ImplementationWhile Microsoft leads on program design and content creation, training is carried out by learning partners who hold a direct relationship with apprentices and employers.",
  "Learning partners also assist employers with apprentice recruitment and engage prospective employers to join the program.Microsoft ensures the program content is relevant and attractive to employers and apprentices, while its reputation also amplifies learning partners’ local reach. BenefitsBased on research commissioned by Microsoft UK and conducted by Edelman Intelligence in May 2018, the benefits of the apprenticeship include:To EmployersEmployers reported a £36,840 uplift as a direct result of taking on apprentices.Improved workforce diversity in terms of age and background.To ApprenticesApprenticeships brings tangible financial returns with apprentices estimating that they earn£5,200 more in their annual salary as a result of choosing an apprenticeship.Providing apprentices with strong knowledge base and opportunity to jump start their careers Discover more here: https://www.microsoft.com/en-gb/athome/digitalskills/ 8.6) By 2020, substantially reduce the proportion of youth not in employment, education or trainingThanks to Microsoft’s many partners around the world, the company has made important progress towards closing the skills and employability gap, but it is just getting started.",
  "In FY19, through more than 123 partnerships with nonprofits and NGOs across 42 countries, the enterprise reached 15 million young people with quality digital skills experiences and computer science education, helping to ensure we prepare them to pursue today’s jobs and tomorrow’s opportunities. Microsoft’s grantees have trained more than 180,000 teachers to teach computer science, equipping them with the skills and resources to reach millions of students with high-quality, inclusive CS education. Over 50% of the individuals served through Microsoft partner-funded programs are female, and more than 80% are from underserved communities. In strengthening the ability of nonprofit organizations and schools to offer computer science education and AI skills, Microsoft generates excitement and demand for computer science education, as well as helping more students and workers adapt to the digital economy and changing workplace.There is a growing skills gap that is impacting both employees and employers.AI is displacing some jobs, creating new ones, and changing others. Not only does this impact employability prospects for individuals, it has a systemic effect on the ability of companies and industries to find workers with the digital skills they need. To address this, we must change both the way people are educated and trained, and the way companies hire and support employees throughout their careers.",
  "By 2030, up to 800 million people will need to learn new skills for their jobs due to automation, 54% of all employees will require significant reskilling in the next two years and 2/3 of students will work in jobs that don’t exist yet. To meet this challenge, Microsoft is investing its resources and its voice to equip people unreached or displaced by technology with the computing and AI skills needed to gain employment in the digital economy.Microsoft Apprenticeship Program in the UKGoalsMicrosoft launched its apprenticeship program in 2010 with three main objectives: help more people access digital careers, enable employers to widen their talent pool, and by extension, address critical shortages of digital specialists.",
  "More than ten years later, and with over 25,000 apprenticeship starts delivered by Microsoft Learning Partners, the program has been established as a mature and proven model. It is delivering a valuable talent acquisition option for employers and an attractive career strategy for new entrants.ImplementationWhile Microsoft leads on program design and content creation, training is carried out by learning partners who hold a direct relationship with apprentices and employers. Learning partners also assist employers with apprentice recruitment and engage prospective employers to join the program.Microsoft ensures the program content is relevant and attractive to employers and apprentices, while its reputation also amplifies learning partners’ local reach. BenefitsBased on research commissioned by Microsoft UK and conducted by Edelman Intelligence in May 2018, the benefits of the apprenticeship include:To EmployersEmployers reported a £36,840 uplift as a direct result of taking on apprentices.Improved workforce diversity in terms of age and background.To ApprenticesApprenticeships brings tangible financial returns with apprentices estimating that they earn£5,200 more in their annual salary as a result of choosing an apprenticeship.Providing apprentices with strong knowledge base and opportunity to jump start their careers Discover more here: https://www.microsoft.com/en-gb/athome/digitalskills/ 8.8) Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment Microsoft developed and sponsored an e-learning tool in collaboration with End Human Trafficking Now and UN.GIFT. The online training program is created for business leaders, managers and employees to help them understand what human trafficking is, identify where it poses a risk to their business, and point to actions they can take to address this risk. As such, the collaboration proactively supports the rule of law by advancing international standards.",
  "16.A) Strengthen relevant national institutions, including through international cooperation, for building capacities at all levels, in particular in developing countries, for preventing violence and combating terrorism and crime Microsoft developed a tool – PhotoDNA – which creates something like a fingerprint of an image which can be compared with the signatures of other images to find copies. The National Center for Missing & Exploited Children (NCMEC) and online service providers such as Microsoft and Facebook currently use PhotoDNA to help find, report and eliminate some of the worst known images of child pornography online.",
  "The Microsoft Digital Crimes Unit has partnered to make Microsoft PhotoDNA image matching technology available to law enforcement at no cost to help enhance their child sex abuse investigations, particularly through its integration into the Child Exploitation Tracking System (CETS), a collaborative global law enforcement program which helps law enforcement agencies follow hundreds of suspects at a time and eliminate duplication, making it more efficient for the agencies to follow up on leads, collect evidence and build cases against suspected child pornographers. CETS is currently used by agencies in Australia, Brazil, Belgium, Canada, Italy, the United Kingdom and the United States.16.B) Promote and enforce non-discriminatory laws and policies for sustainable development and protect fundamental freedomsMicrosoft has publicly advocated for marriage equality in places in which it has facilities and employees. It has joined various major local and global companies to publicly support the passage of legislation recognizing marriage for same-sex couples, including in its home country in North America and globally. Such efforts included publicizing the business case for supporting marriage equality on its blog, writing letters of support and submitting a ‘friends of the court’ brief to the Supreme Court of the country to strike down state bans on same-sex marriage. The company’s actions are based on the conviction that discrimination of any kind is a business issue affecting morale and productivity and the company’s access to talent. Explore By Company Understand.",
  "Be Inspired. Get Involved."
]