[
  "Nike creates Nike School Innovation Fund - Nike News Skip to Content Nike News Nike News Your source for the latest NIKE, Inc. stories Nike News Nike creates Nike School Innovation Fund January 10, 2007 Share Email Facebook Twitter Permalink BEAVERTON, OR. (10 January 2007) – Nike President and CEO Mark Parker announced today the creation of the Nike School Innovation Fund (NSIF), a five-year, $9 million commitment to help Portland, Hillsboro and Beaverton public schools.",
  "The NSIF is designed to support innovation in schools, targeted toward the delivery of quality education and leadership development. Parker was joined at the announcement by Portland Public Schools’ Superintendent Vicki Phillips, whose district will receive the first three Innovation Grants — a total of $1 million — in the new effort. Phillips said Nike’s grants will be the largest contribution ever received by PPS from a business. “Innovation is our lifeblood at Nike,” Parker said, “and we want to support the major school districts that serve our community as they pursue their own creative ideas about improving the education our kids receive.” In addition to the funding, Nike leaders will lend their time and expertise to assist school and district leaders with leadership, coaching and training as requested by school leaders. “There is one idea that underlies the whole enterprise: helping kids reach their potential,” Parker said. The new Nike School Innovation Fund will reach about 100,000 students in these three school districts.",
  "“Our hope is that innovative practices springing out of this fund will reach thousands more through the sharing of new best practices across Oregon and beyond.” Superintendent Phillips said, “Nike has long been a friend to Portland Public Schools. With this investment, Nike is taking its commitment to a whole new level, sharing their expertise and directly helping develop and fund innovative ideas.",
  "Its support for early childhood education and strong leadership in our schools will serve as a catalyst for success, benefiting every one of our students and the community at large.” Nike and its employees are already engaged and supportive of public schools, and the NSIF builds on that effort. Nike has also initiated conversations with leadership of the Beaverton and the Hillsboro school districts to elicit their ideas on innovative programs they wish to implement. The first Innovation Grants will go to the Portland Public School district to fund three initiatives: Kindergarten Academy – $250,000 This academy will give select kindergarten students the opportunity for another five weeks of instruction during the summer between kindergarten and first grade, ensuring that they are in the best position to excel when entering first grade. Elementary and Middle Schools: Leadership Teams – $500,000 This initiative will create and support leadership teams at select elementary and middle schools and develop and implement coaching practices that focus on supporting high quality instruction and ensuring the success of every single student. High Schools: School Business Managers – $250,000 This program will help high school principals by supporting a pilot project to recruit and train school business managers. This initiative will give principals more time to focus on educational leadership to support, mentor and coach teachers – instead of spending the majority of their time on day-to-day administrative and operational issues.",
  "“There is no lack of creativity and willingness to try new innovative approaches in our schools,” Parker said. “Our goal is to help unlock that creativity and give schools, principals, teachers and children the resources to succeed.” About Nike, Inc. Based near Beaverton, Oregon, Nike is the world’s leading designer, marketer and distributor of authentic athletic footwear, apparel, equipment and accessories for a wide variety of sports and fitness activities."
]