[
  "\n\n\n\nPartnerships\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdobe Corporate Responsibility\n\n\n\n\nCreativity\n\n\n\n\n\nOverview\n\n\n\n\nScholarships and Career Development\n\n\n\n\nPartners\n\n\n\n\n\n\n\nCommunity\n\n\n\n\n\nOverview\n\n\n\n\nChangemakers\n\n\n\n\nReadability\n\n\n\n\n\n\n\nSustainability\n\n\n\n\n\nOverview\n\n\n\n\nProduct Innovation\n\n\n\n\nOperations\n\n\n\n\nPartnerships\n\n\n\n\n\n\n\nAwards\n\n\nReports\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPartnering to protect our planet. We all need to work together to mitigate the effects of climate change, preserve our natural resources, and create a more sustainable future. ",
  "Adobe is working with peers, partner organizations, and our own internal teams and employees to inspire action and drive positive change. Teaming up with industry innovators. When it comes to sustainability, no single organization can go it alone. We work with our customers, industry peers, and partners like the Renewable Energy Buyers Alliance (REBA), BSR’s Future of Internet Power (FoIP), the U.S. Green Building Council Building Health Initiative, World Resources Institute (WRI) Clean Power Council, Ceres-BICEP, and Rocky Mountain Institute to use the power of all our brands to affect policy change. For example, we’ve signed the We Are Still In declaration to advocate for remaining in the Paris Climate Agreement, and in December 2019 our CEO, Shantanu Narayan, joined with approximately 75 other CEOs to encourage the U.S. to stay in. We supported California’s 100 Percent Clean Energy for California legislation (SB 100), Oregon’s Cap and Invest proposal (HB 2020), and the 100 Percent Clean Energy bill in Washington (SB 5116) — three places where we have operations. ",
  "We’ve also worked with our peers to support a policy encouraging the Virginia State Corporation Commission and Dominion Energy to deploy clean and renewable energy on the electric grid where we have digital supply chain operations. Establishing a comprehensive governance structure. ",
  "Our governance structure helps ensure that our sustainability efforts are coordinated across all areas of the business. Four members of our executive team are responsible for climate-related issues. They work with our Sustainability Committee to review and guide strategies, action plans, risk management policies, performance objectives, and more — and Adobe’s Board of Directors oversees their work. The committee includes representatives from organizations including Operations, Facilities, and Corporate Social Responsibility, and committee sub-groups such as our Renewable Energy task force and Policy team meet on a regular basis. See our 2019 CDP response to learn more \n\n\n\n\nFostering a culture of conservation in the workplace. Our people care deeply about contributing to a sustainable world, so we sponsor teams of employees across the globe who want to take meaningful environmental action in their communities. ",
  "We also support environmentally friendly commuting programs. Around 18% of our U.S. employees drive electric vehicles (that’s compared to just 1–2% in the country), so we provide electric vehicle charging stations on our campuses. ",
  "And we’ve switched our company fleet vehicles from diesel to electric in India to support our commuting program and help clear the air where our employees live and work. Learn more\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPracticing sustainability. For more details on Adobe’s commitment to the environment, read our Sustainability Policy. Language Navigation\nLanguage Navigation\n\n\nChoose your region\nSelecting a region changes the language and/or content on Adobe.com. Americas\n\n\n                        Brasil\n                    \n\n\n\n                        Canada - English\n                    \n\n\n\n                        Canada - Français\n                    \n\n\n\n                        Chile\n                    \n\n\n\n                        Latinoamérica\n                    \n\n\n\n                        México\n                    \n\n\n\n                        United States\n                    \n\nEurope, Middle East and Africa\n\n\n                        Africa - English\n                    \n\n\n\n                        Africa - English\n                    \n\n\n\n                        Belgique - Français\n                    \n\n\n\n                        Belgium - English\n                    \n\n\n\n                        België - Nederlands\n                    \n\n\n\n                        Cyprus - English\n                    \n\n\n\n                        Danmark\n                    \n\n\n\n                        Deutschland\n                    \n\n\n\n                        Eesti\n                    \n\n\n\n                        España\n                    \n\n\n\n                        France\n                    \n\n\n\n                        Greece - English\n                    \n\n\n\n                        Ireland\n                    \n\n\n\n                        Israel - English\n                    \n\n\n\n                        Italia\n                    \n\n\n\n                        Latvija\n                    \n\n\n\n                        Lietuva\n                    \n\n\n\n                        Luxembourg - Deutsch\n                    \n\n\n\n                        Luxembourg - English\n                    \n\n\n\n                        Luxembourg - Français\n                    \n\n\n\n                        Magyarország\n                    \n\n\n\n                        Middle East and North Africa - English\n                    \n\n\n\n                        Nederland\n                    \n\n\n\n                        Norge\n                    \n\n\n\n                        Polska\n                    \n\n\n\n                        Portugal\n                    \n\n\n\n                        România\n                    \n\n\n\n                        Saudi Arabia - English\n                    \n\n\n\n                        Schweiz\n                    \n\n\n\n                        Slovenija\n                    \n\n\n\n                        Slovensko\n                    \n\n\n\n                        Suisse\n                    \n\n\n\n                        Suomi\n                    \n\n\n\n                        Sverige\n                    \n\n\n\n                        Svizzera\n                    \n\n\n\n                        Türkiye\n                    \n\n\n\n                        United Arab Emirates - English\n                    \n\n\n\n                        United Kingdom\n                    \n\n\n\n                        Österreich\n                    \n\n\n\n                        Česká republika\n                    \n\n\n\n                        България\n                    \n\n\n\n                        Россия\n                    \n\n\n\n                        Україна\n                    \n\n\n\n                        ישראל - עברית\n                    \n\n\n\n                        الإمارات العربية المتحدة\n                    \n\n\n\n                        الشرق الأوسط وشمال أفريقيا - اللغة العربية\n                    \n\n\n\n                        المملكة العربية السعودية\n                    \n\nAsia Pacific\n\n\n                        Australia\n                    \n\n\n\n                        Hong Kong S.A.R. of China\n                    \n\n\n\n                        India\n                    \n\n\n\n                        New Zealand\n                    \n\n\n\n                        Southeast Asia (Includes Indonesia, Malaysia, Philippines, and Vietnam) - English\n                    \n\n\n\n                        Thailand - English\n                    \n\n\n\n                        ประเทศไทย\n                    \n\n\n\n                        中国\n                    \n\n\n\n                        中國香港特別行政區\n                    \n\n\n\n                        台灣地區\n                    \n\n\n\n                        日本\n                    \n\n\n\n                        한국\n                    \n\n\n\n                        Singapore "
]