[
  "\n\n\n\n\n\n\n\n\n\nAmazon focuses on warehouse staff’s health with new initiative%%sep%% %%sitename%% | UNLEASH\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\nPartner with Us\nUNLEASH America\nMy Account\nLogin\nLogout\n \n\n\n\n\n\n\n\nUNLEASH\n \n\n\nLatest\nResearch\n\nResearch\nAbout Our Research\n\n\nVideo\nEvents\n\nUNLEASH America\nEvents Calendar\nRoundtables\nWebinars\nOn-Demand\n\n\nPodcasts\n \n\n\n\n\n\n\n\n\n\n \n\nPartner with Us\nUNLEASH America\nMy Account\nLogin\nLogout\n \n\n\n  \n\n\n\n\n\n\n\n \n\n\nRegister\n \n\n\n\n\n\n\n\n\n\nLatest\n\nNews\nAnalysis\nOpinion\nVideos\nEvents\nRoundtables\nWebinars\nPodcasts\nResearch\n\n\nTrending Topics\n\nHR Technology\nTalent Acquisition\nLearning and Development\nFuture of Work\n\n\nFeatured\n\nReport: Why HR Projects Fail\nArianna Huffington interview\nMark Blyth on post-pandemic recovery\nServiceNow on moving forward in 2022\nIndeed, OpenTable and talent shortages\n\n\nContributors\n\nThomas Otter\nClaude Silver\nMarc Coleman\nOur Partners\n\n\nGet in Touch\n\nRegister for Access\nPartner with Us\nAbout UNLEASH\nCareers at UNLEASH\nContact Us\n\n\n \n\n\n\n\n\n\nRegister\n \nLatest\nResearch\n\nResearch\nAbout Our Research\n\n\nVideo\nEvents\n\nUNLEASH America\nEvents Calendar\nRoundtables\nWebinars\nOn-Demand\n\n\nPodcasts\n Partner with Us\nUNLEASH America 2022\nMy Account\nLogin\nLogout\n \n\n\n\n\n\n \n \n\n\n\n\nShare\n\n \n\n \n\n \n \n\n\n\n\n\n\n\n\n\n\nNews\n|\nWellbeing\n\n\nAmazon launches staff wellbeing initiative amid allegations of bad working conditions\nAmazon wants to be the world’s safest employer. May 17, 2021, 02:35 pm GMT\n                            \n|\n    By: \n            \nAllie Nawrat\n\n\n\n\nWhy You Should Care\n\nAmazon wants to be both the world’s “best employer” and “safest place to work”. ",
  "To achieve the latter, it has introduced a new WorkingWell program to prevent injuries at work and improve employee mental wellbeing. But does this go far enough? Share\n\n \n\n \n\n \n \n\n\n\n\n\n\n\n\n\n\n\nJust last month, Amazon founder Jeff Bezos told shareholders that the company needed to do better by employees and become “the earth’s best employer”. This was Bezos’ final shareholder letter before he steps down as CEO at the end of 2021. Now Amazon has committed itself to being the “earth’s safest place to work” by investing $300m in safety projects in 2021, including its new WorkingWell program. All of this comes in light of Amazon being under fire for bad working conditions and high work rate expectations in its warehouses, especially during the COVID-19 pandemic. ",
  "The e-commerce giant may have defeated a unionization push in Alabama earlier this year, but it seems the workplace fight is far from over. Deep dive into WorkingWell\n\n\nDeveloped in collaboration with employees, Amazon has been piloting the safety initiative in the US since 2019. ",
  "But the company has now expanded it to support to almost 860,000 employees across 350 sites in North America and Europe. Amazon now plans to introduce it across all of the company’s operations in the US with the ultimate aim of cutting incident rates by 50% by 2025. WorkingWell aims to help prevent injuries – particularly musculoskeletal ones — in Amazon warehouses, as well as provide mental wellbeing support and high-quality healthcare to its employees. It will do this through engaging and educating employees daily about workplace risks, mainly through interactive videos about how to prevent injuries and nutrition, among other topics. The Wall Street Journal further reported that the e-commerce giant is working on introducing schedules that move employees from one job to another that require different muscle groups, in order to prevent repeat injuries. In addition, Amazon will introduce dedicated wellness spaces where employees can stretch to help muscle recovery, as well as provide guided mindfulness sessions – known as AmaZen — to staff during their shifts. ",
  "Further to this, the e-commerce giant is leveraging technology to foster employee engagement and improve communication between teams, which has suffered in the pandemic. Every hour warehouse staff will be prompted and guided through physical and mental activities to help them recharge and re-energize in order to reduce both physical and mental fatigue. ",
  "Amazon has also set up connect and comment kiosks to encourage staff feedback about the WorkingWell program and what they’d like to get out of it in the future. The company has further created a mobile app that will enable staff access to these offerings outside of working hours to allow employees to continue to work on their mental wellbeing in their free time. But will educational initiatives be enough to prevent Amazon staff from getting injured at work? Or will the e-commerce giant need to go further and reduce its work rate expectations of employees? Stay tuned. Read next\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n \n\nBy:   Allie Nawrat\nSenior Journalist\nAllie is an experienced business journalist. ",
  "Her work has been featured in Pharma Tech Focus, Verdict & Glass Mag. Opens in a new tab  \n\n\n\nOpens in a new tab  \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\nTopics\n\n\n                Company Culture            \n\n                COVID-19            \n\n                Employee Experience and Engagement            \n\n                Fortune 500            \n\n                Risk, Compliance and Regulation            \n\n                Wellbeing            \n \n\n\n\n\n\n\n\nRelated\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUNLEASH Group LTD\nRunway East Soho 66\nOld Compton Street\nSoho, London\nW1D 4UH\nUnited Kingdom\n\n\n\nLatest Posts\nAbout UNLEASH\nEvents\n\nEvents On-Demand\nUNLEASH America 2022\n\n\n \n\nLatest\n\nHR Technology\nLearning and Development\nTalent Acquisition\nFuture of Work\nPayroll\n\n\nResearch\n\nReports\nCase Studies\nInfographics\nHow To Guides\n\n\nEvents\n\nUNLEASH America\nEvents Calendar\nRoundtables\nWebinars\nOn-Demand\n\n\nAbout\n\nAbout UNLEASH\nUNLEASH Buyer’s Club\nCareers\nContact Us\n\n\nOur Partners\n\nPartner with Us\n\n\n \n\n\n \n\n\n\n\n\nOpens in a new tab  \n\n\n\nOpens in a new tab  \n\n\n\nOpens in a new tab  \n\n\n\nOpens in a new tab  \n\n\n\nOpens in a new tab  \n\n\n \n\n\n\n\n\n\nTerms and Conditions\nPrivacy Policy\nCookie Management\n\n\n© UNLEASH Group Ltd\n\n\n\n\n\n\n\n\n\nUNLEASH\n\nWrite here...\n\n \n\n\n\n \n\nWe found  search results for\n\n\n\nContent Format\n\n\nAnalysis\nCase Study\nConference\nData\nHow To Guide\nInfographic\nInterview\nListicle\nNews\nOpinion\nPodcasts\nProduct Spotlight\nReport\nRoundtable\nRoundtable Insights\nTradeshow\nVideo\nWebinar\nClear filters\n\n\n\n\nShow most relevant\nShow newest\n\n\n\n\n\n\nWe recommend "
]