[
  "5 Projects Using GPUs for a Better Planet | NVIDIA Blog Skip to content Artificial Intelligence Computing Leadership from NVIDIA Search for: Toggle Search Search for: Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation Home AI Data Center Driving Gaming Pro Graphics Autonomous Machines Healthcare Startups AI Podcast Lean, Green, AI Machines: 5 Projects Using GPUs for a Better Planet April 22, 2019 by Isha Salian Share Email Earth Day is a good day for AI. And the benefits are felt all year, all around the world, as deep learning and NVIDIA GPUs aid our understanding of ecosystems and climate patterns, preserving plants and animals, and managing waste.",
  "Here are five ways companies, researchers and scientists are using GPUs for a better planet: Into the Woods AI Goes Whether in a rainforest or urban green spaces, life on Earth relies heavily on trees. But manually monitoring forested areas to track potential risks to plant health is time consuming and costly. Portugal-based startup 20tree.ai is using AI to monitor forests from satellite imagery in a fraction of the time currently required. It uses NVIDIA GPUs inhouse and in the cloud to process some 100TB of new satellite data daily, helping clients analyze tree species, growth and productivity. A Cloudy Picture of Climate Change The Earth is warming, but at what rate? Climate models vary in their projections of global temperature rise in the coming years, from 1.5 degrees to more than three degrees by 2100.",
  "This variation is largely due to the difficulty of representing clouds in global climate models. Neural networks can be used to address this cloud resolution challenge, researchers from Columbia University, UC Irvine and the University of Munich found.",
  "Developed using an assortment of NVIDIA GPUs, their deep learning model improved performance and provided better predictions for precipitation extremes than the original climate model. This detailed view can improve scientists’ ability to predict regional climate impact. One Person’s Trash Is an AI’s Treasure Trying to correctly sort the remains of a lunch into compost, recycling and landfill is a hard enough task for the average person. But if different types of waste are collected together and sent to recycling centers, the trash often can’t be sorted and it all ends up in a landfill. Only 29 percent of the municipal waste generated in Europe in 2017 was recycled. Smart recycling startup Bin-e hopes to raise the recycling rate with deep learning.",
  "Using the NVIDIA Jetson TX1, the startup has created a smart recycling bin that automatically recognizes, sorts and compresses waste. Its AI, trained on NVIDIA TITAN Xp GPUs, takes an image of each piece of trash and determines whether it’s paper, aluminum, plastic or e-waste before depositing it into the correct bin.",
  "Sequencing on Land and at Sea DNA sequencing isn’t just for the human genome. Nanopore sequencing, a technique for DNA sequencing, can be used to analyze the genomes of plants and microorganisms. UK.startup Oxford Nanopore Technologies is using recurrent neural networks to help scientists detect pathogens in cassava plant genomes. It’s also analyzed the DNA of microbial sea life off the coast of Alaska, giving researchers a better understanding of ocean biodiversity and the effects of climate change on marine microorganisms. Oxford Nanopore’s MinIT hand-held AI supercomputer is powered by NVIDIA AGX, enabling researchers to run sequence analysis in the field. Whale, AI’ll Say Due to centuries of whaling by humans, just 500 North Atlantic right whales still exist.",
  "A right whale mother and her calf. Those left have been forced by climate change to adopt a new migration path — exposing them to a new threat: commercial shipping vessels that can accidentally strike whales as they pass through shipping lanes.",
  "Autonomous drone company Planck Aerosystems is working with Transport Canada, the national transportation department, to identify whales from aerial drone imagery with AI and NVIDIA GPUs. The tool can help biologists narrow down thousands of images to identify the few containing whales, so ships can slow down and avoid the endangered creatures. Learn more about how GPU technology is driving applications with social impact, including environmental projects. Categories: Deep LearningTags: Artificial Intelligence | Inception | Science | Social Impact All nvidia news Finding NeMo: Sensory Taps NVIDIA AI for Voice and Vision Applications UN Satellite Centre Works With NVIDIA to Boost Sustainable Development Goals Family Style: Li Auto L9 Brings Top-Line Luxury and Intelligence to Full-Size SUV With NVIDIA DRIVE Orin How AI Can Elevate Viewer Experiences in Broadcast AI Software Pioneers From the Edge to the Cloud Join NVIDIA at HPE Discover Post navigation Corporate Information About NVIDIA Corporate Overview Technologies NVIDIA Research Investors Social Responsibility NVIDIA Foundation Get Involved Forums Careers Developer Home Join the Developer Program NVIDIA Partner Network NVIDIA Inception Resources for Venture Capitalists NVIDIA Inception GPU Ventures Technical Training Training for IT Professionals Professional Services for Data Science News & Events Newsroom NVIDIA Blog NVIDIA Developer Blog Webinars Stay Informed Events Calendar NVIDIA GTC NVIDIA On-Demand Explore our regional blogs and other social networks Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation USA - United States NVIDIA websites use cookies to deliver and improve the website experience. See our cookie policy for further details on how we use cookies and how to change your cookie settings. ACCEPT Tweet Share E-mail Tweet Share E-mail Tweet Share LinkedIn E-mail Share this Article Friend's Email Address Your Name Your Email Address Comments Send Email Email sent!"
]