[
  "Nike Shifts Focus To Mental Health ReportsiQ Research PlatformNewslettersEventsInnovation ServicesAbout Take me to iQ Sign In PSFK Account Settings PSFK iQ PSFK’s professional-grade research platform, featuring access to our full-report library and on-demand research services. Take me to PSFK iQ Help, I have question!",
  "+ What is my level of access? + Not sure what product is right me + I am having access issues Chat with a representative Want to send us an email? Email us at sales@psfk.com 01/16/22 Nike Shifts Focus To Mental Health A new offering from the iconic global sportswear brand aims to leverage the healing power of movement to uplift Nike members by focusing on how they feel, not what they do. Exercise is clinically proven to improve mental health by improving self-esteem and cognitive function, as well as reducing the prevalence of anxiety, depression, and negative moods. Nike, which can lay credible claim to being an expert in movement and exercise, is introducing the NIke Mind Sets program and platform in partnership with creative agency AnalogFolk to inspire and uplift users throughout the brand’s extensive ecosystem by helping them “move” in any way that feels good and prioritizes and improves their mental wellbeing. Mind Sets will be available globally across Nike’s channels, including across social media, websites and Nike apps, as well as across Nike influencer and athlete channels.",
  "The platform will feature curated content and exercise experiences, such as, an audio guided walk and run program by coach Dora Atim, a podcast by Jaclyn Byrer, in addition to other Nike Training Club workouts, and podcast episodes about burnout and prioritizing well-being. The platform will also integrate tips for nutrition, recovery and sleep to create a more holistic wellness coaching experience for participating members.Mental wellbeing is a huge topic, with many people around the world struggling to deal with its challenges, including world class athletes like tennis player Naomi Osaka, one-time NBA rookie of the year Ben Simmons, as well as many others in public positions who are starting to come forward.",
  "The NIke campaign and Mind Set program is meant to be a conversation starter and add to the dialogue around well-being, while helping users set goals and stick to an aspirational routine with the help of expert guidance. A year-long program, Mind Sets is also being used to promote the Nike brand’s new Nike Training Club which offers training regimes for “every body and mind.” Designed to help make user fitness habits stick with daily content, goal-setting tools and incentives, the Nike Training Club is a way to normalize and add to the conversation around mental and physical wellbeing. +++This article originally appeared in the PSFK report, Engaging Customers Around Aspirations. Share this article on social: This article originally appeared in the following report 01/15/22 Buy Now Marketing To Gen-Z's Aspirations 720 articles This article was contributed by the PSFK IQ team. IQ is a platform for insights and advice for creative professionals seeking to develop innovation in retail and customer experience. Author of the article PSFK Research Copyright © PSFK LLC 2022.",
  "All rights reserved. (901) 295-9430 hello@psfk.com About Us|Retail Innovation Week|Podcasts Copyright © PSFK LLC 2022."
]