[
  "2% of Elon Musk's wealth could solve world hunger, says director of UN food scarcity organization - CNN Open MenuMarketsTechMediaSuccessMorePerspectivesVideosAudioSearch CNNMarketsTechMediaSuccessPerspectivesVideosSearchAudioEditionUSInternationalArabicEspañolEditionUSInternationalArabicEspañolMarketsPremarketsDowAfter-HoursMarket MoversFear & GreedWorld MarketsInvestingMarkets NowBefore the BellLeading IndicatorGlobal Energy ChallengeEconomyTracking America's RecoveryEnergyMoneyTechInnovateGadgetForeseeable FutureMission: AheadUpstartsBusiness EvolvedInnovative CitiesUnhackableMediaReliable SourcesSuccessBoss FilesRisk TakersFresh MoneyInvest AheadWork TransformedCarsHomesWealth CoachCenter PiecePerspectivesVideosInternationalSwitzerlandIndiaDavosReliable SourcesPassion to PortfolioOn: GermanyMoreAccessibility & CCAbout UsNewslettersWorldUS PoliticsBusinessHealthEntertainmentTechStyleTravelSportsVideosFeaturesWeatherMoreFollow CNN Business 2% of Elon Musk's wealth could help solve world hunger, says director of UN food scarcity organization By Eoin McSweeney and Adam Pourahmadi, CNN BusinessUpdated 1053 GMT (1853 HKT) November 1, 2021 JUST WATCHEDTwo percent of Musk's wealth could solve world hunger, says director of World Food ProgrammeReplayMore Videos ...MUST WATCH (16 Videos)Head of the World Food Programme says 'billionaires need to step up'This is how much a restored Jaguar with electric power will cost youCEO on why in-office work requirement is 'foolish'Powell: Recession after rate hikes certainly a possibilityWarren to Powell: Don't drive this economy off a cliffAnalyst: Gas tax holiday 'won't change people's behavior'Beyoncé's single dubbed anthem for 'Great Resignation'Gary Cohn: Fed was late on interest rate hikesHear from Apple employees on union victoryA look back at Vince McMahon, who steps down as WWE CEO amid misconduct claims How this grandmother is combating nationwide lifeguard shortageThis crypto collapse has a human costWalgreens Boots Alliance CEO: I took steps down to advance my careerWhat the interest rate hike means for youVideo: Bill Gates mocks Bored Ape NFT'sRealtor.com chief economist shares her advice for homebuyers and sellersAbu Dhabi, UAE (CNN Business)A small group of ultra-wealthy individuals could help solve world hunger with just a fraction of their net worth, says the director of the United Nations' World Food Programme. Billionaires need to \"step up now, on a one-time basis\", said David Beasley in an interview on CNN's Connect the World with Becky Anderson that aired Tuesday -- citing specifically the world's two richest men, Jeff Bezos and Elon Musk.",
  "\"$6 billion to help 42 million people that are literally going to die if we don't reach them. It's not complicated,\" he added. Elon Musk is now worth more than ExxonMobilTesla chief executive Musk has a net worth of nearly $289 billion, according to Bloomberg, meaning that Beasley is asking for a donation of just 2% of his fortune. The net worth of US billionaires has almost doubled since the pandemic began, standing at $5.04 trillion in October, according to progressive groups Institute for Policy Studies and Americans for Tax Fairness. A \"perfect storm\" of several crises, such as climate change and the Covid-19 pandemic, mean many nations are \"knocking on famine's door,\" Beasley said. Read MoreHalf of the population of Afghanistan -- 22.8 million people -- face an acute hunger crisis, according to a WFP report released Monday.",
  "Rampant unemployment and a liquidity crisis means the country is teetering on the edge of a humanitarian crisis and 3.2 million children under the age of five are at risk, the report concluded. David Beasley, director of the United Nations' World Food ProgramA series of new reports from the Biden administration issued a stark warning last week: The effects of climate change will be wide-reaching and will pose problems for every government.",
  "Among the reports, the administration details how climate change is driving migration, the first time the US government is officially recognizing the link between climate change and migration. The WFP has warned about this swell of movement in the past, particularly in the \"Dry Corridor\" region in Central America. Jeff Bezos' Blue Origin wants to build a tourism space station nearly as big as the ISS\"For example, take the United States and the region in Central America, the Dry Corridor, Guatemala, Honduras, El Salvador and Nicaragua -- just down in that area alone,\" said Beasley Tuesday. \"We're feeding a lot of people down there and the climate is just changing with hurricanes and flash flooding; it's just devastating.\" In Ethiopia, the WFP estimates that 5.2 million people are in urgent need of food assistance in the Tigray region, where Prime Minister Abiy Ahmed has led a major offensive against the Tigray People's Liberation Front (TPLF) since last year. Thousands of civilians have since been killed, while more than 2 million have been displaced.Humanitarian organizations like the WFP have struggled to get supplies to those in need in the region, compounding the crisis.",
  "\"I don't know where they're getting the food from,\" said Beasley in the wide-ranging interview. \"We're out of fuel.",
  "We're out of cash, in terms of paying our people and we are running out of money and we can't get our trucks in.\" -- Correction: An earlier version of this story's headline incorrectly stated that the director of the UN's food scarcity organization believes 2% of Elon Musk's wealth could solve world hunger. He believes it could help solve world hunger. SearchAudioWorldAfricaAmericasAsiaAustraliaChinaEuropeIndiaMiddle EastUnited KingdomUS PoliticsThe Biden PresidencyFacts FirstUS ElectionsBusinessMarketsTechMediaSuccessPerspectivesVideosHealthLife, But BetterFitnessFoodSleepMindfulnessRelationshipsEntertainmentStarsScreenBingeCultureMediaTechInnovateGadgetForeseeable FutureMission: AheadUpstartsWork TransformedInnovative CitiesStyleArtsDesignFashionArchitectureLuxuryBeautyVideoTravelDestinationsFood and DrinkStayNewsVideosSportsFootballTennisGolfOlympicsUS SportsClimbingMotorsportEsportsVideosLive TV Digital StudiosCNN FilmsHLNTV ScheduleTV Shows A-ZCNNVRFeaturesAs EqualsCall to EarthFreedom ProjectImpact Your WorldInside Africa2 DegreesCNN HeroesAll FeaturesWeatherClimateStorm TrackerWildfire TrackerVideoMorePhotosLongformInvestigationsCNN ProfilesCNN LeadershipCNN NewslettersWork for CNNAudioFollow CNN BusinessMost stock quote data provided by BATS. Market indices are shown in real time, except for the DJIA, which is delayed by two minutes. All times are ET.",
  "Disclaimer. Morningstar: Copyright 2018 Morningstar, Inc. All Rights Reserved.",
  "Factset: FactSet Research Systems Inc.2018. All rights reserved. Chicago Mercantile Association: Certain market data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Dow Jones: The Dow Jones branded indices are proprietary to and are calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN. Standard & Poor's and S&P are registered trademarks of Standard & Poor's Financial Services LLC and Dow Jones is a registered trademark of Dow Jones Trademark Holdings LLC.",
  "All content of the Dow Jones branded indices Copyright S&P Dow Jones Indices LLC 2018 and/or its affiliates.Terms of UsePrivacy PolicyAccessibility & CCAd ChoicesAbout UsModern Slavery Act StatementAdvertise with usCNN StoreNewslettersTranscriptsLicense FootageCNN NewsourceSitemap© 2022 Cable News Network.A Warner Bros. Discovery Company.All Rights Reserved.CNN Sans ™ & © 2016 Cable News Network."
]