[
  "\n\n\n\n\n\n    Charity: Water - Google for Nonprofits\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfor Nonprofits\n\n\n\nSkip to Content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                Offerings\n              \n\n\n\n                          Overview\n                        \n\n\n\n                          Google Workspace for Nonprofits\n                        \n\n\n\n                          Google Ad Grants\n                        \n\n\n\n                          YouTube Nonprofit Program\n                        \n\n\n\n                          Google Earth and Maps\n                        \n\n\n\n\n\n\n                Eligibility\n              \n\n\n\n\n                Resources\n              \n\n\n\n                          Product Help\n                        \n\n\n\n                          How-To Guides\n                        \n\n\n\n                          Certified Product Partners\n                        \n\n\n\n                          FAQs\n                        \n\n\n\n                          Tips & Tutorials\n                        \n\n\n\n\n\n\n                Success Stories\n              \n\n\n\n\n\n\n\n\n              Sign in\n            \n\n\n\n              Get started\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfor Nonprofits\n\n\n\n\n\n\n\n\n                Offerings\n              \n\n\n\n                          Overview\n                        \n\n\n\n                          Google Workspace for Nonprofits\n                        \n\n\n\n                          Google Ad Grants\n                        \n\n\n\n                          YouTube Nonprofit Program\n                        \n\n\n\n                          Google Earth and Maps\n                        \n\n\n\n\n\n\n                Eligibility\n              \n\n\n\n\n                Resources\n              \n\n\n\n                          Product Help\n                        \n\n\n\n                          How-To Guides\n                        \n\n\n\n                          Certified Product Partners\n                        \n\n\n\n                          FAQs\n                        \n\n\n\n                          Tips & Tutorials\n                        \n\n\n\n\n\n\n                Success Stories\n              \n\n\n\n\n\n\n\n\n\n              Sign in\n            \n\n\n\n              Get started\n            \n\n\n\n\n\n \n\n\n\n\n\n\n        Charity: Water\n      \n\n        663 million people in the world live without clean water. At charity: water, the mission is to change that by bringing clean and safe drinking water to people in developing countries. ",
  "The organization works with dozens of local partners overseas, and has completed over 21,000 water projects to bring more than 6.4 million people access to water, hygiene, and improved sanitation. Charity: Water\n      \n\n\n\n\n\n\n            Operation Size\n          \n\n            Large\n          \n\n\n\n            Sector\n          \n\n            Public, Societal Benefit\n          \n\n\n\n            Objectives\n          \n\n                    Drive traffic to your website\n                  \n\n                    Fundraise\n                  \n\n                    Raise Awareness\n                  \n\n\n\n            Product\n          \n\n\n\n                          Google Ad Grants\n                        \n\n\n\n                          YouTube Nonprofit Program\n                        \n\n\n\n\n\n              Photo Credit\n            \n\n              Charity: Water\n            \n\n\n\n              Website\n            \n\nhttps://donate.charitywater.org/donate/home\n\n\n\n\n\n        Challenge\n      \n\n          To help bring clean and safe drinking water to everyone in the world, charity: water wanted to genuinely engage with supporters to raise funds, increase awareness, and reach new donors by maximizing their presence online. Story\n      \n\n          charity: water sought to expand its presence online using the free tools available through Google for Nonprofits. Interactive, social, analytic, and optimization tools help educate prospective donors while giving supporters visual proof of how their contributions make a direct impact. Using Google Maps, charity: water connects donors with their donation â\u0080\u0093 upon making a contribution, donors are sent a set of GPS coordinates and photos where they can track their donations and see the impact theyâ\u0080\u0099re making. YouTube has allowed people involved with the water project to document its progress by providing a platform for the charity: water staff to send thank-you messages to donors or capture videos on-site to tell personal stories of how new water wells provided safe and clean drinkable water. ",
  "charity:water also uses Ad Grants to help increase organic and paid search results, creating campaigns like one that encouraged people to ask their friends and relatives to donate to charity: water instead of a traditional birthday gift. Our mission is to bring clean and safe drinking water to every single person on the planet, and with Googleâ\u0080\u0099s support, weâ\u0080\u0099re getting closer every day. ",
  "Tyler Riewer, brand content lead\n      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        Impact\n      \n\n          â\u0080\u009cOver the course of a year, Google for Nonprofits helped deliver a 350% increase in site traffic, a 300% increase in total visitors, and a 333% increase in video views.â\u0080\u009d says Tyler Riewer, brand content lead, charity: water\n        \n\n        Since the team started using Google for Nonprofits, their online activities have scaled rapidly. The organization also created a community of passionate supporters through personalized thank-you YouTube videos, the capabilities of Google Maps, as well as through search-based ads and social media. And in 2015, charity: water launched its annual September fundraising campaign with the theme of #NothingIsCrazy, encouraging everyday people to do extraordinary things to raise money for clean water. With the help of Google tools, the campaign inspired almost 1,900 individual fundraisers and raised $1.8 million, which brought clean water to more than 60,000 people in developing countries. Google Analytics helped the team understand the participants, determine conversion rates, and chart views for the campaignâ\u0080\u0099s promotional video. Now, charity: water is leveraging Google tools to reach new audiences and inspire them to invest in a world where everyone has clean water by joining the organizationâ\u0080\u0099s monthly giving program, The Spring. ",
  "Discover how other organizations use Google for Nonprofits to make an impact. WaterAid\n      \n\n        WaterAid uses Google tools to create more engaging and interactive content, resulting in deeper connections with donors. "
]