[
  "AI Startup Opseyes Instantly Analyzes Wastewater | NVIDIA Blog Skip to content Artificial Intelligence Computing Leadership from NVIDIA Search for: Toggle Search Search for: Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation Home AI Data Center Driving Gaming Pro Graphics Autonomous Machines Healthcare Startups AI Podcast In the Drink of an AI: Startup Opseyes Instantly Analyzes Wastewater February 26, 2021 by Brian Caulfield Share Email Let’s be blunt. Potentially toxic waste is just about the last thing you want to get in the mail.",
  "And that’s just one of the opportunities for AI to make the business of analyzing wastewater better. It’s an industry that goes far beyond just making sure water coming from traditional sewage plants is clean. Just about every industry on earth — from computer chips to potato chips — relies on putting water to work, which means we’re all, literally, swimming in the stuff. Just What the Doctor Ordered It’s also an industry that depends on moving samples through the mail to be analyzed by human experts. That started to change, however, thanks to a conversation Opseyes founder Bryan Arndt, then a managing consultant with Denmark-based architecture and engineering firm Ramboll, had with his brother, a radiologist. Arndt was intrigued when his brother described how deep learning was being set loose on medical images.",
  "Arndt quickly realized that the same technology — deep learning — that helps radiologists analyze images of the human body faster and more accurately could almost instantly analyze images, taken through microscopes, of wastewater samples. Faster Flow The result, developed by Arndt and his colleagues at Ramboll, a wastewater industry leader for more than 50 years, dramatically speeds up an industry that’s long relied on sending tightly sealed samples of some of the stinkiest stuff on earth through the mail.",
  "That’s critical when cities and towns and industries of all kinds are constantly taking water from lakes and rivers, like the Mississippi, treating it, and returning it to nature. “We had one client find out their discharge was a quarter-mile, at best, from the intake for the next city’s water supply,” Arndt says. “Someone is always drinking what your tube is putting out.” That makes wastewater enormously important. Water, Water, Everywhere It’s an industry that was kicked off by the 1972 U.S. Clean Water Act, a landmark not just in the United States, but globally. Thanks to growing awareness of the importance of clean water, analysts estimate the global wastewater treatment market will be worth more than $210 billion by 2025. The challenge: while almost every industry creates wastewater, wastewater expertise isn’t exactly ubiquitous.",
  "Experts who can peer through a microscope and identify, say, the six most common bacterial “filaments” as they’re known in the industry, or critters such as tardigrades, are scarce. You’ve Got … Ugh That means samples of wastewater, or soil containing that water, have to be sent through the mail to get to these experts, who often have a backlog of samples to go through.",
  "While Ardnt says people in his industry take precautions to seal potentially toxic waste and track it to ensure it gets to the right place, it’s still time-consuming. The solution, Arndt realized, was to use deep learning to train an AI that could yield instantaneous results. To do this, last year Arndt reached out on social media to colleagues throughout the wastewater industry to send him samples. Least Sexy Photoshoot Ever He and his small team then spent months creating more than 6,000 images of these samples in Ramboll’s U.S. labs, where they build elaborate models of wastewater systems before deploying full-scale systems for clients. Think of it as the least sexy photoshoot, ever. These images were then labeled and used by a data science team lead by Robin Schlenga to train a convolutional neural network accelerated by NVIDIA GPUs.",
  "Launched last September after a year-and-a-half of development, Opseyes allows customers to use their smartphone to take a picture of a sample through a microscope and get answers within minutes. It’s just another example of how expertise in companies seemingly far outside of tech can be transformed into an AI."
]