[
  "IBM and the UN Development Goals - IBM Nordic Blog United States IBM® Site map Search within IBM Nordic Blog IBM Nordic Blog Home About us Contributors Archive Categories Inspiration IBM and the UN Development Goals in a Global and Danish perspective November 4, 2020 | Written by: Sanne Urbak Rasmussen and Anders Quitzau Categorized: Inspiration | Technology Share this post: IBM and the UN Sustainable Development Goals: Where we stand and what we do On October 24th, it was United Nations Day, celebrating member states’ joint effort to collaborate and solve some of the world’s most pressing challenges. The 17 UN Sustainable Development Goals stands as a major guideline for societies, governments, and businesses to help us focus on specific elements that we should strive to support by whatever means that we are able to through our actions.",
  "In that connection, we would like to offer some insight and perspectives on how we at IBM support the UN Sustainable Development Goals – both from a global perspective and with a focus on specific cases in the Nordics that we are particularly proud of. In general, IBM has a long history of engaging with the communities where we live and work and we share the UN’s priorities for social advancement. Furthermore, we endorse the strategy of partnership that the SDGs call for because collaboration has long been IBM’s approach to addressing societal challenges. No one can do it alone – we need to work together across a wide range of stakeholders and areas as many of the issues we stand in front of are interconnected and extremely complex to solve. Our long history of responsible stewardship can be seen every day through our work with environmental programs, supply chain practices, corporate social responsibility work, and our global focus on diversity and inclusion. Giving back and taking a stand on issues that matter are integral parts of IBM’s long-term strategy and something we will strive to continue doing to the best of our ability in the future.",
  "Also, we engage in many co-development projects with our customers supporting their sustainability ambitions in such areas as reducing their climate and environmental impact, transitioning to a fossil-free future, food safety improvement, food waste reduction, ethical sourcing, plastic use reduction energy usage reduction, etc. In honor of last week’s UN Day, we have published a white paper illustrating some of the highlights of how IBM is addressing the UN Sustainable Development Goals from a global perspective.",
  "You can download it by clicking on the link below: Thought Leadership Report: IBM and the UN Sustainable Development Goals Report In a bit smaller geographical perspective, we also promised to highlight some of the cases or solutions that we have worked on (and successfully implemented) here in Denmark that align with the UN Development Goals. Firstly, we are deeply engaged in the efforts to educate and upskill individuals and communities. We believe that education and sustainable growth are key factors to a positive development in our world. We support underserved populations of young people and adults in need for digital education and we engage in mentor programs and workforce integration-oriented projects. P-TECH and Open P-TECH are examples of such schools and initiatives. We have for several years supported refugees and immigrants in Denmark, in partnership with ‘Foreningen Nydansker’ with mentoring and internships.",
  "In 2019 we hired four young refugees as student workers in IBM – helping to break their ‘glass ceiling’ in order to get a relevant student job and enter the labor market. Lastly, and as COVID-19 response, IBM has opened our IBM SkillsBuild up for all – free to use – for all people who now need to change career and thus needs to sharpen their digital skills.",
  "Another example is our collaboration with ReDI School for Digital Integration. ReDI is a non-profit tech school offering free IT-education on several levels to women with ethnic minority backgrounds. IBM Denmark contributes with content through the IBM SkillsBuild platform and voluntary instructors. The school and the model and program have shown to be very effective. After the latest 12-weeks course, 33% of the participants were engaged in internships, regular jobs, or on-going education. Secondly, we assist NGO’s with technology and advisory services.",
  "One example we like to highlight is our collaboration with the Danish Refugee Council (DRC). Together with DRC, we have – pro bono – developed a software-model, ‘Foresight’, that based on machine learning and AI can support the prediction of, – and insight to future migration flows in the world.",
  "The objective is to enable DRC to be able to optimize and predict the needs for resources for specific locations and refugee crisis, and to become a scientific-based trusted advisor to governments and humanitarian intuitions in the world. The application is free and open source. Read more about the collaboration here. Thirdly, we would like to use the last paragraph in this blog on thanking IBM for giving all IBM’ers the opportunity to participate in voluntary community services. By working in a company that supports such activities, we as employees can contribute to a better society by using our specific skills and expertise to help others. Over 10% of Danish IBM’ers did that in 2019.",
  "That is certainly something we can be proud of. If you have any questions or comments, please do not hesitate to reach out to us at Sanne Urbak at urbak@dk.ibm.com or andersq@dk.ibm.com.",
  "We are also ready to discuss how we at IBM can contribute to your sustainability journey or your voluntary community service project. Sanne Urbak Rasmussen CSR Manager, IBM Denmark Anders Quitzau Research & Innovation Executive, IBM Research - IBM Watson ibm innovation technology Previous Post IBM awards Netic ”Outstanding Security Partner 2020” Next Post High availability and recovery with IBM Z and LinuxONE Follow the conversationhttps://twitter.com/IBMEurope More stories AI Data Democratization – making data available One of the trending buzzwords of the last years in my world is “Data Democratization”. Which this year seems to have been complemented by “Data Fabric” and “Data Mesh”. What it is really about the long-standing challenge of making data available. It is another one of these topics that often gets the reaction “How hard […] Continue reading Share this post: How to act in the new regulation of financial sector Our world is changing. Because of that regulators around the world are taking ambitious steps to improve the sustainability of the financial sector and guide capital towards sustainable economic activity.",
  "Especially in EU we are seeing a high level of regulations. These regulatory interventions present complex and sensitive legal challenges for financial sector firms, which […] Continue reading Share this post: Cloud Private cloud or public cloud?"
]