[
  "\n\n\n\n\n\n\n\n\n\n\n\n\nNVIDIA to Build Earth-2 Supercomputer to See Our Future | NVIDIA Blog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\n\n\n\n\n                                                Artificial Intelligence Computing Leadership from\n                                                NVIDIA\n\n\n\n\n\n\n\n\n\n\n\nSearch for:\n\n\n\n\n\n \n\n\n\n\nToggle Search\n\n\n\n\n \n\n\n\n\n\n \n\n\n\n\n\n\nSearch for:\n\n\n\n\n \n\n\n\n\n\n \n\n\n \n \n\n \n \n\n \n \n\n \n \n\n\n \n \n\n \n \n\n \n \n\n \n \n\n\n \n \n\n\n\n\n\n\n\nPrivacy Policy\n\n\nManage My Privacy\n\n\nLegal\n\n\nAccessibility\n\n\nProduct Security\n\n\nContact\n\n\n\n\t\t\tCopyright © 2022 NVIDIA Corporation \t\t\n\n\n\n\n\n\n\n\n\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nAutonomous Machines\nHealthcare\nStartups\nAI Podcast\n \n\n \n\n\n\n\n\n\n\n\nNVIDIA to Build Earth-2 Supercomputer to See Our Future\n\nNovember 12, 2021 by Jensen Huang \n\n\n\n\n\n\n\t\t\t\t    Your browser doesn't support HTML5 video. Here is a link to the video instead. ",
  "Share\t\t\t\n\n\n \n \n \n \nEmail1 \n\n\n  The earth is warming. The past seven years are on track to be the seven warmest on record. The emissions of greenhouse gases from human activities are responsible for approximately 1.1°C of average warming since the period 1850-1900. What we’re experiencing is very different from the global average. We experience extreme weather — historic droughts, unprecedented heatwaves, intense hurricanes, violent storms and catastrophic floods. Climate disasters are the new norm. ",
  "We need to confront climate change now. Yet, we won’t feel the impact of our efforts for decades. ",
  "It’s hard to mobilize action for something so far in the future. But we must know our future today — see it and feel it — so we can act with urgency. To make our future a reality today, simulation is the answer. To develop the best strategies for mitigation and adaptation, we need climate models that can predict the climate in different regions of the globe over decades. Unlike predicting the weather, which primarily models atmospheric physics, climate models are multidecade simulations that model the physics, chemistry and biology of the atmosphere, waters, ice, land and human activities. Climate simulations are configured today at 10- to 100-kilometer resolutions. ",
  "But greater resolution is needed to model changes in the global water cycle — water movement from the ocean, sea ice, land surface and groundwater through the atmosphere and clouds. Changes in this system lead to intensifying storms and droughts. ",
  "Meter-scale resolution is needed to simulate clouds that reflect sunlight back to space. Scientists estimate that these resolutions will demand millions to billions of times more computing power than what’s currently available. It would take decades to achieve that through the ordinary course of computing advances, which accelerate 10x every five years. For the first time, we have the technology to do ultra-high-resolution climate modeling, to jump to lightspeed and predict changes in regional extreme weather decades out. We can achieve million-x speedups by combining three technologies: GPU-accelerated computing; deep learning and breakthroughs in physics-informed neural networks; and AI supercomputers, along with vast quantities of observed and model data to learn from. And with super-resolution techniques, we may have within our grasp the billion-x leap needed to do ultra-high-resolution climate modeling. ",
  "Countries, cities and towns can get early warnings to adapt and make infrastructures more resilient. And with more accurate predictions, people and nations will act with more urgency. ",
  "So, we will dedicate ourselves and our significant resources to direct NVIDIA’s scale and expertise in computational sciences, to join with the world’s climate science community. NVIDIA this week revealed plans to build the world’s most powerful AI supercomputer dedicated to predicting climate change. Named Earth-2, or E-2, the system would create a digital twin of Earth in Omniverse. The system would be the climate change counterpart to Cambridge-1, the world’s most powerful AI supercomputer for healthcare research. We unveiled Cambridge-1 earlier this year in the U.K. and it’s being used by a number of leading healthcare companies. All the technologies we’ve invented up to this moment are needed to make Earth-2 possible. ",
  "I can’t imagine a greater or more important use. Categories: Deep Learning | SupercomputingTags: Digital Twin | High Performance Computing | Scientific Visualization | Simulation and Design | Social Impact \n\n\n \n\n\n\n\nAll nvidia news \n\n\n\n\n\n\n\nHow DNEG Helped Win Another Visual-Effects Oscar by Bringing ‘Dune’ to Life With NVIDIA RTX \n\n\n\n\n\n\n\n\n\n\n\n\n\nYour Odyssey Awaits: Stream ‘Lost Ark’ to Nearly Any Device This GFN Thursday \n\n\n\n\n\n\n\n\n\n\n\n\n\nAnswers Blowin’ in the Wind: HPC Code Gives Renewable Energy a Lift \n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat Is Conversational AI? "
]