[
  "Emotional and mental wellbeing | Adobe Benefits Skip to main content Menu Close Main navigation (Platform) Enrollment and changes New to Adobe? Enroll and make changes Life events Having or adopting a baby Getting married Spouse/partner losing employer benefits Leaving the company Getting divorced Planning for retirement I'm rehired by Adobe Becoming Medicare eligible End of life planning In the event of a death Benefits eligibility Interning at Adobe Health care rates View my benefit elections Health and wellbeing Medical plans overview Aetna medical plans Prescription drugs Finding quality care Fertility benefits Kaiser medical plan HMSA health care plans Managing an illness Dental and vision plans Health Savings Account (HSA) Health Care Flexible Spending Account (FSA) Emotional and mental wellbeing Physical wellbeing Wellness Reimbursement Program Work illness or injury COVID-19 Support Financial 401(k) retirement plan Employee stock purchase plan (ESPP) Deferred compensation plan Life insurance Financial coaching and resources Student loan refinancing Identity protection and credit monitoring Time off Vacation and paid holidays Sick time Leaves of absence Disability benefits Sabbatical Jury duty Bereavement Disaster and Epidemic Time Off (DETO) Work and life Personal and family services Dependent Care Flexible Spending Account (FSA) Education benefits Learning Fund Education reimbursement Professional development reimbursement Commuter benefits Arden Hills Austin Chicago Denver Detroit Emeryville Lehi McLean New York Newton Philadelphia Portland San Francisco San Jose Santa Monica and Los Angeles Seattle Relocation resources Discounts, social impact, and awards Travel support Long-term care insurance Home, auto, and pet insurance Legal insurance Adobe Work & Life Resources Who to contact when Video gallery Policies and plan documents ID and debit cards Mobile apps Events Health care reform New to Adobe?",
  "Search Search Australia Emotional and mental wellbeing Breadcrumb Home Health and wellbeing Emotional and mental wellbeing Emotional and mental wellbeing Breadcrumb Home Health and wellbeing Emotional and mental wellbeing At Adobe, our wellbeing matters. It’s part of our mindset and culture, and we all have a role to play. Learn more about Adobe’s global Wellbeing strategy [PDF]. Adobe offers a full range of programs to help you handle everyday challenges, build resilience and reduce stress. And, whether you need immediate help, ongoing support or ideas for staying well, your first stop should be Spring Health, our employee assistance program partner. They can direct you and your family members to the support you need.",
  "On this page, you will find information about Get counseling support: employee assistance program (EAP)Stay healthyMore support for Aetna membersMore support for Kaiser members Get immediate help 24/7 You and your family can get help anytime by calling the Spring Health crisis support line (toll free): 855-629-0554 Get counseling support: employee assistance program (EAP) Watch this video from Spring Health: Adobe has partnered with Spring Health to offer the employee assistance program (EAP) at no cost to you. The EAP provides you, your spouse and your dependents with easy access to confidential, short-term counseling services and additional work-life resources.",
  "You don’t have to be enrolled in an Adobe medical plan to use the EAP. What happens when you contact the EAP Visit Spring Health to activate your benefits. After a brief assessment, you’ll be assigned a personal Care Navigator who will act as a single point of contact. Your Care Navigator will recommend EAP resources or guide you to the appropriate EAP benefits, including 1:1 counseling or other treatment options, as appropriate. If you’re enrolled in one of our Aetna medical plans, your Care Navigator can help you find an appropriate in-network provider to meet your needs. Using in-network providers saves you money: You have a lower deductible to meet, and your plan will pay a larger share of the cost than if you go out-of-network.",
  "Get support now Activate your benefits with Spring Health to access a wealth of resources and services. Get started Enrolling Dependents into the EAP You can set up therapy sessions online for dependents ages six and up by creating an account for your dependent(s) with Spring Health.",
  "Once the dependent account is created you can schedule a call with a Care Navigator to further assist or you can find a therapist. If you already have an account with Spring Health, simply sign in and you can add your dependent(s) by going to the Things to Do section on your home screen. Your Care Navigator will recommend EAP resources or guide you to the appropriate EAP benefits for your dependent(s). Read the family care guide [PDF] or watch a short video to learn more about enrolling dependents. Your EAP benefits The EAP provides a variety of tools and services to help you feel your best. Help when you need it most.",
  "Connect with a licensed mental health professional instantly by calling the 24/7 Spring Health crisis support line: 855-629-0554 (toll free). Personalized recommendations.",
  "Take assessments to identify the right care for your needs, learn more about yourself, and track your progress. Dedicated support. Receive guidance along your journey from your personal Care Navigator, which includes matching you with a therapist and scheduling appointments. Therapy. Book sessions with trusted providers at times that fit your schedule. Adobe covers the cost of your, your spouse's and your dependent's first 10 sessions each calendar year—in person or through teleconference.",
  "Coaching. Receive tips for managing stress, increasing focus and more.",
  "In-app moments and wellness exercises. Support your mental fitness on the go, with on-demand exercises in meditation, better sleep and more via the Spring Health mobile app. Medication management. Get personalized treatment, and minimize the trial-and-error process of medication with Spring Health’s clinically validated algorithms. Work-life services. Access services to help you navigate life’s challenges, from legal guidance to financial planning.",
  "Access code: adobe Back to top Stay healthy Build resilience and reduce stress with these resources. Headspace meditation app Headspace is a personal trainer for your mind.",
  "The Headspace app gives you access to short, guided meditation sessions—delivered straight to your phone or browser—that help you manage your stress, sleep better, find your focus, boost your creativity and achieve more balance in your life. It’s meditation made easy—and it’s free to you and your +1. To get started: Visit Adobe's Headspace page, and enroll with your first name, last name and Adobe email address. If you’ve previously created a Headspace account, enter your login information. If you’re new to Headspace, click sign up for free to set up your account. Be sure to use your Adobe email when you sign up.",
  "You’ll create a unique password. Once you’ve set up your Headspace account, download the Headspace app from the App Store or Google Play.",
  "Headspace is available in multiple languages and offers a variety of accessibility options. Headspace +1 One of the best ways to increase the likelihood that you’ll stick to a health goal—like meditating daily with the Headspace app—is to have the support of another person to keep you accountable and share the experience. You may invite one person in your family or household to join. There is no cost to you or your +1. To add your +1: Log in to Headspace from your computer (you cannot do this from the app). After logging in, click on your name on the right corner of the page.",
  "Click on Accounts. Navigate down to Subscription Details, and click edit.",
  "Click on Manage Accounts on the right. You’ll be taken to the Manage Accounts page, where you can invite one family or household member. If you have trouble navigating, after logging on to Headspace, click on headspace.com/family/manage to go directly to the Manage Accounts page. Learn more by reading the Headspace FAQ [PDF], and watch this video (SSO) to see how to enroll your +1 today. If you have questions or issues with your account, email Headspace. LifeDojo We know small changes lead to big results, and that’s why Adobe employees love LifeDojo, a wellbeing app that allows you to design your own program based on your personal goals and interests.",
  "LifeDojo lets you pick from 30 habits to focus on, lets you choose your own life coach and helps you get smarter about how you approach wellbeing with interesting articles and videos. Health changes do not have to be difficult or complex—one simple change is really all it takes to improve wellbeing.",
  "Consider adopting a new fitness routine, learning to cook, or managing stress inside and outside the workplace. Choose your habit. Choose your goal. Make your change. Wellbeing Matters speaker series Watch for these events, where experts address topics like building resilience and avoiding burnout. Back to top More support for Aetna members Aetna provides members a variety of special programs and ways to access care.",
  "Teladoc video behavioral health sessions As an Aetna member, you can use Teladoc video behavioral health to get support for anxiety, eating disorders, depression, family issues and more. Teladoc sessions [PDF] are covered according to your Aetna medical plan—i.e., after you meet your deductible, the plan pays 90% or 80% of the cost: Psychiatrist (initial visit): $190/session Psychiatrist (ongoing visit): $95/session Psychologist, licensed clinical social worker, counselor or therapist: $85/session Get started at Teladoc or 855-835-2362.",
  "Aetna behavioral health support and treatment If you or a covered family member are coping with anxiety, depression, grief and loss, substance use or an eating disorder, Aetna behavioral health can provide the help you need. Services are covered according to your Aetna medical plan: After you meet your deductible, the plan pays 90% or 80% of the cost for in-network care, or 70% or 60% of recognized charges for out-of-network care. To learn more about the support available to you, visit the Aetna member website, and select Mental Health Support & Services under Member Resources, or call 800-884-9565. You can also review the Aetna Behavioral Health Resources [PDF] or Aetna Support for Inpatient Behavioral Health Care [PDF]. AbleTo support program If you’re struggling with a health condition or a stressful life change or with emotions like worry, confusion or anger, you can get support from a therapist and a behavioral coach through AbleTo [PDF]. AbleTo, an eight-week program tailored to your schedule and specific needs, connects you to support via phone or video for maximum convenience.",
  "And, because it’s part of Aetna behavioral health, it’s covered under your Aetna health plan. After you meet your annual deductible, the plan pays 100% of the program cost.",
  "AbleTo has helped people overcome the stress related to many of life's challenges, including: Grief and loss Depression, anxiety or panic Caregiving (child, elder or autism) Illness (diabetes, cancer, heart disease, digestive health) Alcohol or substance abuse Postpartum recovery Infertility Chronic pain If you are interested in participating, tell your Aetna case manager (if you’re working with one), visit AbleTo, or call 844-422-5386. An AbleTo staff member can answer your questions and determine whether the program will meet your needs. Aetna autism spectrum disorder (ASD) support program If your family is affected by an autism spectrum disorder (ASD) diagnosis, Aetna provides a support program to help meet your family’s needs. Back to top More support for Kaiser members Kaiser Permanente members can access convenient care and resources just for members. Find Your Words program Your Kaiser plan’s mental health services include assessment, treatment and support for a variety of mental, emotional and substance use conditions, including anxiety and stress, depression, eating disorders, obsessive-compulsive disorder and sleep problems. To learn more about mental health conditions and resilience, visit Find Your Words.",
  "Kaiser mental health benefits Kaiser Member Services can help you access care. Call 800-464-4000 in California or 888-901-4636 in Washington.",
  "Or log in to your Adobe Kaiser Microsite. For most mental health services, you’ll pay a copayment. Individual outpatient mental health evaluation and treatment: $20 copayment Group outpatient mental health treatment: $10 copayment Inpatient psychiatric hospitalization: $100 copayment Substance use disorder: $20 copayment for individual outpatient evaluation and treatment Substance use disorder: $5 copayment for group outpatient substance use disorder treatment (for Washington members, group visits are covered in full) Inpatient detoxification: $100 copayment Apps for Kaiser members myStrength: This app offers a personalized program with in-the-moment coping tools, guided self-care, inspirational resources and more. Calm: This meditation and sleep app eases you into a healthy state of mind. With Calm, you can build resilience and mental fitness by trying guided meditations, self-care programs taught by world-renowned experts, bedtime stories narrated by celebrity guests, mindful movement videos and more. To obtain myStrength or Calm at no cost, you must access the apps through your Kaiser member portal.",
  "Back to top Forward to a friendPrint this page Buy Adobe stock at a discount! ESPP enrollment is open now."
]