[
  "\n\n\n\nSustainable Development Goal 14 - Wikipedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goal 14\n\nFrom Wikipedia, the free encyclopedia\n\n\n\nJump to navigation\nJump to search\n14th of 17 Sustainable Development Goals to conserve life below water\nSustainable Development Goal 14Mission statement\"Conserve and sustainably use the oceans, seas and marine resources for sustainable development\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & owned by communityFounderUnited NationsEstablished2015Websitesdgs.un.org\nSustainable Development Goal 14 (Goal 14 or SDG 14) is about \"Life below water\" and is one of the 17 Sustainable Development Goals established by the United Nations in 2015. The official wording is to \"Conserve and sustainably use the oceans, seas and marine resources for sustainable development\". ",
  "[1] The Goal has ten targets to be achieved by 2030. Progress towards each target is being measured with one indicator each. The first seven targets are \"outcome targets\": Reduce marine pollution; protect and restore ecosystems; reduce ocean acidification; sustainable fishing; conserve coastal and marine areas; end subsidies contributing to overfishing; increase the economic benefits from sustainable use of marine resources. The last three targets are \"means of achieving\" targets: To increase scientific knowledge, research and technology for ocean health; support small scale fishers; implement and enforce international sea law. [1]\nOceans and fisheries support the global population's economic, social and environmental needs. [2] Oceans are the source of life of the planet and the global climate system regulator. ",
  "They are the world's largest ecosystem, home to nearly a million known species. [2] Oceans cover more than two-thirds of the earth's surface and contain 97% of the planet's water. ",
  "[3] They are essential for making the planet livable. Rainwater, drinking water and climate are all regulated by ocean temperatures and currents. Over 3 billion people depend on marine life for their livelihood. However, there has been a 26 percent increase in acidification since the industrial revolution. Effective strategies to mitigate adverse effects of increased ocean acidification are needed to advance the sustainable use of oceans. According to the 2020 report on progress towards the Sustainable Development Goals, the current efforts to protect oceans, marine environments and small-scale fishers are not meeting the need to protect the resources. ",
  "[4]\n\nContents\n\n1 Background\n2 Targets, indicators and progress\n\n2.1 Target 14.1: Reduce marine pollution\n\n2.1.1 Marine pollution from plastics\n\n\n2.2 Target 14.2: Protect and restore ecosystems\n2.3 Target 14.3: Reduce ocean acidification\n2.4 Target 14.4: Sustainable fishing\n2.5 Target 14.5: Conserve coastal and marine areas\n2.6 Target 14.6: End subsidies contributing to overfishing\n2.7 Target 14.7: Increase the economic benefits from sustainable use of marine resources\n\n2.7.1 Non-living resources of the ocean (seabed mining)\n\n\n2.8 Target 14.a: Increase scientific knowledge, research and technology for ocean health\n2.9 Target 14.b: Support small scale fishers\n2.10 Target 14.c: Implement and enforce international sea law\n2.11 Custodian agencies\n\n\n3 Monitoring and progress\n\n3.1 Predictions\n\n\n4 Challenges\n\n4.1 Large-Scale Marine Protected Areas (LSMPAs)\n4.2 Capacity-enhancing fishery subsidies\n4.3 Impacts of COVID-19 pandemic\n\n\n5 Links with other SDGs\n6 Organizations\n\n6.1 US Based Organizations\n\n\n7 Society and culture\n\n7.1 Actions\n\n\n8 References\n9 External links\n\n\n\nBackground[edit]\nThe Sustainable Development Goals are a collection of 17 global goals set by the United Nations. The broad goals are interrelated though each has its own targets to achieve. ",
  "The SDGs cover a broad range of social and economic development issues. These include poverty, hunger, health, education, climate change, gender equality, water supply, sanitation, energy, urbanization, environment and social justice. [5]\nThe outcome document of the UN Summit on the 2030 Agenda: \"Transforming our world: the 2030 Agenda for Sustainable Development\", includes an emphasis \"to protect the planet from degradation, including sustainable consumption and production, sustainably managing its natural resources and taking urgent action on climate change, so that it can support the needs of the present and future generations. \"[6]\nA full 30 percent of marine habitats have been destroyed, and 30 percent of the world's fish stocks are over-exploited. [7] Marine pollution has reached shocking levels; each minute, 15 tons of plastic are released into the oceans. [8] 20 percent of all coral reefs have been destroyed irreversibly, and another 24 percent are in immediate risk of collapse. ",
  "[9] Approximately 1 million sea birds, 100,000 marine mammals, and an unknown number of fish are harmed or die annually due to marine pollution caused by humans. It has been found that 95 percent of fulmars in Norway have plastic parts in their guts. ",
  "[8] Microplastics are another form of marine pollution. The deterioration of coastal waters has become a global occurrence, due to pollution and coastal eutrophication (overflow of nutrients in water), where similar contributing factors to climate change can affect oceans and negatively impact marine biodiversity. \"Without concerted efforts, coastal eutrophication is expected to increase in 20 per cent of large marine ecosystems by 2050. \"[10]\nCharacterized by extinctions, invasions, hybridizations and reductions in the abundance of species, marine biodiversity is currently in global decline. [11] \"Over the past decades, there has been an exponential increase in human activates in and near oceans, resulting in negative consequences to our marine environment. \"[12] Made evident by the degradation of habitats and changes in ecosystem processes,[11] the declining health of the oceans has a negative effect on people, their livelihoods and entire economies, with local communities which rely on ocean resources being the most affected. ",
  "[12] Poor decisions in resource management can compromise conservation, local livelihood, and resource sustainability goals. [13] \"The sustainable management of our oceans relies on the ability to influence and guide human use of the marine environment. ",
  "\"[14]\nOceans alleviate the impact of climate change and absorb around 23% of the annual emissions of various forms of carbons, the most concerning being carbon dioxide. [4] Because of the absorbed carbons, seawater becomes more acidic and its pH levels drops significantly. [2] Ocean acidification puts coral reefs and other species in danger which impacts the marine food chain and ecosystem services including fisheries, transportation and even tourism. Targets, indicators and progress[edit]\nFurther information: List of SDG targets and indicators\nThe UN has defined 10 targets and 10 indicators for SDG 14 that include preventing and reducing marine pollution and ocean acidification, protecting marine and coastal ecosystems, and regulating fishing. The targets also call for an increase in scientific knowledge of the oceans. [7][9] Some targets have a target year of 2020, some have a target year of 2025 and some have no end year. ",
  "The ten targets include reducing marine pollution (14.1), protecting and restoring ecosystems (14.2), reducing ocean acidification (14.3), sustainable fishing (14.4), conserving coastal and marine areas (14.5), ending subsidies contributing to overfishing (14.6), increase the economic benefits from sustainable use of marine resources (14.7), increase scientific knowledge (14.a), supporting small scale fishers (14.b) and implementing and enforcing international sea law (14.c). Most SDG 14 targets are not measurable in quantitative terms because the data is not available yet; only target 14.5 is quantifiable. ",
  "[15]\n\nTarget 14.1: Reduce marine pollution[edit]\nThe full title of Target 14.1 is: \"By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution. \"[1]\nIt has one indicator: Indicator 14.1. is the \"Index of coastal eutrophication and floating plastic debris density\"[16]\nThe \"Index of Coastal Eutrophication (ICEP), refers to the inputs of nutrients (nitrogen, phosphorus and silica, in different forms) from rivers, and corresponding nutrient-ratio sub-indicator. \"[17] The methodology for ICEP will be developed and ready by 2020. No data is available for this indicator yet. [18]\nThe \"Floating Plastic Debris Density\" refers to the modelled macro and micro plastics distribution in the ocean. If the quantities of floating micro is below 4.75mm, it is labeled as micro and if it is over 4.75 cm, it is labeled as macro. ",
  "The amount of plastics in large marine ecosystems are measured based on \"a model of surface water circulation and the use of proxy inputs\". The final Floating Plastics Debris Density indicators will be ready by 2020. ",
  "[17]\nDespite pervasive global pollution from plastics, there is only one indicator (14.1.1b) under Goal 14, specifically related to reducing impacts from plastics. [19] For all other sustainable development goals, there is no specific target in decreasing microplastics due to limitations of data. [20] Furthermore, there are no targets in reference to reducing microplastics, thus presenting a large challenge for governments to report and monitor microplastics in the environment. [20]\n\nMarine pollution from plastics[edit]\n plastic pollution washed up on shoreline\nThis section is an excerpt from Marine plastic pollution § Scope of the problem. [edit]\nMarine pollution caused by plastic substances is recognized as an issue of the highest magnitude, from a pollution perspective. [21] A lot of the plastic that are used in people's day to day lives are never recycled, up to 90% and over 8 million metric tons of plastic waste is thrown into the ocean every year. ",
  "If this continues, then by the year 2050 there will be more plastic than fish in the world by weight. [22] In just the first decade of the century, more plastic has been created than all the plastic in history up until the year of 2000 and a majority of that plastic is not recycled. ",
  "There is an estimated 15 to 51 trillion pieces of plastic amongst all of the world's oceans stretching from the top of ocean to the seafloor. [23] Oceans are Earth's deepest and most extensive basins with average depths of the abyssal plains being about 4 km beneath sea level. Gravity will naturally move and transfer materials from land to the ocean, with the ocean becoming the end-repository. [24]: 362  One estimate of the historic production of plastic gives a figure of 8300 million metric tonnes (Mt) for global plastic production up to 2015, of which 79% have been accumulated in landfills or the natural environment. [25] Some 8 million tons of plastic waste enters the oceans every year. [26] According to the ICUN, this number has grown to 14 million tons of plastic. ",
  "[26]Oceanic plastic pollution is remarkable for the sheer ubiquity of its presence, from ocean trenches, within deep sea sediment, on the ocean floor and ocean ridges to the ocean surface and coastal margins of oceans. Even remote island atolls can have beaches loaded with plastic from a faraway source. ",
  "At the ocean surface, plastic debris is concentrated within circular structures of large areal extent, called ocean gyres. Ocean gyres form within all oceans, due to the interaction of global-scale ocean currents. Ocean currents concentrate plastic waste within the gyres. Plastics have been increasingly manufactured because of their flexible, molding and durable qualities, which provides plastic with a myriad of useful applications. Plastics are remarkably resistant to natural weathering processes that break down many other materials at the Earth's surface. Ocean processes, including storms, wave action, ocean currents, hydration, and surface exposure to the atmospheric weathering processes (e.g. ",
  "oxidation) and ultraviolet radiation, tend to break plastic particles into ever-decreasing sizes (resulting in microplastics), rather than organically digest or chemically alter plastic substances. Estimates of the total number and weight of plastic across five ocean gyre plastic concentration zones are of the order of 5.25 trillion particles weighing almost 300,000 tons. ",
  "[27] The reduction in size of plastic particles to the millimeter and micro-scales allow plastic to settle within deep sea sediments, with perhaps four times as much plastic ending up within sediments compared to surface ocean waters. [28] Plastics are now a part of complex biogeochemical cycles with living organisms, such as cetaceans, seabirds, mammals, and bacteria, ingesting plastic. [29]\n\n\nTarget 14.2: Protect and restore ecosystems[edit]\nThe full title of Target 14.2 is: \"By 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience, and take action for their restoration in order to achieve healthy and productive oceans\". [1]\nThis target has one indicator: Indicator 14.2.1 is \"the proportion of national exclusive economic zones managed using ecosystem-based approaches\". [16] This indicator aims at protecting and managing sustainably the marine and coastal ecosystems to avoid adverse impacts. An exclusive economic zone (EEZ) is a sea zone prescribed by the 1982 United Nations Convention on the Law of the Sea over which a sovereign state has special rights regarding the exploration and use of marine resources, including energy production from water and wind. ",
  "No data is available for this indicator yet. [18]\n\nTarget 14.3: Reduce ocean acidification[edit]\n Ocean acidification: mean seawater pH. ",
  "Mean seawater pH is shown based on in-situ measurements of pH from the Aloha station. [30]\nThe full title of Target 14.3 is: \"Minimize and address the impacts of ocean acidification, including through enhanced scientific cooperation at all levels\". [1]\nThis target has one indicator: Indicator 14.3.1 is the \"Average marine acidity (pH) measured at agreed suite of representative sampling stations\". [16]\nNo data is available for this indicator yet. [18]\nOcean acidification is directly addressed by the target SDG 14.3. Ocean acidification is impacting on the ecosystems of marine environments that provide food, livelihoods, and other ecosystem services for a large proportion of the human population. ",
  "Some 1 billion people are wholly or partially dependent on the ecosystem services provided by coral reefs in terms of fishing, tourism, and coastal management. [31] SDG 14 is fully intertwined with the impacts of ocean acidification, as its focus includes the protection and restoration of ecosystems, sustainable fishing, protection of coastal and marine areas and protecting the economic benefits derived from marine resources. ",
  "This section is an excerpt from Ocean acidification. [edit]\nOcean acidification is the ongoing decrease in the pH value of the Earth's oceans, caused by the uptake of carbon dioxide (CO2) from the atmosphere. [32] The main cause of ocean acidification is humans burning of fossil fuels. As the amount of carbon dioxide in the atmosphere increases, the amount of carbon dioxide absorbed by the ocean also increases. This leads to a series of chemical reactions in the seawater and has a negative spillover on the ocean and the living species living below water. [33] When carbon dioxide dissolves into seawater, it forms carbonic acid (H2CO3). ",
  "Between 1751 and 1996, the pH value of the ocean surface is estimated to have decreased from approximately 8.25 to 8.14,[34] representing an increase of almost 30% in H+ ion concentration in the world's oceans (note the pH scale is logarithmic so a change of one in pH unit is equivalent to a tenfold change in H+ ion concentration). [35][36] According to the National Oceanic and Atmospheric Administration, the ocean's pH in 2020 is 8.1. ",
  "[33]\nTarget 14.4: Sustainable fishing[edit]\n World map for indicator 14.5.1 - Share of marine territorial waters that are protected in 2017. [30]\nThe full title of Target 14.4 is: \"By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics\". [1]\nThis target has one indicator: Indicator 14.4.1 is \"the proportion of fish stocks within biologically sustainable levels\". [18] This indicator aims to measures the proportion of global fish stocks which are overexploited, fully exploited and not fully exploited. A levels of fish stocks is sustainable if it is underexploited or fully exploited. Overexploited fish stocks are unsustainable. ",
  "Sustainable fisheries means leaving enough fish in the ocean while also respecting habitats and ensuring people who depend on fishing can maintain their livelihoods. According to the World Wide Fund for Nature (WWF), more than 3 billion people rely on fish from marine and inland fisheries as a main source of protein. ",
  "[37] According to the FAO, Fisheries sustain millions of jobs and often pass down traditions and knowledge from generation to generation. A report at the High-level Political Forum on Sustainable Development in 2021 stated that: \"Sustainable fisheries accounted for approximately 0.1 per cent of global GDP in 2017\". [38]: 22 \n\nTarget 14.5: Conserve coastal and marine areas[edit]\nFurther information: List of largest protected areas and Marine protected area\nThe full title of Target 14.5 is: \"By 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information\". [1]\nThis target has one indicator: Indicator 14.5.1 is the \"coverage of protected areas in relation to marine areas\". The term \"Marine Protected Areas\" include marine reserves, fully protected marine areas, no-take zones, marine sanctuaries, ocean sanctuaries, marine parks, locally managed marine areas and other. Each area has a specific level of protection and a specific allowed range of activities. ",
  "[39]\nThis indicator was met by the Swedish government in 2017. [40] Conserving coastal and marine areas has many benefits including maintaining the biodiversity and endangered species, providing areas where fish are able to reproduce, swan and grow to their adult size, maintaining local cultures, economies and livelihoods that are linked to the marine environment. ",
  "[39]\nIt was reported in 2021 that \"mean protected area coverage of marine key biodiversity areas increased globally from 28 per cent in 2000 to 44 per cent in 2020\". [38]: 21 \nThere are a number of global examples of large marine conservation areas. The Papahānaumokuākea Marine National Monument, is situated in the central Pacific Ocean, around Hawaii, occupying an area of 1.5 million square kilometers. [41] Other large marine conservation areas include those around the Cook Islands, Antarctica, New Caledonia, Greenland, Alaska, Ascension island, and Brazil. As areas of protected marine biodiversity expand, there has been an increase in ocean science funding, essential for preserving marine resources. [42] In 2020, only around 7.5 to 8% of the global ocean area falls under a conservation designation. ",
  "[43]\n\nTarget 14.6: End subsidies contributing to overfishing[edit]\nThe full title of Target 14.6 is: \"By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies, recognizing that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the World Trade Organization fisheries subsidies negotiation\". [1]\nThis target has one indicator: Indicator 14.6.1 is the \"progress by countries in the degree of implementation of international instruments aiming to combat illegal, unreported and unregulated fishing\". ",
  "In December 2016, the US government officially established the Seafood Import Monitoring Program to address illegal, unreported and unregulated (IUU) fishing products entering the market. [44] One of the key drivers of global overfishing is illegal fishing. It threatens marine ecosystems, puts food security and regional stability at risk, and is linked to major human rights violations and even organized crime. [44]\nThe WWF estimates that the global losses of illegal fishing cost up to $36.4 billion each year. [44]\nNegotiations for Target 14.6 were in their final stages to ending harmful fisheries in 2020. [45] The deadline was set for June 2020, but due to the COVID-19 pandemic this was delayed, which has caused concerns in regards to the ability to support the fishing sector. ",
  "[45]\n\nTarget 14.7: Increase the economic benefits from sustainable use of marine resources[edit]\nThe full title of Target 14.7 is: \"By 2030, increase the economic benefits to small island developing states and least developed countries from the sustainable use of marine resources, including through sustainable management of fisheries, aquaculture and tourism\". [1]\nThis target has one indicator: Indicator 14.7.1 is the \"sustainable fisheries as a proportion of GDP\". ",
  "No data is available for this indicator yet. [18]\nThe contribution of aquaculture and fisheries to the gross domestic product (GDP) is one of the most commonly used indicators of its economic performance. [46] According to the FAO, \"around 57 million people worked in the primary sector of capture fisheries, the vast majority in small-scale fisheries. \"[47]\nFisheries and aquaculture can contribute to alleviating poverty, hunger, malnutrition and economic growth. The contribution of sustainable fisheries to the global GDP was around 0.1% per year. [48]\n\nNon-living resources of the ocean (seabed mining)[edit]\nFurther information: Deep sea mining\nOne resource issue that should be taken account of to a higher degree than present within the SDGs are non-living resources. ",
  "[49]: 355  Mining will always be a controversial though necessary activity. The balance between mining and marine environment will be one that can be assisted by a greater focus from SDG 14. ",
  "Marine minerals include sea-dredged and seabed minerals. Sea-dredged minerals are normally extracted by dredging operations within coastal zones, to maximum sea depths of about 200 m. Minerals normally extracted from these depths include sand, silt and mud for construction purposes, mineral rich sands such as ilmenite and diamonds. [50] A potential mining industry of the future is seabed mining or the extraction of seabed minerals. [51] Seabed minerals are mostly located between 1 and 6 km beneath the ocean surface and comprise three main types: Polymetallic or seabed massive sulfide deposits, polymetallic or manganese nodules, cobalt-rich crusts. At the present time (2021) there is no commercial mining of seabed minerals. Mining of the seabed is a controversial issue, as it will inevitably have some deleterious environmental and biospheric impacts. ",
  "[49]: 356  Some argue that there should be a total ban on seabed mining. [52] Individual  countries with significant deposits of seabed minerals within their large EEZ's are making their own decisions with respect to seabed mining, exploring ways of undertaking seabed mining without causing too much damage to the deep ocean environment,[53] or deciding not to develop seabed mines. ",
  "[54]\n\nTarget 14.a: Increase scientific knowledge, research and technology for ocean health[edit]\nThe full title of Target 14.a is: \"Increase scientific knowledge, develop research capacity and transfer marine technology, taking into account the Intergovernmental Oceanographic Commission Criteria and Guidelines on the Transfer of Marine Technology, in order to improve ocean health and to enhance the contribution of marine biodiversity to the development of developing countries, in particular small island developing States and least developed countries\". [1]\nThis target has one indicator: Indicator 14.a.1. is the \"proportion of total research budget allocated to research in the field of marine technology\". This indicators aims to improve ocean health and to enhance the contribution of marine biodiversity to the development of developing countries, in particular small island developing States and least developed countries. Target 14.b: Support small scale fishers[edit]\n a group of men puling in a fishing net on a beach in the Philippines\nThe full title of Target 14.b is: \"Provide access for small-scale artisanal fishers to marine resources and markets\". [1]\nThis target has one indicator: Indicator 14.b.1. ",
  "is the \"progress by countries in the degree of application of a legal/regulatory/policy/institutional framework which recognizes and protects access rights for small-scale fisheries\". No data is available for this indicator yet. ",
  "[18]\nSmall-scale fisheries contribute to the nutrition, food security, sustainable livelihoods and poverty alleviation – especially in developing countries, according to the FAO. [55] Its mission is to also to recognize the small-scale fisheries sector dependents should be empowered to participate in decision-making with dignity and respect through integrated management of the social, economic and ecological systems. Target 14.c: Implement and enforce international sea law[edit]\nThe full title of Target 14.c is: \"Enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in the United Nations Convention on the Law of the Sea, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of \"The future we want\". [1]\nThis target has one indicator: Indicator 14.c.1. is the \"number of countries making progress in ratifying, accepting and implementing through legal, policy and institutional frameworks, ocean-related instruments that implement international law, as reflected in the United Nations Convention on the Law of the Sea\". A report in 2021 stated that: \"Many States have ratified or acceded to the United Nations Convention on the Law of the Sea (168 parties) and its implementing agreements (150 parties for the Agreement relating to the implementation of Part XI of the United Nations Convention on the Law of the Sea and 91 parties for the United Nations Fish Stocks Agreement). ",
  "\"[38]: 22 \n\nCustodian agencies[edit]\nCustodian agencies are in charge of measuring the progress of the indicators:[56]\n\nFor Indicators under Targets 14.1 and 14.2: UN Environment (United Nations Environment Programme/UNEP)\nFor Indicator 14.3.1: Intergovernmental Oceanographic Commission (IOC) of UNESCO\nFor all Indicators under Targets 14.4, 14.6, 14.7 and 14.b: Food and Agriculture Organization of the United Nations (FAO)\nFor Indicator 14.5.1: UN Environment World Conservation Monitoring Centre (UNEP-WCMC), BirdLife International (BLI) and International Union for Conservation of Nature (IUCN)\nFor Indicator 14.a.1: Intergovernmental Oceanographic Commission of UNESCO\nFor Indicator 14.c.1: Division for Ocean Affairs and the Law of the Sea, Office of Legal Affairs, United Nations Secretariat\nMonitoring and progress[edit]\nUNEP has published a step-by-step guide on measuring the following indicators of SDG: 14.1.1 (Index of coastal eutrophication; and plastic debris density), 14.2.1 (number of countries using ecosystem-based approaches to managing marine areas) and 14.5.1 (coverage of protected areas in relation to marine areas). [57] The guide stresses that marine ecosystems and biodiversity are much less poorly understood compared to terrestrial systems. ",
  "This is because most marine ecosystems are remote, vast in size and difficult to access. Therefore, marine research is expensive. [57]: 1  The environmental dimension of the SDG indicators is new compared to the Millennium Development Goals. For this reason, systems to capture nationally derived environmental data for the SDGs are not well developed yet. [57]: 10 \nAn annual report is prepared by the Secretary-General of the United Nations evaluating the progress towards the Sustainable Development Goals. [4]\nThe Preparatory Meeting to the UN Ocean Conference convened in New York, US, in February 2017, to discuss the implementation of Sustainable Development Goal 14. International law, as reflected in the UN Convention on the Law of the Sea (UNCLOS), stressed the need to include governance instruments to consider \"anthropogenic activities taking place outside of the ocean\". ",
  "[58] Concerns regarding ocean health in destructive fishing practices and marine pollution were discussed, in looking at the role of local communities of small island developing States (SIDS) and least developed countries (LDCs) to not forget that oceans are a large part of their economies. [58]\nAlthough many participating United Nations legislative bodies comes together to discuss the issues around marine environments and SDG 14, such as at the United Nations Ocean Conference, it is important to consider how SDG 14 is implemented across different Multilateral Environmental Agreements, respectively. ",
  "As climate, biodiversity and land degradation are major parts of the issues surrounding the deterioration of marine environments and oceans, it is important to know how each Rio Convention implements this SDG. Predictions[edit]\nTarget 14.1 is supposed to be met in 2025, but in 2020 this is considered to be \"uncertain\" according to the Convention on Biological Diversity. [59] It was estimated in 2020 that only 2 percent of countries will meet Target 14 by 2030. [59]\n\nChallenges[edit]\nLarge-Scale Marine Protected Areas (LSMPAs)[edit]\nAssigning Large-Scale Marine Protected Areas (LSMPAs) (at least 100,000 square km in area) aims to reduce the consequences of resource exploitation (e.g. overfishing) and to protect ocean ecosystems by reducing human disturbance in designated areas. However, there are related concerns surrounding LSMPAs that need attention in order to help ensure that the targets for SDG 14 can be met. ",
  "These concerns cover three dimensions: resource management, conflicts between rival countries, and tradeoffs between people's needs and the environment. [60] The resource management challenge relates to inadequate monitoring and enforcement of the conservation and protection measures. ",
  "Rivalries between neighboring countries relates to border disputes surrounding assignment of the LSMPAs. Usually LSMPAs involve multiple countries making up disparate adjoined geographic areas. Some countries might use LSMPAs as diplomatic leverage to pursue other advantages. [61] Tradeoffs between people's needs and the environment relates to addressing people's livelihoods in an equitable fashion. The setting of protective areas can have negative effects on local fisheries and people's incomes. Capacity-enhancing fishery subsidies[edit]\nCapacity-enhancing subsidies have been provided to developing countries in order to make them more competitive with large fishing nations. ",
  "But if these subsidies result in overfishing, undermining the ecological resilience of the resource, there will be no long-term benefits to the communities. Capacity-enhancing subsidies can only solve immediate poverty conditions for the moment. ",
  "Monitoring of the impact of the subsidies is necessary to ensure that overfishing is not occurring. Also, strict agreements between countries are required since marine ecosystems cross national boundaries. The World Trade Organization is dedicated to implementing Target 6 of SDG 14 (\"End subsidies contributing to overfishing\") and discontinue fishery subsidies. The basis for this is that over 93 percent of the global fisheries stocks are already fully exploited. [62]\n\nImpacts of COVID-19 pandemic[edit]\nThe COVID-19 pandemic in 2020 had a positive impact on oceans since the human activity was lower and presented an opportunity for a sustainable recovery path. [2]\nFurthermore, the COVID-19 pandemic has exacerbated the usage of single use plastics such as masks, sanitizer containers, gloves, and much more, in many places world-wide, specifically within Africa. ",
  "[63] It is estimated that 12 billion single-used face masks are being thrown out monthly which poses a large threat to human health and the surrounding environment, due to informal waste management in many African countries. [63]\n\nLinks with other SDGs[edit]\nClimate action (SDG 13) is used as a way of protecting the world's oceans. ",
  "The increase in levels of greenhouse gases leading to changes in climate negatively affects the world's oceans and marine coastal communities. The resulting impacts of rising sea levels by 20 centimeters since the start of the 20th century and the increase of ocean acidity by 30% since the Industrial Revolution has contributed to the melting of ice sheets through the thermal expansion of sea water. [64]\nClimate impacts on marine ecosystem services related to primary industries that provide food, income and livelihood to people have direct implications for a range of SDGs. These SDGs include 'no poverty' (SDG 1), 'zero hunger' (SDG 2), 'Good Health and Well-being' (SDG 3), 'decent work and economic growth' (SDG 8), 'reduced inequalities' (SDG 10) and 'responsible consumption and production' (SGD 12). [65] Specifically, achieving SDG 14 would help to achieve the following targets of other SDGs: 1.5, 2.1, 2.3, 8, 13.1. [49]: 341  To achieve \"zero hunger\", there is a need to regulate the fishing policy and control overfishing. ",
  "[66]\nThere is an increase of evidence of microplastics within bottled water and seafood, This connects Goal 14 with Goal 6, \"clean water and sanitation for all\" due to the release of micro plastics into water sources and agricultural soils. [20]\nLinks between food security and SDG 14 are documented, especially as it is important to SGD 1 and 2. ",
  "[67] This can be seen through Target 1.2 which attempts to reduce poverty in half by 2030. Women, who are often the primary providers, rely on fish for income and for food. In many cases, fisheries are important for economic stability. [67]\nSustainable Development Goal 14 has been incorporated into the Convention on Biological Diversity (CBD),[68] the United Nations Framework Convention on Climate Change (UNFCCC),[69] and the United Nations Convention to Combat Desertification (UNCCD). [70]\nThere are some tradeoff or controversy between the SDG14 and social justice. It's crucial for people to understand the importance of find balance in economic benefits and ecological sustainability. ",
  "[71] This is seen in Target 14.5 through Marine Protected Areas (MPAs): although they have proven to have a positive impact on food security, MPAs are often managed and designed in such a way that excludes women. [59] This can negatively affect the work done in SDG 5 which aims at gender equality and economic empowerment. ",
  "[59]\nA major concern in achieving the 2030 agenda for sustainable development, is the lack of representation for ecosystem health. The effects of a healthy ecosystem, particularly in the context of an ocean, can trickle down and fulfill several initiatives within various SDG targets. [72] A healthy, diverse ecosystem, particularly in coastal areas can serve to provide a variety of essential goods and services that are beneficial for human wellbeing. For example, bioactive compounds existing within marine flora and fauna, as well as the derivation of pharmaceutical and nutraceuticals, are all important for human health. [73] In order to properly conserve and use the ocean's resources sustainably, it may require rebuilding marine life support systems. Based on past conservation efforts, the possibility of recovery for the abundance, structure, and function of marine life is not out of reach, assuming the effects of climate change are controlled. ",
  "[74] It is suggested that putting ocean ecosystem health at the forefront of our concerns can help us achieve other goals across several SDGs. It is important to note, however, that the achievement of short-term objectives does not necessarily imply long-term sustainability. ",
  "As an example, short-term objectives such as easing hunger within developing nations can be undermined by large-scale concerns such as poor ocean health. [75] By ensuring that the resources provided by the oceans are responsibly maintained, it could help contribute towards Sustainable Development Goals 1, 2, 3, 5, 6, and more, especially for nations that are highly dependant on the ocean's resources. It is also important that international environmental laws are adjusted to accommodate for marine environmental protection targets in order to foster interconnections between various ecosystems such as oceans, climates, and terrestrial environments. [76]\n\nOrganizations[edit]\nUS Based Organizations[edit]\nIn the US there are over five thousand tax-exempt organizations working on issues related to UN SDG 14, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [77] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[78] Hewlett Foundation,[79] and Giving Tech Labs, created a free online interactive tool The Oceans and Marine Life in the US. This online tool enables users to see related indicators nationally and by state, as well as relevant information for over five thousand tax-exempt organizations in the US working on issues related to UN SDG 14. ",
  "The nonprofit data in the tool is updated every 15 days while the indicators are updated annually. Society and culture[edit]\nActions[edit]\nAs conservation of marine resources is critical to the well-being of local fishing communities and their livelihoods, related management actions may lead to changes in human behavior to support conservation programs to achieve their goals. ",
  "[80] Ultimately, governments and international agencies act as gatekeepers, interfering with needed stakeholder participation in decision making. [81] The way to best safeguard life in oceans is to implement effective management strategies around marine environments. [42]\nIndividuals can help the oceans by reducing their energy consumption and their use of plastics. Nations can also take action. In Norway, for instance, citizens, working through a web page called finn.no, can earn money for picking up plastic on the beach. [82] Several countries, including Kenya and Tanzania, have banned the use of plastic bags for retail purchases. ",
  "[83][84] Improving the oceans contributes to poverty reduction, as it gives low-income families a source of income and healthy food. Keeping beaches and ocean water clean in less developed countries can attract tourism, as stated in Goal 8, and reduce poverty by providing more employment. ",
  "[85][full citation needed]\n\nReferences[edit]\n\n\n^ a b c d e f g h i j k l United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313)\n\n^ a b c d \"Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development\". United Nations, Department of Economic and Social Affairs, Statistics Division. Retrieved 7 September 2020. ^ \"Oceans & Seas\". Sustainable Development Knowledge Platform. Retrieved 2020-09-05. ",
  "^ a b c United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020\n\n^ United Nations (2015) Resolution adopted by the General Assembly on 25 September 2015, Transforming our world: the 2030 Agenda for Sustainable Development (A/RES/70/1)\n\n^ \"Transforming our world: the 2030 Agenda for Sustainable Development .:. Sustainable Development Knowledge Platform\". ",
  "United Nations. ^ a b \"Goal 14: Life below water\". UNDP. Retrieved 2020-09-05. ^ a b \"Oceans | Initiatives | WWF\". World Wildlife Fund. ",
  "Retrieved 2020-09-05. ^ a b \"Why It Matters\" (PDF). ",
  "UN. ^ United Nations (2018). The Sustainable Development Goals Report 2018. ^ a b Staples, Derek J.; Hermes, Rudolf (July 2012). \"Marine biodiversity and resource management – what is the link?\". Aquatic Ecosystem Health & Management. ",
  "15 (3): 245–252. doi:10.1080/14634988.2012.709429. ",
  "S2CID 85835022. ^ a b Vierros, Marjo. \"Global Marine Governance and Oceans Management for the Achievement of SDG 14\". UN Chronicle. ^ Metcalfe, Kristian; Collins, Tim; Abernethy, Kirsten E.; Boumba, Richard; Dengui, Jean‐Claude; Miyalou, Ricky; Parnell, Richard J.; Plummer, Kate E.; Russell, Debbie J.F. ; Safou, Gilbert Koumba; Tilley, Dominic; Turner, Rachel A.; VanLeeuwe, Hilde; Witt, Matthew J.; Godley, Brendan J. ",
  "(July 2017). \"Addressing Uncertainty in Marine Resource Management; Combining Community Engagement and Tracking Technology to Characterize Human Behavior\". ",
  "Conservation Letters. 10 (4): 460–469. doi:10.1111/conl.12293. ^ van Putten, Ingrid E.; Plagányi, Éva E.; Booth, Kate; Cvitanovic, Christopher; Kelly, Rachel; Punt, Andre E.; Richards, Shane A. (2018). \"A framework for incorporating sense of place into the management of marine systems\". ",
  "Ecology and Society. 23 (4): art4. ",
  "doi:10.5751/ES-10504-230404. ^ Laura Recuero Virto (2017) Issue Paper: A preliminary assessment of indicators for SDG 14 on “Oceans”, 21 & 22 November OECD, Paris 2017 #GGSD Forum Greening the Ocean Economy\n\n^ a b c \"Goal 14: Sustainable Development Knowledge Platform\". sustainabledevelopment.un.org. Retrieved 2020-09-05. ^ a b \"World Environment Situation Room\". environmentlive.unep.org. ",
  "Retrieved 2020-09-05. ^ a b c d e f \"Goal 14: Life below Water - SDG Tracker\". ",
  "Our World in Data. Retrieved 2020-09-05. ^ Walker, Tony R. (August 2021). \"(Micro)plastics and the UN Sustainable Development Goals\". Current Opinion in Green and Sustainable Chemistry. 30: 100497. doi:10.1016/j.cogsc.2021.100497. ",
  "ISSN 2452-2236. ^ a b c Walker, Tony R. (2021). ",
  "\"(Micro)plastics and the UN Sustainable Development Goals\". Current Opinion in Green and Sustainable Chemistry. 30: 100497. doi:10.1016/j.cogsc.2021.100497. ISSN 2452-2236. S2CID 234801980. ^ \"Plastic Pollution - Facts and Figures • Surfers Against Sewage\". ",
  "Surfers Against Sewage. Retrieved 2021-08-27. ",
  "^ \"We know plastic pollution is bad – but how exactly is it linked to climate change?\". We know plastic pollution is bad – but how exactly is it linked to climate change?. The European String. Retrieved 6 March 2022. ^ \"OCEAN PLASTICS POLLUTION\". OCEAN PLASTICS POLLUTION. ",
  "Center for Biological Diversity. Retrieved 6 March 2022. ",
  "^ Petterson, Michael G.; Kim, Hyeon-Ju; Gill, Joel C. (2021),  Gill, Joel C.; Smith, Martin (eds. ), \"Conserve and Sustainably Use the Oceans, Seas, and Marine Resources\", Geosciences and the Sustainable Development Goals, Cham: Springer International Publishing, pp. 339–367, doi:10.1007/978-3-030-38815-7_14, ISBN 978-3-030-38814-0, retrieved 2021-09-06\n\n^ Geyer, Roland; Jambeck, Jenna R.; Law, Kara Lavender (2017). \"Production, use, and fate of all plastics ever made\". Science Advances. 3 (7): e1700782. ",
  "doi:10.1126/sciadv.1700782. ISSN 2375-2548. ",
  "PMC 5517107. PMID 28776036. ^ a b \"Marine Plastic Pollution\". International Union for Conservation of Nature. 2021. ^ Eriksen, Marcus; Lebreton, Laurent C. M.; Carson, Henry S.; Thiel, Martin; Moore, Charles J.; Borerro, Jose C.; Galgani, Francois; Ryan, Peter G.; Reisser, Julia (2014). ",
  "Dam, Hans G. (ed.). ",
  "\"Plastic Pollution in the World's Oceans: More than 5 Trillion Plastic Pieces Weighing over 250,000 Tons Afloat at Sea\". PLOS ONE. 9 (12): e111913. doi:10.1371/journal.pone.0111913. ISSN 1932-6203. PMC 4262196. ",
  "PMID 25494041. ^ Woodall, Lucy C.; Sanchez-Vidal, Anna; Canals, Miquel; Paterson, Gordon L.J. ",
  "; Coppock, Rachel; Sleight, Victoria; Calafat, Antonio; Rogers, Alex D.; Narayanaswamy, Bhavani E.; Thompson, Richard C. (2014). \"The deep sea is a major sink for microplastic debris\". Royal Society Open Science. 1 (4): 140317. doi:10.1098/rsos.140317. ISSN 2054-5703. PMC 4448771. ",
  "PMID 26064573. ^ Wilcox, Chris; Van Sebille, Erik; Hardesty, Britta Denise (2015). ",
  "\"Threat of plastic pollution to seabirds is global, pervasive, and increasing\". Proceedings of the National Academy of Sciences. 112 (38): 11899–11904. doi:10.1073/pnas.1502108112. ISSN 0027-8424. PMC 4586823. ",
  "PMID 26324886. ^ a b Ritchie, Roser, Mispy, Ortiz-Ospina. ",
  "\"SDG 14 - Measuring progress towards the Sustainable Development Goals.\" SDG-Tracker.org, website (2018). ^ Rivera, Hanny E.; Chan, Andrea N.; Luu, Victoria (2020-08-05). \"Coral reefs are critical for our food supply, tourism, and ocean health. We can protect them from climate change\". MIT Science Policy Review. ",
  "Retrieved 2021-09-03. ^ Caldeira, K.; Wickett, M. E. (2003). ",
  "\"Anthropogenic carbon and ocean pH\". Nature. 425 (6956): 365. Bibcode:2001AGUFMOS11C0385C. doi:10.1038/425365a. PMID 14508477. ",
  "S2CID 4417880. ^ a b \"Ocean acidification | National Oceanic and Atmospheric Administration\". ",
  "www.noaa.gov. Retrieved 2020-09-07. ^ Jacobson, M. Z. (2005). \"Studying ocean acidification with conservative, stable numerical schemes for nonequilibrium air-ocean exchange and ocean equilibrium chemistry\". Journal of Geophysical Research: Atmospheres. ",
  "110: D07302. Bibcode:2005JGRD..11007302J. ",
  "doi:10.1029/2004JD005220. ^ Hall-Spencer, J. M.; Rodolfo-Metalpa, R.; Martin, S.;  et al. (July 2008). \"Volcanic carbon dioxide vents show ecosystem effects of ocean acidification\". Nature. 454 (7200): 96–9. ",
  "Bibcode:2008Natur.454...96H. doi:10.1038/nature07051. ",
  "hdl:10026.1/1345. PMID 18536730. S2CID 9375062. ^ \"Report of the Ocean Acidification and Oxygen Working Group, International Council for Science's Scientific Committee on Ocean Research (SCOR) Biological Observatories Workshop\" (PDF). ^ \"Sustainable Fisheries\". wwf.panda.org. ",
  "Retrieved 2020-09-05. ^ a b c United Nations Economic and Social Council (2021) Progress towards the Sustainable Development Goals Report of the Secretary-General, E/2021/58, High-level political forum on sustainable development. ",
  "^ a b \"Marine Protected Area\". wwf.panda.org. Retrieved 2020-09-05. ^ Sturesson, A., Weitz, N. and Persson, Å. (2018). SDG 14: Life Below Water. ",
  "A Review of Research Needs. Technical annex to the Formas report Forskning för Agenda 2030: Översikt av forskningsbehov och vägar framåt. ",
  "Stockholm Environment Institute, Stockholm. ^ \"National monument in Hawaii becomes world's largest marine protected area | National Oceanic and Atmospheric Administration\". www.noaa.gov. Retrieved 2021-09-06. ^ a b \"Goal 14 .:. Sustainable Development Knowledge Platform\". ",
  "sustainabledevelopment.un.org. Archived from the original on 2019-04-12. ",
  "Retrieved 2019-04-13. ^ \"How Much of the Ocean Is Really Protected in 2020?\". pew.org. Retrieved 2021-09-06. ^ a b c \"Illegal Fishing | Threats | WWF\". World Wildlife Fund. ",
  "Retrieved 2020-09-05. ^ a b Cisneros-Montemayor, Andrés M.; Ota, Yoshitaka; Bailey, Megan; Hicks, Christina C.; Khan, Ahmed S.; Rogers, Anthony; Sumaila, U. Rashid; Virdin, John; He, Kevin K. (2020). ",
  "\"Changing the narrative on fisheries subsidies reform: Enabling transitions to achieve SDG 14.6 and beyond\". Marine Policy. 117: 103970. doi:10.1016/j.marpol.2020.103970. PMC 7142672. PMID 32287946. ^ Cai, J.N., Huang, H. & Leung, P.S. ",
  "(2019). Understanding and measuring the contribution of aquaculture and fisheries to gross domestic product (GDP). ",
  "FAO Fisheries and Aquaculture Technical Paper No. 606. Rome, FAO. 80 pp. Licence: CC BY-NC-SA 3.0 IGO. ^ \"14.7.1 Value added of sustainable fisheries| Sustainable Development Goals| Food and Agriculture Organization of the United Nations\". ",
  "www.fao.org. Retrieved 2020-09-05. ",
  "^ \"The Sustainable Development Goals Report 2020\" (PDF). Report. ^ a b c Petterson, Michael G.; Kim, Hyeon-Ju; Gill, Joel C. (2021),  Gill, Joel C.; Smith, Martin (eds. ), \"Conserve and Sustainably Use the Oceans, Seas, and Marine Resources\", Geosciences and the Sustainable Development Goals, Cham: Springer International Publishing, pp. 339–367, doi:10.1007/978-3-030-38815-7_14, ISBN 978-3-030-38814-0, S2CID 234955801, retrieved 2021-09-06\n\n^ John J. Gurney, Alfred A. Levinson, and H. Stuart Smith (1991) Marine mining of diamonds off the West Coast of Southern Africa, Gems & Gemology, p. 206\n\n^ \"SPC-EU Deep Sea Minerals Project - Publications and Reports\". dsm.gsd.spc.int. ",
  "Retrieved 2021-09-06. ^ \"Google, BMW, Volvo, and Samsung SDI sign up to WWF call for temporary ban on deep-sea mining\". ",
  "Reuters. 2021-03-31. Retrieved 2021-09-06. ^ \"SPC-EU Deep Sea Minerals Project - Home\". dsm.gsd.spc.int. Retrieved 2021-09-06. ",
  "^ \"The Environmental Protection Authority (EPA) has refused an application by Chatham Rock Phosphate Limited (CRP)\". Deepwater group. ",
  "2015. Retrieved 6 September 2021. {{cite web}}:  CS1 maint: url-status (link)\n\n^ \"FAO Fisheries & Aquaculture - Small-scale fisheries\". www.fao.org. Retrieved 2020-09-05. ^ \"United Nations (2018) Economic and Social Council, Conference of European Statisticians, Geneva,\" (PDF). ",
  "United Nations (SDG 14) Custodian Agencies\" (PDF)\" UNECE. Retrieved 23 September 2020\" (PDF). ",
  "UNECE. Retrieved September 25, 2020. {{cite web}}:  CS1 maint: url-status (link)\n\n^ a b c United Nations Environment Programme (2021). Understanding the State of the Ocean: A Global Manual on Measuring SDG 14.1.1, SDG 14.2.1 and SDG 14.5.1. Nairobi. ^ a b Covert, Jennifer (2017-06-16). ",
  "\"Planning for the Implementation of SDG-14\". Environmental Policy and Law. ",
  "47 (1): 6–8. doi:10.3233/EPL-170003. ^ a b c d Nash, Kirsty L.; Blythe, Jessica L.; Cvitanovic, Christopher; Fulton, Elizabeth A.; Halpern, Benjamin S.; Milner-Gulland, E.J. ; Addison, Prue F.E. ; Pecl, Gretta T.; Watson, Reg A.; Blanchard, Julia L. (2020). \"To Achieve a Sustainable Blue Future, Progress Assessments Must Include Interdependencies between the Sustainable Development Goals\". ",
  "One Earth. 2 (2): 161–173. ",
  "doi:10.1016/j.oneear.2020.01.008. ISSN 2590-3322. S2CID 214264352. ^ O’Leary, Bethan C; Ban, Natalie C; Fernandez, Miriam; Friedlander, Alan M; García-Borboroglu, Pablo; Golbuu, Yimnang; Guidetti, Paolo; Harris, Jean M; Hawkins, Julie P; Langlois, Tim; McCauley, Douglas J; Pikitch, Ellen K; Richmond, Robert H; Roberts, Callum M (2018-05-01). \"Addressing Criticisms of Large-Scale Marine Protected Areas\". BioScience. ",
  "68 (5): 359–370. doi:10.1093/biosci/biy021. ",
  "PMC 5925769. PMID 29731514. ^ Campbell, Lisa M.; Gray, Noella J. (February 2019). \"Area expansion versus effective and equitable management in international marine protected areas goals and targets\". Marine Policy. ",
  "100: 192–199. doi:10.1016/j.marpol.2018.11.030. ",
  "S2CID 158508117. ^ Cisneros-Montemayor, Andrés M.; Sumaila, U. Rashid (November 2019). \"Busting myths that hinder an agreement to end harmful fisheries subsidies\". Marine Policy. 109: 103699. doi:10.1016/j.marpol.2019.103699. S2CID 204424415. ",
  "^ a b Benson, Nsikak U.; Fred-Ahmadu, Omowunmi H.; Bassey, David E.; Atayero, Aderemi A. (2021-06-01). ",
  "\"COVID-19 pandemic and emerging plastic-based personal protective equipment waste pollution and management in Africa\". Journal of Environmental Chemical Engineering. 9 (3): 105222. doi:10.1016/j.jece.2021.105222. ISSN 2213-3437. PMC 7881289. PMID 33614408. ",
  "^ \"Climate Action is Needed to Protect World's Oceans | UNFCCC\". unfccc.int. ",
  "Archived from the original on 2019-04-10. Retrieved 2019-04-13. ^ Bindoff, N.L., W.W.L. Cheung, J.G. Kairo, J. Arístegui, V.A. Guinder, R. Hallberg, N. Hilmi, N. Jiao, M.S. ",
  "Karim, L. Levin, S. O’Donoghue, S.R. Purca Cuicapusa, B. Rinkevich, T. Suga, A. Tagliabue, and P. Williamson, 2019: Changing Ocean, Marine Ecosystems, and Dependent Communities. ",
  "In: IPCC Special Report on the Ocean and Cryosphere in a Changing Climate [H.-O. Pörtner, D.C. Roberts, V. Masson-Delmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck, A. Alegría, M. Nicolai, A. Okem, J. Petzold, B. Rama, N.M. Weyer (eds.)]. ^ Singh, Gerald G.; Cisneros-Montemayor, Andrés M.; Swartz, Wilf; Cheung, William; Guy, J. Adam; Kenny, Tiff-Annie; McOwen, Chris J.; Asch, Rebecca; Geffert, Jan Laurens; Wabnitz, Colette C.C. ; Sumaila, Rashid (2018). \"A rapid assessment of co-benefits and trade-offs among Sustainable Development Goals\". Marine Policy. ",
  "93: 223–231. doi:10.1016/j.marpol.2017.05.030. ",
  "hdl:10342/8392. S2CID 157069925. ^ a b Reid, Andrea J.; Brooks, Jill L.; Dolgova, Lana; Laurich, Bruce; Sullivan, Brittany G.; Szekeres, Petra; Wood, Sylvia L. R.; Bennett, Joseph R.; Cooke, Steven J. (2017). \"Post-2015 Sustainable Development Goals still neglecting their environmental roots in the Anthropocene\". Environmental Science & Policy. ",
  "77: 179–184. doi:10.1016/j.envsci.2017.07.006. ",
  "ISSN 1462-9011. ^ CBD (2019). Aichi Biodiversity Targets. Accessed on 8 September 2020\n\n^ \"Ocean Climate Action Making Waves | UNFCCC\". unfccc.int. Archived from the original on 2019-04-10. ",
  "Retrieved 2019-04-13. ^ \"Land and Sustainable Development Goals | UNCCD\". ",
  "www.unccd.int. Archived from the original on 2019-04-13. Retrieved 2019-04-13. ^ Voss, Rudi; Quaas, Martin F.; Schmidt, Jörn O.; Stoeven, Max T.; Francis, Tessa B.; Levin, Phillip S.; Armitage, Derek R.; Cleary, Jaclyn S.; Jones, R. Russ; Lee, Lynn C.; Okamoto, Daniel K.; Silver, Jennifer J.; Thornton, Thomas F.; Dressel, Sherri C.; MacCall, Alec D.; Punt, André E. (October 2018). \"Quantifying the benefits of spatial fisheries management – An ecological-economic optimization approach\". Ecological Modelling. ",
  "385: 165–172. doi:10.1016/j.ecolmodel.2018.07.012. ",
  "S2CID 92652742. ^ Reid, Andrea J.; Brooks, Jill L.; Dolgova, Lana; Laurich, Bruce; Sullivan, Brittany G.; Szekeres, Petra; Wood, Sylvia L. R.; Bennett, Joseph R.; Cooke, Steven J. (2017-11-01). \"Post-2015 Sustainable Development Goals still neglecting their environmental roots in the Anthropocene\". Environmental Science & Policy. 77: 179–184. ",
  "doi:10.1016/j.envsci.2017.07.006. ISSN 1462-9011. ",
  "^ Lakshmi, A (2021). \"Coastal ecosystem services & human wellbeing\". Indian Journal of Medical Research. 153 (3): 382–387. doi:10.4103/ijmr.IJMR_695_21. PMC 8204820. ",
  "PMID 33907002. ^ Duarte, M; Agusti, S; Barbier, E; Britten, L; Castilla, C; Gattuso, J; Worm, B (2020). ",
  "\"Rebuilding marine life\" (PDF). Nature. 580 (7801): 39–51. Bibcode:2020Natur.580...39D. doi:10.1038/s41586-020-2146-7. PMID 32238939. ",
  "S2CID 214736503. ^ Nash, L; Blythe, L; Cvitanovic, C; Fulton, A; Halpern, S; Milner-Gulland, J; Blanchard, L (2020). ",
  "\"To achieve a sustainable blue future, progress assessments must include interdependencies between the sustainable development goals\". One Earth. 2 (2): 161–173. doi:10.1016/j.oneear.2020.01.008. S2CID 214264352. ^ Zulfiqar, K; Butt, J (2021). ",
  "\"Preserving community's environmental interests in a meta-ocean governance framework towards sustainable development goal 14: A mechanism of promoting coordination between institutions responsible for curbing marine pollution\". Sustainability. ",
  "13 (17): 9983. doi:10.3390/su13179983. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S. Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 2021-11-17. ^ X4Impact. ",
  "\"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com. ",
  "Retrieved 2021-11-17. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\". nextbillion.net. Retrieved 2021-11-17. ^ Hughes, Zachary D.; Fenichel, Eli P.; Gerber, Leah R. (2011-08-24). \"The Potential Impact of Labor Choices on the Efficacy of Marine Conservation Strategies\". ",
  "PLOS ONE. 6 (8): e23722. ",
  "Bibcode:2011PLoSO...623722H. doi:10.1371/journal.pone.0023722. PMC 3161065. PMID 21887306. ^ Finkl, C.W. ; Makowski, C. (December 2010). ",
  "\"Increasing sustainability of coastal management by merging monitored marine environments with inventoried shelf resources\". International Journal of Environmental Studies. ",
  "67 (6): 861–870. doi:10.1080/00207230902916786. S2CID 94007412. ^ Tesdal Galtung, Anders; Rolfsnes, May-Helen (13 July 2017). \"Finn.no kjøper sekker med havplast\". NRK. ",
  "Retrieved 27 October 2018. ^ \"Kenya plastic bag ban comes into force after years of delays\". ",
  "BBC News. 28 August 2017. Retrieved 27 October 2018. ^ \"You will no longer carry plastic bags in Tanzania with effect\". The Citizen. Retrieved 2019-11-09. ",
  "^ https://www.un.org/sustainabledevelopment/wp-content/uploads/2019/07/14_Why-It-Matters-2020.pdf[bare URL PDF]\n\n\nExternal links[edit]\nOne Planet One Ocean course by SDG Academy\n[1]\nUN Sustainable Development Knowledge Platform – SDG 14\n“Global Goals” Campaign - SDG 14\nSDG-Track.org - SDG 14\nUN SDG 14 in the US\nvteSustainable Development GoalsIndividual goals\n(1) No Poverty\n(2) Zero Hunger\n(3) Good Health and Well-being\n(4) Quality Education\n(5) Gender Equality\n(6) Clean Water and Sanitation\n(7) Affordable and Clean Energy\n(8) Decent Work and Economic Growth\n(9) Industry, Innovation and Infrastructure\n(10) Reducing Inequality\n(11) Sustainable Cities and Communities\n(12) Responsible Consumption and Production\n(13) Climate Action\n(14) Life Below Water\n(15) Life On Land\n(16) Peace, Justice, and Strong Institutions\n(17) Partnerships for the Goals\nRelated\nEducation 2030 Agenda\nGlobal Goals Week\nList of Sustainable Development Goal targets and indicators\nBy country\nAustralia\nGhana\nIran\nLebanon\nNigeria\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_14&oldid=1078996669\"\nCategories: Sustainable developmentSustainable Development GoalsHidden categories: CS1 maint: url-statusAll articles with bare URLs for citationsArticles with bare URLs for citations from March 2022Articles with PDF format bare URLs for citationsArticles with short descriptionShort description is different from WikidataNo local image but image on WikidataArticles with excerptsAll articles with incomplete citationsArticles with incomplete citations from February 2018\n\n\n\n\n\n\nNavigation menu\n\n\n\nPersonal tools\n\n\nNot logged inTalkContributionsCreate accountLog in\n\n\n\n\n\nNamespaces\n\n\nArticleTalk\n\n\n\n\n\nEnglish\n\n\n\n\n\n\n\n\n\nViews\n\n\nReadEditView history\n\n\n\n\n\nMore\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation\n\n\nMain pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate\n\n\n\n\nContribute\n\n\nHelpLearn to editCommunity portalRecent changesUpload file\n\n\n\n\nTools\n\n\nWhat links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item\n\n\n\n\nPrint/export\n\n\nDownload as PDFPrintable version\n\n\n\n\nIn other projects\n\n\nWikimedia CommonsWikiversity\n\n\n\n\nLanguages\n\n\nالعربيةEspañolEuskaraFrançaisМакедонскиPortuguêsTiếng Việt\nEdit links\n\n\n\n\n\n\n This page was last edited on 24 March 2022, at 12:51 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0;\nadditional terms may apply. "
]