[
  "Google Diversity Report Shows Little Progress For Women And People Of ColorExploreBillionairesAll BillionairesWorld's Billionaires Forbes 400 America's Richest Self-Made Women China's Richest India's Richest Indonesia's Richest Korea's Richest Thailand's Richest Japan's Richest Australia's Richest Taiwan's Richest Singapore's Richest Philippines' Richest Hong Kong's Richest Malaysia's Richest Money & Politics 2020 Money InnovationAll Innovation5G AI Big Data Cloud Cloud 100 COP26 Consumer Tech Cybersecurity Enterprise Tech Future Of Work Games Google Cloud BrandVoice | Paid Program Healthcare Innovation Rules SAP BrandVoice | Paid Program Science ServiceNow BrandVoice | Paid Program Social Media Splunk BrandVoice | Paid Program Sustainability Venture Capital Wind River BrandVoice | Paid Program LeadershipAll LeadershipCareers CEO Network CFO Network CHRO Network CIO Network CMO Network CxO Deloitte BrandVoice | Paid Program Diversity, Equity & Inclusion Education Forbes EQ | Paid Program Forbes The Culture ForbesWomen Leadership Strategy PwC Cloud and Digital Transformation BrandVoice | Paid Program Under 30 Working Remote Over 50 MoneyAll MoneyBanking & Insurance ETFs & Mutual Funds Fintech Hedge Funds & Private Equity Investing Investing Basics | Q.ai Markets Personal Finance Premium Investing Newsletters Retirement Taxes Top Advisor | SHOOK Wealth Management Forbes Digital AssetsAll Forbes Digital AssetsDashboard Traded Assets Research Events Crypto Portfolios BusinessAll BusinessAerospace & Defense Energy Food & Drink Hollywood & Entertainment Manufacturing Media Mitsubishi Heavy Industries BrandVoice | Paid Program Policy Retail SportsMoney Tableau BrandVoice | Paid Program Transportation Small BusinessAll Small BusinessEntrepreneurs Franchises Small Business Strategy LifestyleAll LifestyleArts Boats & Planes Cars & Bikes Dining ForbesLife Forbes Travel Guide Spirits Style & Beauty Travel Vices Watches Real EstateAll Real EstateCommercial Real Estate Forbes Global Properties Residential Real Estate StoreAll StoreVettedAll VettedGear Health & Wellness Home & Kitchen Style Tech & Electronics CouponsAll CouponsPurple Squarespace Verizon Lululemon AT&T Lowe's Brooks Brothers Tory Burch Dr Martens Dell Chewy AdvisorAll AdvisorThe Best Credit Cards Of 2022 Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Travel Credit Cards Best Business Credit Cards Today's Mortgage Rates Today's Refinance Rates Best Mortgage Lenders 2022 Best Crypto Exchange 2022 Best Life Insurance Best Travel Insurance 2022 Covid-19 Travel Insurance Online Car Insurance Quotes Car Insurance Companies Pet Insurance Personal Loans Debt Consolidation Loans Student Loan Refinance Business Loans Forbes Advisor UK Calculators Best Online Banks Best CD Rates Best Savings Accounts Best Checking Accounts HealthAll HealthMind Online Therapy Body BMI Calculator Calorie Calculator Family Due Date Calculator Healthy Aging Medical Alert Systems Hearing Aids Walk-In Tubs Health Insurance Medicare Advantage Plans ListsAll ListsVideoAll VideoNewslettersCrypto Confidential Editorial Newsletters Investing Digest Premium Investing Newsletters Forbes MagazineAll Forbes MagazineForbes Asia Free Issue of Forbes LatestCoronavirus Coverage Daily Cover Stories Dark Capital Editors' Picks Visual Web Stories Featured4 Steps To Help Your Kids Build Smart Money Habits 30 Under 30 2022 America's Richest Self-Made Women 2022 DNA of Success Forbes Insights With SAP Concur | Paid Program Forbes Insights With Treasure Data | Paid Program How To Tell What Your Car Is Worth--And How To Sell It For Top Dollar Is It Better To Lease Or Buy A Car In Summer 2022? Qlik BrandVoice | Paid Program Right Now In Tech: PyCon U.S. 2022 The Fintech 50 2022 The Forbes Entrepreneurial CMO List: 2022 The Forbes World’s Most Influential CMOs List: 2022 Advertise with ForbesReport a Security IssueSite FeedbackContact UsCareers at ForbesTipsCorrectionsPrivacyDo Not Sell My Personal InformationTermsAdChoicesReprints & Permissions© 2022 Forbes Media LLC.",
  "All Rights ReservedSubscribe Sign InBETAThis is a BETA experience. You may opt-out by clicking hereMore From ForbesJun 23, 2022,01:33pm EDTWeb Accessibility Startup Evinced ‘Ready And Willing To Lead’ After Series B Raises $38M In New MoneyJun 23, 2022,01:02pm EDTTitle IX At 50: Are Women And Girls Being Treated Equally?Jun 23, 2022,10:15am EDTMandated Quotas Won’t End Inequalities In Business LeadershipJun 23, 2022,07:00am EDTAbortion And The Supreme Court: A Decision For LGBTQ+ Americans, TooJun 22, 2022,06:01pm EDTAn Exploration Of Anti-Blackness Within The Fitness IndustryJun 22, 2022,11:52am EDTToo Asian To Be Irish, Too Irish To Be AsianJun 22, 2022,06:25am EDTIs Basic Good Management The Key To Neurodiversity At Work?Jun 21, 2022,12:00pm EDTPlanning Your Diversity & Inclusion Strategy? Take Note Of Deloitte’s High-Impact LessonsEdit StoryDiversity, Equity & InclusionEditors' PickGoogle Diversity Report Shows Little Progress For Women And People Of ColorRuth UmohFormer StaffI write about diversity and inclusion in and out of the workplace.New! Follow this author to improve your content experience. Got it!May 5, 2020,01:29pm EDT|Share to FacebookShare to TwitterShare to Linkedin Asian and white men make up a large share of Google's workforce, according to its latest diversity ... [+] report. Getty Images Google released its seventh consecutive diversity report on Thursday, revealing modest gains in representation for women and people of color, and a disproportionately white, Asian and male workforce.",
  "The percentage of black hires in the U.S. grew from 4.8% in 2018 to 5.5% in 2019, a .7% increase. The percentage of black hires in technical roles also grew by .7%, the largest increase in the share of black technical hires since Google first started publishing diversity data.",
  "Latinx employees, on the other hand, saw a dip in hiring, dropping from 6.8% in 2018 to 6.6% in 2019. The percentage of Latinx employees in technical roles increased by a mere .2%. Female employees didn’t fare much better, dropping from 33.2% of global hires in 2018 to 32.5% in 2019. Over that same time period, the percentage of women hired for technical positions remained at about 25.6%—a far cry from gender parity. But hiring only shows one side of the coin, which is why Google began to include attrition rates in 2018. As in previous years, women continued to have a lower than average attrition rate in 2019, while Latinx attrition in the U.S. dipped below the Google average.",
  "Attrition was highest for Native Americans and increased significantly for black women. Overall, Google’s workforce representation—defined as hiring minus attrition—saw a slight uptick for most underrepresented groups.",
  "Black and Latinx employees represented 9.6% of the U.S. workforce in 2019, up from 9% in 2018, and women represented 32% of Google’s global workforce, up from 31.6%. MORE FOR YOUStuff You Shouldn’t Say To Disabled People3 Ways Disability Culture Has Been ChangingI’m Right And You’re Wrong: Social Media Sins The representation of women and Latinx employees in leadership roles also grew, increasing by .6% and .4% respectively. The percentage of black employees in leadership positions didn’t change year-over-year and dropped by .2% for Native American employees. Although the needle has barely budged for women and people of color in tech over the last year, Google has made it a point to invest in diversity programs. Through its philanthropic arm, Google.org, the company committed $10 million to support low-income students and students of color in Bay Area STEM classrooms in 2019. Internally, the company has launched smaller initiatives, such as running all job postings through a bias removal tool, which it says has led to an 11% increase in applications from women.",
  "And in an effort to retain diverse talent, Google expanded its retention case management program for underrepresented employees who are considering leaving the company. Looking at its most recent diversity figures, however, Google concedes that there is considerable room for improvement.",
  "“The Native American population is one of those areas where we remain flat and so we will continue to invest more focus in 2020 to make sure that we're targeting this population as well,” says Melonie Parker, Google’s chief diversity officer. While she wouldn’t specify what that investment would entail, Parker says that the company is moving forward on its 2020 diversity goals and will continue to focus on representation and creating an inclusive culture companywide. She also notes that even the smallest percentage gains represent thousands of jobs for underrepresented groups. One area where Google has seen significant progress is in its internship program: Globally, 40% of interns in technical roles were women in 2019 and 24% of U.S. interns were black and Latinx. Follow me on Twitter. Send me a secure tip."
]