[
  "How technology enables sustainable smart cities - Microsoft in Business Blogs Skip to main content Microsoft Microsoft Security Azure Dynamics 365 Microsoft 365 Microsoft Teams Windows 365 More All Microsoft Microsoft Security Azure Dynamics 365 Microsoft 365 Microsoft Teams Windows 365 Tech & innovation Tech & innovation Microsoft Cloud AI Azure Space Mixed reality Microsoft HoloLens Microsoft Viva Quantum computing Sustainability Industries Industries Education Automotive Financial services Government Healthcare Manufacturing Retail All industries Partners Partners Find a partner Become a partner Partner Network Find an advertising partner Become an advertising partner Azure Marketplace AppSource Resources Resources Blog Microsoft Advertising Developer Center Documentation Events Licensing Microsoft Learn Microsoft Research View Sitemap Search Cancel Microsoft in Business Blogs All industries All Business transformation Customer experience Future of work Security Sustainability To close filters, use escape key or tab back to this button to toggle. Showing All content types Content Type Filters Best practices Customer stories Events Industry trends Partners Thought leadership Apply filters Loading... Clear all filters How technology enables sustainable smart cities June 22, 2022 Toggle share menu for: How technology enables sustainable smart cities Share Share How technology enables sustainable smart cities on Twitter Twitter Share How technology enables sustainable smart cities on LinkedIn LinkedIn Share How technology enables sustainable smart cities on Facebook Facebook Share How technology enables sustainable smart cities on Email Email Print a copy of How technology enables sustainable smart cities Print Jacky Wright Chief Digital Officer, Microsoft US Customer stories, Sustainability According to United Nations projections, sixty-eight percent of the world’s population will live in cities by 2050.",
  "The migration to urban centers is accelerating the need for digital transformation as government and city leaders face increasing pressure to make cities safer, accessible, sustainable, and prosperous. Creating smart cities is not just about technology. It is about how technology improves residents’ lives, how it helps businesses thrive, and how it enables governments to provide vital services to employees and citizens. What is a smart city? Smart cities are urban areas that use a range of technology to improve living conditions, modernize services, increase accessibility, drive sustainability and increase economic development. Updating infrastructure, providing healthcare, and securing adequate food supplies are a few areas that could benefit from investing in sustainable practices.",
  "To make sure these investments drive actual progress, organizations and individuals must share their collective learnings. Let’s look at real-world examples of technology enabling sustainability in smart cities, with added perspectives from industry opinion leaders.",
  "How IoT and AI revitalize infrastructure sustainably Technology helped Miami-Dade County revitalize part of its critical infrastructure. Consistently delivering water and managing wastewater for millions of people in the seventh-most-populated county in the United States had taken a toll on the Miami-Dade Water and Sewer Department’s (WASD) system. The department turned to IoT, a cloud database, and sensors to improve overall operational efficiency. Cities and county agencies are often overwhelmed by data and how to use it to provide efficient public services. “Technologies like IoT and AI can help sift through data to help make smarter decisions that lead to more sustainable communities,” says Glen Gilmore, a former mayor and educator. Since implementing the solution, WASD has improved service, reduced infrastructure costs, and operates more sustainably.",
  "Smart cities improve overall quality of life Consider various infrastructure services in your community that maintain your daily quality of life, such as water mains and sewage treatment services. The New York City Department of Environmental Protection oversees the largest combined water and wastewater utility in the U.S., delivering one billion gallons of drinking water every day and treating even more wastewater.",
  "The agency’s leaders saw potential for using AI-powered chatbots to provide quicker responses for employees calling into the department’s IT and human resources desks. Using services from Microsoft Bot Framework, Skype for Business, SharePoint Online, Microsoft Azure, and Microsoft Dynamics 365, the comprehensive self-service tools for employees can help them reset passwords after business hours, address frequently asked questions, and manage and resolve tickets. As the department sees positive results in how employees are served by the automated chatbots, it plans to expand their use to water and utility customers as well. “Anything we can do to collect more information out of technology will help make better decisions to drive sustainability in the long term and create a better quality of life for everyone,” comments Phil Bertolini, Former CIO of Oakland County, Michigan. Smart city technology modernizes healthcare facilities Human health and well-being are interconnected to the state of one’s environment, with clean air and water and quality natural areas providing for our life-sustaining needs. As the largest nonprofit healthcare provider in the greater Seattle area, Swedish Medical Center has reduced its energy consumption and carbon footprint while also achieving regulatory compliance.",
  "In partnership with MacDonald Miller Facility Solutions, the organization leveraged Microsoft technology and a partner solution, ICONICS, to modernize its facilities management through preventative maintenance, advanced fault detection, and smart energy analytics. The solution helped to achieve operational sustainability and improve efficiency with $350,000 in energy cost savings during the first year at just one of Swedish’s campuses.",
  "Health organizations face unique challenges from disconnected and disparate data. Tracy Picon, Health & Life Sciences Industry Advisor, points to using technology to harness data and provide actionable intelligence to make real-time changes that positively and sustainably impact health organizations and their communities. A healthy society requires a healthy planet. AI Prepares smart cities for population growth Population growth preparation is crucial. Global food demand is expected to grow 41 percent by 2050. Smart agriculture technology, however, can help to increase food production while saving water.",
  "Land O’ Lakes and Microsoft have partnered to innovate in agriculture, improve the supply chain, and enhance sustainability practices for farmers and the food system. Addressing population growth and global food demand is imperative, maintains Laura Edell, Chief Data Scientist at Microsoft US.",
  "“That’s where AI comes into play—creating new solutions can provide insights and intelligence to improve sustainable agriculture practices.” Land O’ Lakes, one of the largest farmer-owned cooperatives in the U.S. with 150 million acres of productive cropland, is working with Microsoft to ensure farmers have accurate output to meet food demands. Accelerating sustainability with technology at the core Whether it is using AI, digital twins, and IoT to update infrastructure or reduce resource use, Microsoft continues to explore innovative ways to solve the world’s sustainability challenges. With technology and data-driven insights to make better decisions, cities can prepare for growth, become more sustainable, and thrive. Microsoft is committed to empowering people to build a more sustainable future. Having the right digital platform to measure the impact of those technologies is paramount. With the release of Microsoft Cloud for Sustainability, we’re bringing together powerful capabilities delivered by Microsoft and our partners to help organizations record, report, and reduce emissions.",
  "Our Microsoft Sustainability Manager—a Microsoft Cloud for Sustainability solution unifies data to help monitor and manage environmental impact. Now organizations can easily record, report, and reduce their environmental impact through increasingly automated data connections that provide actionable insights.",
  "Learn more about the Microsoft Cloud for Sustainability.Get a free trial today of the Microsoft Sustainability Manager.Watch the demo video of Microsoft Cloud for Sustainability in action below. This embed requires accepting cookies from the embed’s site to view the embed. Activate the link to accept cookies and view the embedded content. This site uses cookies for analytics, personalized content and ads. By continuing to browse this site, you agree to this use. Tags artificial intelligence Azure IoT Microsoft Dynamics 365 Older post Related blog posts Enabling sustainable supply chains with data Customers and shareholders increasingly expect manufacturers to be proactive on sustainability and social responsibility—and to…Read more TIBCO creates a fraud detection breakthrough on Azure When it comes to preventing fraud, banks and other financial institutions have their work cut…Read more Addressing all stages of the risk lifecycle in financial services There’s never been a more complex time for financial services firms to try and manage…Read more Featured posts Rick Wagner President, Microsoft Federal Microsoft expands on cybersecurity commitments for U.S. government agencies Fostering U.S. economic growth and prosperity hinges on our collective ability to create a safer world.",
  "Microsoft CEO Satya Nadella recently met with President Biden, cabinet officials, educational institutions, and top executives from some of the largest tech, financial services, insurance, and energy companies to address the critical challenge of cybersecurity. As the White House…Read more Steve Faehl Microsoft Federal Security CTO Mapping the Cybersecurity Executive Order Milestones The recent Cybersecurity Executive Order lists July 11 as the first major deadline for all Federal civilian agencies to provide updated plans for adopting cloud technology and implementing a Zero Trust Architecture."
]