[
  "Microsoft partners with USAID to help end extreme poverty by 2030 - Microsoft On the Issues Skip to content Skip to main content Microsoft Microsoft On the Issues Microsoft On the Issues Microsoft On the Issues Home Our Company About Microsoft Company Timeline Global Diversity & Inclusion Microsoft on the Issues Microsoft Stories Official Microsoft Blog Regional News Centers Regional News Centers Microsoft Asia Microsoft Europe Microsoft India Microsoft Latin America Microsoft Middle East & Africa News and Stories Accessibility Blog AI Blog Customer Stories Education Stories Feature Stories Innovation Stories Microsoft Latino Microsoft Life Microsoft on the Issues Microsoft Research Story Labs Official Microsoft Blog Product blogs Product blogs Azure Devices Microsoft 365 Windows Xbox Security Blog AI for Business Topics Accessibility Access to Broadband AI for Good COVID-19 Cybersecurity Digital Safety Fundamental Rights Journalism Open Data Philanthropies Privacy Responsible AI Skills Sustainability United Nations Washington State Press Tools Image Gallery Press Releases Microsoft News on Twitter Events Executive Biographies Microsoft CEO Press Contacts Board of Directors Facts About Microsoft Investor Relations Worldwide News Video & Broll Executive Speeches Press Kits Press Kits Automotive and Mobility Dynamics 365 Healthcare Manufacturing Microsoft 365 Mixed Reality Philanthropies Surface Telecom More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Cancel 0 Cart 0 items in shopping cart Microsoft partners with USAID to help end extreme poverty by 2030 Apr 3, 2014 | Microsoft Corporate Blogs Share on Facebook (opens new window) Share on LinkedIn (opens new window) Share on Twitter (opens new window) On Thursday, the U.S. Agency for International Development (USAID) will announce that Microsoft is one of 30 inaugural Cornerstone Partners chosen to advance a science and technology-based approach to economic development. The Global Development Lab’s mission is to help end the extreme poverty that affects 1.2 billion people on the planet living on just $1.25 a day by 2030.",
  "The lab will support breakthrough solutions in water, health, food security, nutrition, energy, education and climate change, reaching 200 million people in the next five years. As Bill Gates challenged world leaders in his “creative capitalism” mandate at the 2008 World Economic Forum, Microsoft has both a moral responsibility and a business imperative to take a leadership role eradicating poverty. The business imperative? Citing Africa as an example, 50 percent of that continent’s 1 billion people are under the age of 20. Its middle class is exploding. And they are buying mobile devices.",
  "McKinsey recently reported that by 2025, Africa will be home to 600 million Internet users – many of whom will be children – contributing $300 billion to the continent’s gross domestic product. To put that into perspective, it’s double the total addressable market in the U.S. Microsoft is currently investing in this agenda in a number of ways.",
  "Our current research and development budget is more than $9.5 billion and is focused on both inventing new technologies and finding innovative ways of using existing technologies to reach underserved communities. Microsoft in Education has committed more than $750 million worldwide to help drive education transformation around the world, and we provide significant discounts on our software for schools. Our YouthSpark initiative will reach 300 million young people under the age of 25 before the end of 2015, and our 4Afrika program is designed to connect several countries on the African continent to the Internet, while simultaneously training more than 200,000 developers and seeding the market with over one million devices. To build on these investments, we’ll look to partner with USAID across the following areas: Discover, test and transition to scale breakthrough development innovations: Microsoft brings diverse expertise and resources to co-design, test and evaluate new products, technologies and programs in emerging markets. Tangible examples include TV White Spaces – bringing low-cost or no-cost broadband to schools – as well as Matuto: Literacy 4 Life– driving literacy for millions of children via free e-books coupled with affordable devices for teachers, parents and students. Data and research: It’s critical that technology engagements in education have measurable results for both innovative teaching practices and student learning outcomes.",
  "We will leverage several existing projects to contribute to this collaboration, including the Innovative Teaching and Learning Research, Partners in Learning School Research Tool and M&E products developed in collaboration with the British Council for Project Badiliko, which has trained 18,000 teachers and reached more than 100,000 learners in a “hub and spoke” model. Scale proven solutions that transform development aid: Microsoft is committed to ensuring that the right solutions can be scaled, as evidenced by our work to develop new distribution networks and to commercialize and fund new ventures, particularly in Africa.",
  "It is with great hope and enthusiasm that we look forward to our partnership with USAID’s Global Development Lab. We know the power of science and technology, combined with greater connectivity and partnerships, can deliver results better, cheaper, faster and more sustainably than traditional approaches. And we also know that these efforts will spark a new generation of passionate Microsoft customers and partners. Tags: Anthony Salcito, Community, Community Featured, education, featured, YouthSpark Stay Connected Have the latest posts sent right to your inbox. Enter your email below. By providing your email address, you will receive email updates from the Microsoft on the Issues blog."
]