[
  "Google achieves four consecutive years of 100% renewable energy | Google Cloud BlogBlogSkip to contentBlogMenu What's New  Product News  Google Cloud  Google Workspace  Chrome Enterprise  Google Maps Platform  Solutions & Technologies  AI & Machine Learning  API Management  Application Development  Cloud Migration Cloud Operations Compute  Containers & Kubernetes  Data Analytics  Databases  DevOps & SRE  Hybrid & Multicloud  Identity & Security  Infrastructure  Networking  SAP  Serverless  Storage & Data Transfer  Topics  Developers & Practitioners  Customers  Partners  Inside Google Cloud Industries Financial Services  Healthcare & Life Sciences  Media & Entertainment  Public Sector  Telecommunications  Retail  Startups  Training & Certifications  Google Cloud Next AboutRSS Feed×Contact SalesGet started for freeLatest storiesWhat's NewProduct NewsTopicsAboutRSS FeedSustainabilityFour consecutive years of 100% renewable energy—and what’s nextgcp sustainability.gif Urs Hölzle  SVP, Cloud Infrastructure  April 20, 2021 Try Google CloudStart building on Google Cloud with $300 in free credits and 20+ always free products.Free TrialWe’re proud to announce that in 2020 Google again matched 100 percent of its global electricity use with purchases of renewable energy. We were the first company of our size to achieve this milestone back in 2017, and we’ve repeated the accomplishment in every year since. ",
  "All told, we’ve signed agreements to buy power from more than 50 renewable energy projects, with a combined capacity of 5.5 gigawatts – about the same as a million solar rooftops.Achieving 100 percent renewable energy year after year is no easy feat, because the amount of computing done in Google data centers continues to grow. This was especially true in 2020 – a year when many peoples’ work, school, doctor’s appointments, first dates, and visits with loved ones moved online. Even as Google Meet and Duo hosted over a trillion minutes of video calls in 2020, our renewable energy procurement kept pace.The path to 100% starts with reducing the amount of energy we use in the first place. Researchers recently found that worldwide data center electricity stayed close to flat in the last decade, even as computing needs grew 550 percent. And Google has led this trend: compared with five years ago, we now deliver around seven times as much computing power with the same amount of electrical power.Last year’s accomplishment was also due to a global package of renewable energy deals that we announced in late 2019. As those projects came online over the course of 2020, hundreds of new turbines and hundreds of thousands of new solar panels began converting wind and sun into electrons.Our renewable energy projects that started operations in 2020 spanned four continents. ",
  "Some highlights we’re especially excited about:  Google’s first offshore wind project, in the blustery North Sea, began contributing electrons to the grid where we operate our Belgium data center.In Chile, we began purchasing power  from a new solar farm in the Antofagasta region  to match our growing load in South America. Solar panels distributed across hundreds of public housing rooftops helped us source new clean energy in land-constrained Singapore.Across the U.S., large-scale solar and wind projects gave a boost to data centers from Oklahoma to Alabama to Virginia. ",
  "So what’s next? Though we’re thrilled to have matched Google’s annual electricity consumption with renewable energy for four years running, we’re now building on our progress to target an even larger ambition: by 2030, Google aims to run on entirely 24/7 carbon-free energy, everywhere we operate. As we discuss in a new explainer, achieving this goal means shifting away from a net-zero model of “emit and compensate” and instead targeting “absolute zero,” where we simply never emit carbon from our operations in the first place. Solving this challenge is not only important for Google, but will also be essential for fully transitioning electric grids to carbon-free energy. We hope our efforts to develop solutions for our own operations can lead the way. For more, check out Google CEO Sundar Pichai’s 2021 Earth Day update on our progress.Posted in:SustainabilityInfrastructureGoogle CloudPerspectives Follow Us  Privacy  Terms  About Google  Google Cloud Products Languagearrow_drop_downHelp "
]