[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n Apple commits to be 100 percent carbon neutral for its supply chain and products by 2030 - Apple\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGlobal Nav Open Menu\n\n\nGlobal Nav Close Menu\n\n\n\n\n\n\n\n\n\n\n\n\nApple\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\nSearch apple.com\n\n\n\nCancel\n\n\n\n\n\n\n\n\nApple\n\n\n\n\nStore\n\n\n\n\nMac\n\n\n\n\niPad\n\n\n\n\niPhone\n\n\n\n\nWatch\n\n\n\n\nAirPods\n\n\n\n\nTV & Home\n\n\n\n\nOnly on Apple\n\n\n\n\nAccessories\n\n\n\n\nSupport\n\n\n\n\n\n\n\n\nShopping Bag\n\n\n\n\n+\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tCancel\n\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNewsroom\n\n\n\n\nOpen Newsroom navigation\n\n\nClose Newsroom navigation\n\n\n\n\n\n\n\n\n\n\n\n\nSearch Newsroom\n\n\n\nPopular Topics\n\n\nPopular Topics\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAirPods\n\n\nApp Store\n\n\nApple Arcade\n\n\nApple TV+\n\n\n\n\nCompany News\n\n\nEducation\n\n\nEnvironment\n\n\nEvents\n\n\n\n\nHealth\n\n\niPad\n\n\niPhone\n\n\nMac\n\n\n\n\nMusic\n\n\nStore News\n\n\nTV & Home\n\n\nWatch\n\n\n\n\n\n\n\n\n\n\n\n\nopens in new window\n\n\n\n\n\t\t\t\t\tApple Newsroom needs your permission to enable desktop notifications when new articles are published\n\t\t\t\t\n\n\n\n\n\n\n\n\n\n\nPRESS RELEASE\nJuly 21, 2020\n\n\n\n\n\n\n                \n                \n                    Apple commits to be 100 percent carbon neutral for its supply chain and products by 2030\n                \n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            \n\n\t\t\t\t\n      \t\t\t\t Already carbon neutral today for corporate emissions worldwide, the company plans to bring its entire carbon footprint to net zero 20 years sooner than IPCC targets\n               \n               \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        The Montague wind farm in Oregon is one of Apple’s largest projects at 200 megawatts and powers Apple’s Prineville data center. Cupertino, California — Apple today unveiled its plan to become carbon neutral across its entire business, manufacturing supply chain, and product life cycle by 2030. ",
  "The company is already carbon neutral today for its global corporate operations, and this new commitment means that by 2030, every Apple device sold will have net zero climate impact. “Businesses have a profound opportunity to help build a more sustainable future, one born of our common concern for the planet we share,” said Tim Cook, Apple’s CEO. “The innovations powering our environmental journey are not only good for the planet — they’ve helped us make our products more energy efficient and bring new sources of clean energy online around the world. Climate action can be the foundation for a new era of innovative potential, job creation, and durable economic growth. With our commitment to carbon neutrality, we hope to be a ripple in the pond that creates a much larger change.”\n\nApple is providing detail on its approach to carbon neutrality with a roadmap for other companies, as industries look to reduce their impact on climate change. In its 2020 Environmental Progress Report — released today — Apple details its plans to reduce emissions by 75 percent by 2030 while developing innovative carbon removal solutions for the remaining 25 percent of its comprehensive footprint. ",
  "Over 80 percent of the renewable energy that Apple sources comes from projects that Apple created. To support these efforts and beyond, Apple is establishing an Impact Accelerator that will focus on investing in minority-owned businesses that drive positive outcomes in its supply chain and in communities that are disproportionately affected by environmental hazards. ",
  "This accelerator is part of Apple’s recently announced $100 million Racial Equity and Justice Initiative, focused on efforts that address education, economic equality, and criminal justice reform. “We’re proud of our environmental journey and the ambitious roadmap we have set for the future,” said Lisa Jackson, Apple’s vice president of Environment, Policy and Social Initiatives. “Systemic racism and climate change are not separate issues, and they will not abide separate solutions. We have a generational opportunity to help build a greener and more just economy, one where we develop whole new industries in the pursuit of giving the next generation a planet worth calling home.”\n\nApple’s Climate Roadmap\n\nApple’s 10-year roadmap will lower emissions with a series of innovative actions, including:\n\nLow carbon product design: Apple will continue to increase the use of low carbon and recycled materials in its products, innovate in product recycling, and design products to be as energy efficient as possible. Apple’s latest recycling innovation — a robot the company is calling “Dave” — disassembles the Taptic Engine from iPhone to better recover key materials such as rare earth magnets and tungsten while also enabling recovery of steel, the next step following its line of “Daisy” iPhone disassembly robots. The company’s Material Recovery Lab in Austin, Texas, which is focused on innovative electronics recycling technology, is now partnering with Carnegie Mellon University to further develop engineering solutions. ",
  "All iPhone, iPad, Mac, and Apple Watch devices released in the past year are made with recycled content, including 100 percent recycled rare earth elements in the iPhone Taptic Engine — a first for Apple and for any smartphone. Apple decreased its carbon footprint by 4.3 million metric tons in 2019 through design and recycled content innovations in its products. ",
  "Over the past 11 years, Apple has reduced the average energy needed for product use by 73 percent. Apple’s latest recycling invention — its Dave robot — recovers material from an iPhone component for better use in future products. Expanding energy efficiency: Apple will identify new ways to lower energy use at its corporate facilities and help its supply chain make the same transition. Through a new partnership with Apple, the US-China Green Fund will invest $100 million in accelerated energy efficiency projects for Apple’s suppliers. The number of facilities participating in Apple’s Supplier Energy Efficiency Program grew to 92 in 2019; these facilities avoided over 779,000 annualized metric tons of supply chain carbon emissions. Last year, Apple invested in energy efficiency upgrades to over 6.4 million square feet of new and existing buildings, lowering electricity needs by nearly one-fifth and saving the company $27 million. ",
  "Through a first-of-its-kind investment fund, Apple and 10 of its suppliers in China are investing nearly $300 million to develop projects totaling 1 gigawatt of renewable energy. Renewable energy: Apple will remain at 100 percent renewable energy for its operations — focusing on creating new projects and moving its entire supply chain to clean power. ",
  "Apple now has commitments from over 70 suppliers to use 100 percent renewable energy for Apple production — equivalent to nearly 8 gigawatts in commitments to power the manufacturing of its products. Once completed, these commitments will avoid over 14.3 million metric tons of CO2e annually — the equivalent of taking more than 3 million cars off the road each year. New and completed projects in Arizona, Oregon, and Illinois bring Apple’s renewable capacity for its corporate operations to over 1 GW — equivalent to powering over 150,000 homes a year. Over 80 percent of the renewable energy that Apple sources for its facilities are now from Apple-created projects, benefitting communities and other businesses. Globally, Apple is launching one of the largest new solar arrays in Scandinavia, as well as two new projects providing power to underserved communities in the Philippines and Thailand. Since 2014, all of Apple’s data centers have been powered by 100 percent renewable energy. ",
  "Process and material innovations: Apple will tackle emissions through technological improvements to processes and materials needed for its products. Apple is supporting the development of the first-ever direct carbon-free aluminum smelting process through investments and collaboration with two of its aluminum suppliers. ",
  "Today the company is announcing that the first batch of this low carbon aluminum is currently being used in production intended for use with the 16-inch MacBook Pro. Through partnerships with its suppliers, Apple reduced emissions from fluorinated gases by more than 242,000 metric tons in 2019. Fluorinated gases are used in the manufacturing of some consumer electronics components and can contribute to global warming. Apple supported the development of an aluminum production method that releases oxygen, rather than greenhouse gases, during the smelting process. Carbon removal: Apple is investing in forests and other nature-based solutions around the world to remove carbon from the atmosphere. Apple is announcing today a first-of-its-kind carbon solutions fund to invest in the restoration and protection of forests and natural ecosystems globally. ",
  "In partnership with Conservation International, the company will invest in new projects, building on learnings from existing work like restoring degraded savannas in Kenya and a vital mangrove ecosystem in Colombia. Mangroves not only protect the coasts and help support the livelihood of those communities where they grow, but they also can store up to 10 times more carbon than forests on land. ",
  "Through its work with The Conservation Fund, the World Wildlife Fund, and Conservation International, the company has protected and improved the management of over 1 million acres of forests and natural climate solutions in China, the US, Colombia, and Kenya. In a partnership with Conservation International, Apple is restoring degraded savannas in the Chyulu Hills region of Kenya. Apple is also partnering with Conservation International to protect and restore a 27,000-acre mangrove forest in Colombia. Mangroves can store up to 10 times more carbon than forests on land. previous\n\n\nnext\n\n\n\n\n\n\n\nApple engages with governments, businesses, NGOs, and consumers around the world to support policies that strengthen environmental protections and the transition to clean energy, which the company sees as a vital component of global climate action. The company’s complete plan and how it measures its carbon footprint can be found in its 2020 Environmental Progress Report. ",
  "Progress on its supplier commitments can be found at apple.com/environment. Share article\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tImages of Apple’s Carbon Neutrality Initiatives  \n\t\t\t\t\n\nDownload all images\n\n\n\n\n\n\n\nApple revolutionized personal technology with the introduction of the Macintosh in 1984. ",
  "Today, Apple leads the world in innovation with iPhone, iPad, Mac, Apple Watch, and Apple TV. Apple’s five software platforms — iOS, iPadOS, macOS, watchOS, and tvOS — provide seamless experiences across all Apple devices and empower people with breakthrough services including the App Store, Apple Music, Apple Pay, and iCloud. Apple’s more than 100,000 employees are dedicated to making the best products on earth, and to leaving the world better than we found it. Press Contacts\n\n\nKeri Fulton\n\nApple\n\nkeri_fulton@apple.com\n\n\n                        (240) 595-2691\n                    \n\n\nApple Media Helpline\n\n\n\nmedia.help@apple.com\n\n\n                        (408) 974-2042\n                    \n\n\n\n\n\n\n\n\n\nApple Newsroom\nThe latest news and updates, direct from Apple. Read more\n\n\n\n\n\n\n\n\nApple Footer\n\n\n\nApple\n\n\n\n\n\nNewsroom\n\n\n                             Apple commits to be 100 percent carbon neutral for its supply chain and products by 2030\n                        \n\n\n\n\n\n\n\n\n\nShop and Learn\n\n\nOpen Menu\n\n\nClose Menu\n\n\nStore\nMac\niPad\niPhone\nWatch\nAirPods\nTV & Home\niPod touch\nAirTag\nAccessories\nGift Cards\n\n\n\n\n\n\n\nServices\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple Music\nApple TV+\nApple Fitness+\nApple News+\nApple Arcade\niCloud\nApple One\nApple Card\nApple Books\nApple Podcasts\nApp Store\n\n\n\n\n\nAccount\n\n\nOpen Menu\n\n\nClose Menu\n\n\nManage Your Apple ID\nApple Store Account\niCloud.com\n\n\n\n\n\n\nApple Store\n\n\nOpen Menu\n\n\nClose Menu\n\n\nFind a Store\nGenius Bar\nToday at Apple\nApple Camp\nApple Store App\nRefurbished and Clearance\nFinancing\nApple Trade In\nOrder Status\nShopping Help\n\n\n\n\n\n\n\nFor Business\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Business\nShop for Business\n\n\n\n\n\nFor Education\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple and Education\nShop for K-12\nShop for College\n\n\n\n\n\nFor Healthcare\n\n\nOpen Menu\n\n\nClose Menu\n\n\nApple in Healthcare\nHealth on Apple Watch\nHealth Records on iPhone\n\n\n\n\n\nFor Government\n\n\nOpen Menu\n\n\nClose Menu\n\n\nShop for Government\nShop for Veterans and Military\n\n\n\n\n\n\n\nApple Values\n\n\nOpen Menu\n\n\nClose Menu\n\n\nAccessibility\nEducation\nEnvironment\nInclusion and Diversity\nPrivacy\nRacial Equity and Justice\nSupplier Responsibility\n\n\n\n\n\nAbout Apple\n\n\nOpen Menu\n\n\nClose Menu\n\n\nNewsroom\nApple Leadership\nCareer Opportunities\nInvestors\nEthics & Compliance\nEvents\nContact Apple\n\n\n\n\n\n\n\n\t\t\tMore ways to shop: Find an Apple Store or other retailer near you. Or call 1-800-MY-APPLE. ",
  "United States\n\n\nCopyright ©\n\t\t\t\t\n\t\t\t\t2022\n\t\t\t\t Apple Inc. All rights reserved. Privacy Policy\nTerms of Use\nSales and Refunds\nLegal\nSite Map "
]