[
  "Tesla To Build A City, Or Even Hundreds Of \"Tesla Cities\" - CleanTechnica #213858 (no title) #215263 (no title) #200420 (no title) #215290 (no title) 70%, 80%, 99.9%, 100% Renewables — Study Central About Wind Energy / Why Wind Energy Advertise with CleanTechnica Advertising Aftermarket Tesla Accessories Authors Branded Series Calendar Clean Energy Clean tech and sustainability market research Cleantech Billionaires Cleantech Glossary Cleantech Jobs Submit a Resumé CleanTech Talk CleanTechnica Comment Policy CleanTechnica Editorial Ethics CleanTechnica Newsletters CleanTechnica’s Shop! Climate Change Solutions: Why 1.5°C Is So Important Community Solar Power Guide Contact CleanTechnica Contract Electric Vehicle Charging Electric Vehicle Sales Charts, Graphs, & Stats Energy Storage Engage Global Competition: Technology for a Sustainable Future General Inquiries Get Your Cleantech Event Featured!",
  "Home Efficiency How Do You Charge An Electric Car At Home? How To Charge An Electric Vehicle — 101 How To Improve Storage In A Tesla Invest in CleanTechnica Letters to tomorrow Manage Job Listings MASSIVE Electric Bike Buyer’s Guide — All the Biggest Brands & Models Microgrids Explained Mission and Vision Native Content Guidelines NIO ES8 — The Chinese Electric SUV Outselling The Tesla Model X Nukes, Renewables, and the Union of Concerned Scientists Our Team Press Release Publication Privacy Policy Reality Check — Correcting the Cleantech Record REGISTRATION TESTER Renewable Energy Sources Resources For Solar Installers Solar Energy Solar Energy Resources Solar Panel Installers — Top Solar Panel Installers & How To Evaluate Them Solar Power Sponsor CleanTechnica Stay Connected With CleanTechnica Style Guide — Draft Support CleanTechnica Sustainable Business Virtual Trade Show Switching to an Electric Fleet – Learn About Charging, Payments, & More Syndicate Our Content Terms of Use Tesla Insurance Tesla Myths & FAQ Test Top Clean Energy Resources Trusted Partners Upcoming CleanTech Events Use of CleanTechnica Content Vanadium Flow Batteries Demystified Wind Energy Wind Energy Facts Wind Energy Resources World’s Top Cleantech Site Xpeng G3 Xpeng P7 Connect with us Hi, what are you looking for? CleanTechnica Clean Energy Solar EnergyTwo SMART Projects from Agilitas Energy Bringing Renewable Energy to MassachusettsAptera Reveals Factory, Prefers The Tesla Charging ConnectorChemistry, Not Electronics, Will Help Solar Reach Its Full PotentialSolar Power Plants Are More Missile ResistantGerman Researchers Explore Tunable Solar Cells, Identify All Applications Wind EnergyU.S. Dept. of Energy Joins New Federal–State Partnership to Grow Domestic Offshore Wind Supply ChainIt’s Boom Times For Wind Power & Green Hydrogen In IrelandOcean Noise Reduction Is An Important GoalQ&A With Robynne Murray | Rebel With A Cause — And An Ice AxeFERC Reveals Interconnection Reforms That Could Unleash Solar Energy Potential Geothermal EnergyU.S. Mining & Geothermal Industries Could Strike G.O.L.D.",
  "Through PartnershipWhat Are Geophones?DOE Launches $84 Million Enhanced Geothermal Energy Systems (Video)Renewable Generation Surpassed Nuclear in the U.S. Electric Power Sector in 2021Betting A Billion Dollars On Low-Carbon Grid Transformation Tech Energy StorageChina Electric Car Market — 31% Market Share In May!Samsung SDI Will Produce 4640 & 4660 Battery CellsRaw Material Costs For EVs Doubled During COVID — Is It Biden’s Fault?VW Opens US Battery Research LabVolkswagen Wants More US Battery Production Smart GridCan Virtual Power Plants Provide Revenue for Householders?ERCOT & Tesla: How Virtual Power Plants Can Help Texas Electricity Grid & Save LivesEnergy Security at the Edge of the GridTexan Tesla Powerwall Owners Can Help Change ERCOT’s Mind On VPPsGridspertise — Advanced Digital Solutions For A Smart, Resilient Grid Energy EfficiencyU.S. DOE Announces Breakthrough in Residential Cold Climate Heat Pump TechnologyCold Climate Heat Pumps Light Up Climate FightCan Happier Camper’s HC1 Make EV Camping Happier?A Personal Journey to Reducing EmissionsEffects of Weather Projections On Energy Consumption in Buildings EVs All EV News & AnalysisChina Electric Car Market — 31% Market Share In May!Will Tesla’s Recent Stock Price Fall Mark Turning Point?Fleet of Electric Seaglider Planes by 2025, My Ami Buggy Comes To Life, & More EV NewsSupervan Returns!",
  "Ford’s Wackiest Concept Reborn as a 2000 HP EVWomen Are Leading India’s EV Revolution. What Can The World Learn From Them? EV Sales EV Total Cost of Ownership EV Reviews All ReviewsClimate-Fiction Book Review: Ministry For The FutureRiding The Brand New Energica Experia Electric Touring Motorcycle — CleanTechnica ReviewTesla Full Self Driving Beta V10.12.2 — A Big Improvement, More Aggressive … But!How 3 Years With A Tesla Model 3 Almost Made Me Forget About The Mobility RevolutionOupes 1800W Power Station — Solar Generator (CleanTechnica Review) Tesla News Tesla Model 3 Long-Term Review Tesla Model S Long-Term Review Exclusives CleanTechnica AnalysisFord Tops EV Sales In Germany In May — Yes, Ford!Fiat 500e Shines In 21% Plugin Share Market Of FranceNetherlands: 32% Of New Cars Sold Now Plugin CarsGermany’s Plugin EVs Continue To Grow, Despite HeadwindsUK Plugin EV Share Grows YoY, BMW Leads In May CleanTechnica Reports CleanTechnica ReviewsClimate-Fiction Book Review: Ministry For The FutureRiding The Brand New Energica Experia Electric Touring Motorcycle — CleanTechnica ReviewTesla Full Self Driving Beta V10.12.2 — A Big Improvement, More Aggressive … But!How 3 Years With A Tesla Model 3 Almost Made Me Forget About The Mobility RevolutionOupes 1800W Power Station — Solar Generator (CleanTechnica Review) CleanTechnica VideosTesla Q4 Shareholder Conference Call — Watch & Listen HereVolkswagen Group — In-Depth Conference Call Highlights Company’s Focus On TransitionBill McKibben On Unions, Tesla, & Elon Musk — CleanTechnica InterviewHow To Watch & Listen To Tesla Q3 Earnings Call — Most Useful LivestreamTesla Sales & Future of Tesla Discussion with Ride the Lightning, Starman, & EVANNEX CleanTechnica.TV (YouTube) Cleantech Talk (Our Podcast) Series Pages EV Charging EV Fleet Charging How to Charge An EV At Home Aftermarket Tesla Accessories Home Efficiency Microgrids About Connect With CleanTechnica Become a Subscriber Support CleanTechnica Contact Us Advertise Our Team Editorial Ethics Mission & Vision Invest Privacy Policy RSS Syndicate Our Content Cars Tesla To Build A City, Or Even Hundreds Of “Tesla Cities” ByZachary Shahan Published April 1, 2021 Elon Musk can’t stop. Tesla can’t stop. The cleantech revolution can’t stop. As if mass-market electric & autonomous cars, record-low battery prices & record-low rooftop solar prices, dozens of gigafactories, jaw-dropping & jaw-deforming acceleration, electric semi trucks & cybertrucks, reusable rockets, tunnel-boring machines, Starlink satellites, and a mission to Mars weren’t enough, Elon Musk has now decided to build entire cleantech cities.",
  "Well, he’s starting with one, but if all goes well, he says that could leads to hundreds more. As you might have guessed, these “Tesla Cities” have several unique features.",
  "First of all, when it comes to the buildings, they will all have solar roofs (natch). For remaining power needs, electricity will come from community solar farms and wind farms built in the region. In certain cases, geothermal power, hydropower, and rainbow power might be used — more on the latter another day. Some amount of battery storage (Tesla Powerpacks and Powerwalls) will be installed as well in order to always match electricity supply with electricity demand, but no details on the total figures have been indicated so far. Sample house at Tesla City #1. Image courtesy of Tesla.",
  "Sample house at Tesla City #1. Image courtesy of Tesla.",
  "City residents who choose to drive will have to drive fully electric cars — it’s built into the HOA rules. No pollution permitted. Though, residents can choose non-Tesla models if they like. Self-driving electric minibuses (one of Tesla’s planned products), trams, and subways will be implemented for certain routes as well. Naturally, though, after living with Los Angeles traffic for longer than anyone should be forced to, Elon is intent to make these #TeslaCities walkable and bikeable, with nice urban cores that mix land uses (residential, commercial, governmental, etc.). There will also be a variety of aesthetic guidelines, which is unsurprising since Elon has been super focused on good aesthetics at Tesla, SpaceX, on Twitter, and beyond.",
  "(Think: New Urbanism with an Elon flavor). Industrial hubs will need to focus on matters that help to solve critical human/societal challenges.",
  "Though, it’s unclear how the evaluation or permitting for such uses will be implemented. One can assume there will be minimal red tape, and that the process will be as streamlined as practical. For last-mile deliveries, robots will be used in order to save on costs and to further test and develop hardware and software that Elon wants to use for other applications at Tesla and SpaceX. Conventional shippers such as FedEx and UPS will simply deliver their packages to central shipping hubs where #TeslaCities robots take over. You may be wondering, will #TeslaCities use hyperloops? It seems like some of them would, but we don’t have any details on that yet, including with regards to the first city.",
  "There are plans for tunnels for autonomous Teslas, though, of course. Tesla is likely to have no shortage of enthusiasts eager to sign up ASAP to join one of these #TeslaCities, but that doesn’t mean Tesla’s leaving incentives off the table.",
  "Early reservation holders* will get priority delivery of the Tesla Cybertruck and a future Tesla model that has not been revealed. Early reservation holders will also be entered into a lottery/raffle to win a Tesla Powerwall 3 or next-gen Solar Roof. (*By the way, it’s $420,000 to reserve a lot in the first #TeslaCity — no joke.) Steve Jurvetson, Kimbal Musk, and Elon Musk, unsurprisingly, already have their reservations in. Rumor is that Akon, Jon Favreau, Stephen Colbert, Don Cheadle, Morgan Freeman, Morgan Freeman’s former driver (Robert Gaskill, founder of MOTEV), Oprah, Beyonce + Jay-Z, Jaden Smith, Matt & Roger Pressman, and Anthony Kiedis have put down reservations as well. The location for TeslaCity #1 is somewhere in the vicinity of Cambridge, England.",
  "That’s in honor of Douglas Noel Adams (who I just discovered had the same birthday as me), author of The Hitchhiker’s Guide to the Galaxy. If you have more info on Tesla Cities than we’ve shared here, please pass it along!",
  "Also, please note today’s date. Full disclosure: Yes, we did indeed recycle this story. If you now want to buy a Tesla Model 3 (or Model Y, Model S, or Model X), feel free to use my referral code to get some free Supercharging miles with your purchase: https://ts.la/zachary63404. You can also get a $100 discount on Tesla solar with that code. There are currently no referral codes or discounts available for Tesla Cities. Check out our brand new E-Bike Guide.",
  "If you're curious about electric bikes, this is the best place to start your e-mobility journey! Appreciate CleanTechnica’s originality and cleantech news coverage?",
  "Consider becoming a CleanTechnica Member, Supporter, Technician, or Ambassador — or a patron on Patreon. Have a tip for CleanTechnica, want to advertise, or want to suggest a guest for our CleanTech Talk podcast? Contact us here. Advertisement Twitter LinkedIn Facebook In this article:April Fools, april fools day, cities, Elon Musk, Tesla, Tesla Cities Written By Zachary Shahan Zach is tryin' to help society help itself one word at a time. He spends most of his time here on CleanTechnica as its director, chief editor, and CEO. Zach is recognized globally as an electric vehicle, solar energy, and energy storage expert.",
  "He has presented about cleantech at conferences in India, the UAE, Ukraine, Poland, Germany, the Netherlands, the USA, Canada, and Curaçao. Zach has long-term investments in Tesla [TSLA], NIO [NIO], Xpeng [XPEV], Ford [F], ChargePoint [CHPT], Amazon [AMZN], Piedmont Lithium [PLL], Lithium Americas [LAC], Albemarle Corporation [ALB], Nouveau Monde Graphite [NMGRF], Talon Metals [TLOFF], Arclight Clean Transition Corp [ACTC], and Starbucks [SBUX].",
  "But he does not offer (explicitly or implicitly) investment advice of any sort. Comments Comments #1 most loved electric vehicle, solar energy, and battery news & analysis site in the world. Support our work today! Power CleanTechnica: $3/Month Advertisement Advertise with CleanTechnica to get your company in front of millions of monthly readers. Advertisement Trending Batteries Toyota Teams Up With Redwood Materials For EV Battery Recycling Clean Power Chemistry, Not Electronics, Will Help Solar Reach Its Full Potential Cars XPeng Reaches 200,000 Vehicle Deliveries in Under 4 Years Clean Power Solar Power Plants Are More Missile Resistant Cars Tom Morton Drives His 62 kWh Nissan Leaf 345 KM Non-Stop From Kisumu To Nairobi! Advertisement Tesla NewsEV ReviewsHome Efficiency You May Also Like Cars China Electric Car Market — 31% Market Share In May!",
  "BYD achieves another record month Plugin vehicles continue to be all the rage in the Chinese auto market. With the end of the covid... José Pontes4 hours ago Clean Transport Will Tesla’s Recent Stock Price Fall Mark Turning Point?",
  "As Tesla’s stock faces recent falls, many investors fear overshooting the downside amidst pullbacks affecting the larger market. Still yet, some investors believe Tesla’s stock... Guest Contributor8 hours ago Batteries Samsung SDI Will Produce 4640 & 4660 Battery Cells Samsung SDI is working on shorter 46-millimeter diameter battery cells for unnamed auto manufacturers in Europe. Steve Hanley18 hours ago Clean Transport Can Tesla Insurance Help Increase Driver Safety? Tesla has begun rolling out its insurance plans in a handful of U.S. states over the past few years, as one more piece of... Guest Contributor1 day ago Copyright © 2021 CleanTechnica.",
  "The content produced by this site is for entertainment purposes only. Opinions and comments published on this site may not be sanctioned by and do not necessarily represent the views of CleanTechnica, its owners, sponsors, affiliates, or subsidiaries."
]