[
  " Nike Committed to Saving Girls in Poverty - BORGEN                         Facebook    Twitter    Instagram       HUMANITY, POLITICS & YOUThe Good NewsBusiness & New MarketsPoliticsCelebTechWorld             You are at:Home»Business and New Markets»Nike Committed to Saving Girls in Poverty  Nike Committed to Saving Girls in Poverty  0 By Staff Reports  on  August 20, 2014   Business and New MarketsBEAVERTON, Oregon — When most people hear the brand name “Nike,” images of sneakers, running gear and sports equipment immediately come to mind. In reality, though, Nike as a company is much more than a symbol on a pair of shoes. ",
  "The Nike Foundation is an influential leader in the fight against global poverty, specifically for adolescent females.250 million girls around the world experience the confines of an impoverished lifestyle. In developing countries, marrying before the age of 18 is very common for women. In some countries, marrying before the age of 5 is not uncommon.Taking on the responsibility of motherhood and other culturally traditional roles of a married woman at that young of an age keeps these women from completing education. Without a complete education, women often do not have the resources necessary to lift themselves out of poverty.The responsibilities of motherhood at a young age can be dangerous as well. Childbirth and pregnancy-related complications is leading cause of death among females aged 15 to 19. Improving and maintaining women’s health is essential to keeping them in the discussion of global poverty.The Nike Foundation recognizes the injustice of these and other customary practices. ",
  "Women need to be educated and healthy to have the greatest opportunity for economic mobility. The foundation is committed to providing resources for higher education and promoting awareness of the injustices done to women in developing countries.In 2008, the Nike Foundation launched its Girl Effect campaign in order to aid girls in poverty. ",
  "Since then, Girl Effect has made drastic improvements in the way that the world thinks about global poverty in relation to females. With an informative website and innovative action plans, Girl Effect has become the main focus of the Nike Foundation’s charitable efforts.This summer, the Girl Effect (with the Nike Foundation’s support) hosted the Girl Summit, a conference to raise awareness about injustices such as FGM and the inability to complete school before being married. The Summit also raised money to provide funding for the continuation of programs that support female empowerment in the developing world.The Nike Foundation stands by the belief that providing support to women in developing world is not only the right thing to do, but also an intelligent investment. By properly educating the 250 million girls in poverty, the world will gain 250 million more minds equipped to solve the issues of global poverty.Ten years ago, women’s rights were not a focus of global discussions about the impoverished world. Today, female empowerment is a prominent component of such discussions because of organizations such as the Nike Foundation. The Nike Foundation ensures that world leaders do not forget to consider the evils of prejudice against women that still exist in areas outside of the United States.– Emily WalthouseSources: The Girl Effect 1, The Girl Effect 2, NIKE, Inc. 1, NIKE, Inc. 2, NIKE, Inc. 3 Photo:  Sweat Shop Share. ",
  "Facebook   Twitter   Pinterest   LinkedIn   Tumblr   Email  Related Posts How Inclusive Businesses Fight Poverty The Promise of Jute In the Indian Textile Industry Unicorn Group Invests in Entrepreneurship in South AfricaComments are closed.BORGEN Magazine is an initiative of The Borgen Project. Search for:   THE GOOD NEWS Rehabilitation Efforts in Iztapalapa Lively Minds and Early Education in Africa How Picaflor House Supports Rural Children in Peru Pathfinder International Strives for Gender EqualityTECHNOLOGY & SOLUTIONS Celebrities Use Social Media to Help Ukraine KwaZulu-Natal’s Floods Create Cause for Calls for AidPOLITICS Bill H.R. ",
  "6600 Targets Civil War in Ethiopia  5 Women in Congress Supporting Foreign AidCOVID-19 How Digital Agriculture Can Help Africa During COVID-19 Indonesia’s G20 Presidency Against COVID-193 Quick Ways to Right a Wrong1. Email Congress2. Call Congress3. GiveBORGEN Magazine is produced by The Borgen Project, an influential humanitarian organization working to make global poverty a focus of U.S. foreign policy.HUMANITY, POLITICS & YOU  Search for:   The Good NewsBusiness & New MarketsPoliticsCelebTechWorldThe Borgen ProjectContact UsBORGEN Magazine is powered by The Borgen Project. BORGEN Magazine is powered by The Borgen Project. Submit Type above and press Enter to search. "
]