[
  "UN Satellite Center Works With NVIDIA to Boost Sustainable Development Goals | NVIDIA Blog Skip to content Artificial Intelligence Computing Leadership from NVIDIA Search for: Toggle Search Search for: Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation Home AI Data Center Driving Gaming Pro Graphics Autonomous Machines Healthcare Startups AI Podcast UN Satellite Centre Works With NVIDIA to Boost Sustainable Development Goals United Nations program accelerates climate-disaster management with NVIDIA technology and free Deep Learning Institute course for data scientists across the globe. June 24, 2022 by Angie Lee Share Email To foster climate action for a healthy global environment, NVIDIA is working with the United Nations Satellite Centre (UNOSAT) to apply the powers of deep learning and AI.",
  "The effort supports the UN’s 2030 Agenda for Sustainable Development, which has at its core 17 interrelated Sustainable Development Goals. These SDGs — which include “climate action” and “sustainable cities and communities” — serve as calls to action for all UN member states to bolster global well-being. The collaboration between UNOSAT, part of the United Nations Institute for Training and Research, and NVIDIA is initially focused on boosting climate-related disaster management by using AI for Earth Observation. AI4EO, as it’s known, is a term that encompasses initiatives using AI to help monitor and assess the planet’s changes. To fast track research and development for its AI4EO efforts, UNOSAT will integrate its satellite imagery technology infrastructure with NVIDIA’s accelerated computing platform. The AI-powered satellite imagery system will collect and analyze geospatial information to provide near-real-time insights about floods, wildfires and other climate-related disasters.",
  "In addition, UNOSAT has launched an educational module that builds upon an NVIDIA Deep Learning Institute (DLI) course on applying deep learning methods to generate accurate flood detection models. “Working with NVIDIA will enable us to close the loop from AI research to implementation of climate solutions in the shortest time possible, ensuring that vulnerable populations can benefit from the technology,” said Einar Bjørgo, director of UNOSAT.",
  "AI-Powered Satellite Imagery Analysis For tasks like evaluating the impact of a tropical cyclone in the Philippines or a volcanic eruption in Tonga, UNOSAT’s emergency mapping service uses computer vision and satellite imagery analysis to gain accurate information about complex disasters. Near-real-time analysis is key to managing climate-disaster events. Humanitarian teams can use the data-driven insights provided by AI to take rapid, effective action in combating disasters. The data is also used to inform sustainable development policies, develop users’ capacities and strengthen climate resilience overall. UNOSAT will supercharge its satellite imagery technology infrastructure with NVIDIA DGX systems, which enable AI development at scale — as well as the NVIDIA EGX platform, which delivers the power of accelerated computing from the data center to the edge. NVIDIA technology speeds up AI-based flood detection by 7x, covering larger areas with greater accuracy, according to UNOSAT.",
  "NVIDIA DLI Course on Disaster Risk Monitoring In addition to powerful technology, a skilled workforce is essential to using AI and data science to analyze and prevent climate events from becoming humanitarian disasters. “NVIDIA and UNOSAT have a unique opportunity to combat the impact of climate change and advance the UN’s SDGs, with a launching point of training data scientists to develop and deploy GPU-accelerated models that improve flood prediction,” said Keith Strier, vice president of global AI initiatives at NVIDIA.",
  "UNOSAT has developed a module for the Deep Learning Institute’s free online course that covers how to build a deep learning model to automate the detection of flood events. Called Disaster Risk Monitoring Using Satellite Imagery, it’s the first NVIDIA DLI course focused on climate action for the global public sector community — with many additional climate-action-related courses being planned. UNOSAT’s module — based on a real UN case study — highlights an example of a flood in Nepal. In collaboration with NVIDIA, UNOSAT is offering the module for free with the goal of upskilling data scientists worldwide to harness accelerated computing to predict and respond to climate-related disasters. “We aim to democratize access to accelerated computing to help nations train more accurate deep learning models that better predict and respond to a full spectrum of humanitarian and natural disasters,” Strier said. Get started with the course, which is now available.",
  "Learn more about how NVIDIA technology is used to improve the planet and its people. Categories: Corporate | Deep LearningTags: Artificial Intelligence | Data Science | Deep Learning Institute | NVIDIA DGX | NVIDIA EGX | Science | Social Impact All nvidia news Family Style: Li Auto L9 Brings Top-Line Luxury and Intelligence to Full-Size SUV With NVIDIA DRIVE Orin How AI Can Elevate Viewer Experiences in Broadcast AI Software Pioneers From the Edge to the Cloud Join NVIDIA at HPE Discover Making an Impact: GFN Thursday Transforms Macs Into GeForce Gaming PCs Latest NVIDIA RTX Mobile Workstations Power Visual Computing Anywhere Post navigation Corporate Information About NVIDIA Corporate Overview Technologies NVIDIA Research Investors Social Responsibility NVIDIA Foundation Get Involved Forums Careers Developer Home Join the Developer Program NVIDIA Partner Network NVIDIA Inception Resources for Venture Capitalists NVIDIA Inception GPU Ventures Technical Training Training for IT Professionals Professional Services for Data Science News & Events Newsroom NVIDIA Blog NVIDIA Developer Blog Webinars Stay Informed Events Calendar NVIDIA GTC NVIDIA On-Demand Explore our regional blogs and other social networks Privacy Policy Manage My Privacy Legal Accessibility Product Security Contact Copyright © 2022 NVIDIA Corporation USA - United States NVIDIA websites use cookies to deliver and improve the website experience."
]