[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\nPartnerships \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook\n\n\n\nGoogle Plus\n\n\n\n\n\n\nInstagram\n\n\n\n\n\n\nMail To\n\n\n\n\n\n\nLinkedIn\n\n\n\nPinterest\n\n\n\n\n\nQuotation Mark\n\n\n\nTumblr\n\n\n\n\n\nTwitter\n\n\n\n\n\nYoutube\n\n\n\n\n\nRSS\n\n\n\nmagnify\n\n\n\n\n\ngreater than\n\n\n\n\n\nQuote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\nRight arrow\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\nDownload Icon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhatsapp Icon\n\n\n\n\n\n\n\n\n\n\nIcon for read more (cta)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            '\n\n\n\n\n'\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack to Amazon\n\nus\n        \n\n\n\n\n\nau\n\n\nbr\n\n\nca\n\n\ncn\n\n\nde\n\n\nfr\n\n\nin\n\n\nit\n\n\njp\n\n\nmx\n\n\nnl\n\n\nes\n\n\nuk\n\n\nus\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\n\n Back \nAbout\n\n\nGoals & Progress\n\nLetter from Leadership\n\nThe Climate Pledge\n\nThe Climate Pledge Fund\nNature-Based Solutions\n\nPartnerships\n\nQuestion Bank\n\n\nSustainability Jobs\n\nAround the Globe\n\nEurope\nFrance\nGermany\nIndia\nItaly\nJapan\nSpain \nUnited Kingdom\n\n\n\n\n\n\nEnvironment\n\n\n Back \nEnvironment\n\n\nSustainable Operations\n\nCarbon Footprint\nRenewable Energy\nShipment Zero \nTransportation\nBuildings \n\nThe Cloud\n\nCloud Efficiency\nWater Stewardship\nASDI\n\n\nCircular Economy \n\nImproving Our Packaging\nRecycling \nProduct Donations\n\nProduct Sustainability \n\nShopping\nProduct Development\nDevices\n\n\n\n\n\n\nPeople\n\n\n Back \nPeople\n\n\nHuman Rights\n\nHuman Rights Principles\n\nEmployees\n\nInvesting in Our Employees\nSafety, Health, & Well-Being\nDiversity, Equity, & Inclusion\nEmployee Engagement\nSustainability Ambassadors\n\nCommunity\n\n\nSupply Chain\n\nSupplier Assessments \nProgress in 2020\nSupply Chain Commitments\n\nCustomers\n\n\n\n\n\nGovernance\n\n\n\n\nDownload Center\n\n\n\n\nMore\n\n\n\n\n\n\n\nxClose\n\nSearch\n\n\nSearch\n\n\n\n\n\n\nen\n\n\n\n\n\n\n\n\n\n\n\nfrFrance\n\n\n\n\n\n\ndeGermany (Deutschland)\n\n\n\n\n\n\nitItaly (Italia)\n\n\n\n\n\n\nesSpain (España)\n\n\n\n\n\n\nukUnited Kingdom\n\n\n\n\n\n\nusUnited States\n\n\n\n\n\n\n\n\n\n\n\nHomepage\nAbout\nPartnerships\n\n\n\n\n\n\nPartnerships\nMany of the cross-cutting sustainability issues that we prioritize at Amazon are enhanced through partnerships and collaborative initiatives with credible, knowledgeable, and innovative industry partners. Partnerships \n \n\n\n\n\n\n\n\n\n\n\n\n\nPartnership Highlights\n\n\n\n\n$10 Million\n Invested\nAmazon invested $10 million in the Closed Loop Infrastructure Fund to finance recycling and circular economy infrastructure in North America. ",
  "2 Million\nMeals Donated\nAmazon and City Harvest have distributed more than 2 million meals to the community in the UK. 100%\nDrivers Trained\nAmazon has trained 100% of employees who drive trucks on how to identify and respond to potential victims of human trafficking. 12,000\nReached for Training\nAmazon has helped reach nearly 12,000 women in China, Bangladesh, Vietnam, and India with training on health and financial skills through the Business for Social Responsibility (BSR) HERProject. \"At no time has it been more evident and more important that we invest in nature. We are super excited about our partnership with Amazon. I like to say what we want is dynamic economies, healthy communities, healthy planet, and this partnership really helps bring that vision together.\" ",
  "Lynn Scarlett\nChief External Affairs Officer of The Nature Conservancy\n\n\n\n\nPartnerships Helping Us Get to Net-Zero Carbon\n\n\n\n\n\n\n\n\n\n\nGlobal Optimism\nTo drive collective, cross-sector action, Amazon co-founded The Climate Pledge with Global Optimism, on the conviction that global businesses are responsible, accountable, and able to act on the climate crisis. The Nature Conservancy\nThrough the Right Now Climate Fund, Amazon is collaborating with The Nature Conservancy to research, identify, design, and implement natural climate solutions around the world to mitigate climate change. ",
  "We Mean Business\nThe Climate Pledge and Global Optimism are partnering with the We Mean Business coalition and several other organizations in the largest effort to date to mobilize the private sector to reach net-zero carbon by 2040. Hear From Our Partners\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                    GreenBlue and Sustainability Packaging Coalition (SPC)\n                \nExecutive Director of GreenBlue and SPC, Nina Goodrich, talks about partnering with Amazon to promote the use of sustainable materials in packaging and collaborating to develop the fully recyclable paper padded mailer. Energy Buyers Alliance (REBA)\n                \nCEO of REBA, Miranda Ballentine, explains how Amazon has taken a leadership role in teaching the next generation of corporations how to think about the broader impacts of business with regard to clean energy, and engaging public policy makers to set clean energy standards. American Council on Renewable Energy (ACORE)\n                \nPresident and CEO of ACORE, Greg Wetstone, talks about partnering with Amazon to accelerate the transition to a renewable energy economy. Henkel\n                \nGlobal Business Development Director, Kris Getty, explains how Henkel is working with Amazon to develop the next generation of sustainable packaging for e-commerce, while improving the packaging of their own consumer brands. Corporate Eco Forum\n                \nChair and Co-Founder P.J. ",
  "Simmons explains how Corporate Eco Forum is partnering with Amazon to accelerate problem solving and innovation on sustainability business challenges around the world. The Recycling Partnership\n                \nCEO Keefe Harrison explains how The Recycling Partnership is working with Amazon to create better recycling solutions across the world, with a focus on plastic bags and mailers in the U.S. ",
  "Responsible Business Alliance\n                \nVice President of the Responsible Business Alliance, Bob Mitchell, talks about partnering with Amazon on the shared values of protecting workers, the environment, and the supply chain. BSR\n                \nPresident and CEO of BSR, Aron Cramer, talks about partnering with Amazon on initiatives like the Clean Cargo Working Group and HERProject. City Harvest\n                \nCEO of City Harvest, Laura Winningham, talks about partnering with Amazon to distribute more than 2 million meals to communities in London. The Nature Conservancy\n                \nChief External Affairs Officer of The Nature Conservancy, Lynn Scarlett, talks about partnering with Amazon on conservation efforts for the benefit of people and nature, and collaborating with small, private forest owners in North America for improved forest management and restoration solutions. Global Optimism\n                \nFounding Partner Tom Rivett-Carnac explains how Amazon and Global Optimism partnered to create The Climate Pledge, a commitment to achieve net-zero carbon by 2040—10 years ahead of the Paris Agreement. Partnerships and Stakeholder Engagements\n            \n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdvanced Energy Buyers Group\n\n\nAmazon is a founding member of the Advanced Energy Buyers Group (AEBG), a coalition of leading advanced energy purchasers engaging on policies to unlock opportunities for customers to access affordable, reliable, clean, and innovative energy options. ",
  "Advanced Energy Economy\n\n\nTo promote education, analysis, and policy advocacy for clean energy, Amazon joined Advanced Energy Economy (AEE), a nonprofit association of clean energy businesses that is committed to promoting clean and affordable energy technologies. AEE publishes reports, brings together stakeholders, and advocates for advanced energy policies with state and federal policymakers on issues related to electric vehicles, renewable energy, energy efficiency, and the smart grid. ",
  "Amader Kotha\n\n\nIn 2020, Amazon began working with the Amader Kotha Helpline, which provides workers with a mechanism to report and resolve safety and other concerns in the ready-made garment sector in Bangladesh. The Helpline was initially established as a project of the Alliance for Bangladesh Worker Safety following the Rana Plaza tragedy. In 2018, the Helpline became an independent initiative available to all garment workers with the support of factories and brands. American Council on Renewable Energy \n\n\nAmazon joined the American Council on Renewable Energy (ACORE), a national nonprofit organization that unites finance, policy and technology to accelerate the transition to a renewable energy economy. ACORE convenes thought leadership forums and creates energy industry partnerships to communicate the economic, security, and environmental benefits of renewable energy. Amfori\n\n\nIn 2018, Amazon became of a member of Amfori, a leading global business association for open and sustainable trade. ",
  "Amfori brings together over 2,500 retailers, importers, brands, and associations from over 40 countries to drive social performance and improvements across global supply chains. Better Buying\n\n\nIn 2019, Amazon began partnering with the Better Buying Initiative as part of their commitment to reimagining supply chain sustainability and leveraging data to strengthen supplier-buyer partnerships by improving purchasing practices. ",
  "Better Buying's cloud-based platform enables suppliers to anonymously rate the purchasing practices of their buyers, providing data-driven insights which can be used by retailers, brands, and suppliers to continuously improve purchasing practices, and achieve mutually beneficial sustainability outcomes. Better Cotton Initiative\n\n\nTo support the transition of sourcing more sustainable cotton for Amazon-owned Private Brand apparel products, Amazon joined the Better Cotton Initiative (BCI) in 2019, a global nonprofit organization and the largest cotton sustainability program in the world. BCI exists to make global cotton production better for the people who produce it, better for the environment it grows in, and better for the sector’s future. In 2021, we also joined BCI's Retailer and Brand Advisory Panel on Traceability. Business for Social Responsibility\n\n\nAmazon is a member of the Business for Social Responsibility (BSR), an organization of sustainable business experts that works with its global network of leading companies to build a just and sustainable world. Amazon participates in BSR initiatives such as Future of Fuels (a collaboration with a mission to build demand and promote adoption of clean energy technology for trucking), Clean Cargo Working Group (an initiative to reduce the environmental impacts of global goods transportation), and Tech Against Trafficking (a coalition of technology companies collaborating with global experts to help eradicate human trafficking using technology). ",
  "BSR HERproject\n\n\nIn 2019, Amazon began partnering with BSR's HERproject, an initiative that brings together global brands, their suppliers, and local partners to create and implement workplace-based interventions on health, financial inclusion, and gender equality. Through our partnership with HERproject, we engage suppliers in China, Bangladesh, Vietnam, and India. ",
  "As of December 2021, we have reached nearly 12,000 women with HERproject programming, including training on health and financial skills, and building the capacity of workers and factory management to combat gender-based discrimination in the workplace. Carbon Leadership Forum\n\n\nAmazon committed to sponsor the Carbon Leadership Forum, an industry-academic collaboration hosted at the University of Washington and focused on reducing the embodied carbon of building design. Amazon participates in this group to shape building industry standards for embodied carbon and calculation tools for the building industry. Center for Climate and Energy Solutions\n\n\nAmazon joined the Business Environmental Leadership Council at the Center for Climate and Energy Solutions (C2ES) to work toward practical solutions to the world's climate and energy challenges. C2ES is an independent, nonpartisan, nonprofit organization working to advance strong policy and action to reduce greenhouse gas emissions, promote clean energy, and strengthen resilience to climate impacts. In 2020, Amazon signed a statement from the C2ES calling on the Biden Administration and new Congress to seek ambitious, durable climate solutions. ",
  "Ceres Corporate Electric Vehicle Alliance\n\n\nIn 2020, Amazon partnered with Ceres and other fleet operators to launch the Corporate Electric Vehicle Alliance, bringing together companies that work to accelerate the transition to electric vehicles. This alliance helps aggregate corporate demand for transportation electrification, while also providing a platform to coordinate support for policies that enable fleet electrification. ",
  "In 2021, members of the alliance published a comprehensive report on ways that utilities, regulators, and policymakers can enable fleet operators to electrify commercial transportation and reduce carbon emissions. City Harvest UK\n\n\nIn the UK, Amazon partners with City Harvest London to put surplus food to use in a sustainable way. City Harvest collects food from supermarkets, restaurants, manufacturers, and other food business, and distributes it to community programs that serve meals to vulnerable people. Closed Loop Fund\n\n\nAmazon invested $10 million in the Closed Loop Infrastructure Fund to finance recycling and circular economy infrastructure in North America. Through this investment, Amazon aims to increase product and packaging recycling, ensuring that material gets back into the manufacturing supply chain. Over the next decade, our investment in the Closed Loop Infrastructure Fund will improve curbside recycling for 3 million homes in communities across the U.S., diverting 1 million tons of recyclable material from landfills and eliminating the equivalent of 2 million metric tons of carbon dioxide. ",
  "Corporate Eco Forum\n\n\nAmazon joined the Corporate Eco Forum (CEF), an invitation-only membership group for large companies that demonstrate a serious commitment to sustainability as a business strategy issue. CEF's mission is to help accelerate sustainable business innovation by creating a neutral space for senior business leaders to strategize and exchange best-practice insights. ",
  "Ellen MacArthur Foundation\n\n\nAmazon joined the Ellen MacArthur Foundation Network in 2020 as part of our ongoing commitment to reduce waste and share success stories across industries. The Ellen MacArthur Foundation’s mission is to accelerate the transition to a circular economy. The Foundation works with, and inspires, business, academia, policymakers, and institutions to mobilise systems solutions at scale, globally. Energy Storage Association\n\n\nAWS joined the U.S. Energy Storage Association (ESA) in 2020 to advocate on energy storage issues in the U.S. at federal and state levels. The ESA is the national trade association dedicated to energy storage, working toward a more resilient, efficient, sustainable, and affordable electricity grid—as is uniquely enabled by energy storage. Feeding America\n\n\nAmazon partners with Feeding America to direct our surplus inventory to communities in need. ",
  "Feeding America is a U.S. network of food banks, pantries, soup kitchens, shelters, and other community-based agencies that works alongside Amazon’s vast network to strategically partner nonprofit members and Amazon facilities to maximize the impact of these donations. Global Optimism\n\n\nGlobal Optimism works to inspire individuals and build transformative partnerships that tackle the climate crisis with the conviction, scale and speed that science demands. ",
  "In 2019, Amazon and Global Optimism co-founded The Climate Pledge, a commitment to achieve net-zero carbon by 2040—10 years ahead of the Paris Agreement. Good 360\n\n\nGood360 partners with socially responsible companies to source highly needed goods and distribute them through their network of diverse nonprofits that support people in need. Amazon is one of the biggest suppliers of donations to Good360, helping to provide items to low-income households, foster families, individuals with special needs or disabilities, seniors, veterans, immigrants, and more. In Kind Direct\n\n\nAmazon is a long-term partner of In Kind Direct, a charity working across the UK, France, and Germany to broker product giving among the members of its network. Through this partnership, we have donated more than 200,000 products, including toys, shoes, clothing, and household items, to 1,800 charities. Innatura\n\n\nAmazon is a long-term partner of Innatura, a nonprofit which receives products from manufacturers and retailers in Germany and distributes them for social good. ",
  "Through this partnership, Amazon has donated to more than 1,500 charities benefiting nearly 500,000 individuals and families in Germany with donations including toys, shoes, clothing, and drugstore items, among others. International Safe Transit Association\n\n\nThe International Safe Transit Association (ISTA) is a nonprofit, member-driven association that empowers organizations and their people to minimize product damage throughout distribution and optimize resource usage through effective package design. ",
  "Amazon partnered with ISTA to craft the standards behind our Frustration-Free Packaging programs. Leather Working Group\n\n\nAmazon joined the Leather Working Group to support the transition to more sustainable leather in Amazon-owned Private Brand apparel products. The Leather Working Group seeks to improve the leather manufacturing industry by creating alignment on environmental priorities, bringing visibility to best practices, and providing suggested guidelines for continual improvement. Nest\n\n\nIn 2020, Amazon partnered with Nest, a nonprofit supporting the growth and development of the artisan sector to build a world of greater gender equity and economic inclusion. Through programs that improve worker wellbeing for those working outside the four-walled factory, Nest is bringing radical transparency and opportunity to the informal handworker economy globally. Amazon is proud to serve on Nest’s Steering Committee. ",
  "Public-Private Alliance for Responsible Minerals Trade\n\n\nAmazon joined the Public-Private Alliance for Responsible Minerals Trade (PPA) in 2020. The PPA is a multi-sector initiative among leaders in civil society, government, and industry to support projects in the Democratic Republic of the Congo and the surrounding Great Lakes Region of Central Africa that improve the due diligence and governance systems needed for ethical supply chains. ",
  "In 2021, Amazon will provide additional funding towards these efforts and participate in work groups devoted to enhancing local data collection. RE-Source Platform\n\n\nTo advocate for issues related to clean energy purchasing, Amazon is a member of the RE-Source Platform. RE-Source is a European alliance of stakeholders representing clean energy buyers and suppliers for corporate renewable energy sourcing. It is the first and only multi-stakeholder platform in Europe bringing together the interests of both buyers and sellers in order to unlock the potential of new business models, accelerate the transition to affordable renewable energy sources and help combat climate change. Amazon is a member of the Steering Committee and Chairs the Policy Committee. Renewable Energy Buyers Alliance\n\n\nTo support a resilient clean energy system, Amazon joined the Renewable Energy Buyers Alliance (REBA). ",
  "REBA is an alliance of large clean energy buyers, energy providers, and service providers that, together with NGO partners, is unlocking the marketplace for all non-residential energy buyers to lead a rapid transition to a cleaner, prosperous, zero carbon energy future. In January 2021, Amazon Signed a statement from the Renewable Energy Buyers Alliance to the incoming Biden Administration calling for a customer-centric transition to 100% clean energy as soon as feasible, increased access to renewable energy, and increased federal research and development funding for clean tech. ",
  "Responsible Business Alliance\n\n\nAmazon is a member of the Responsible Business Alliance (RBA), a nonprofit coalition of companies committed to supporting the rights and wellbeing of workers and communities worldwide affected by global supply chains. Responsible Labor Initiative\n\n\nAmazon is a member of the Responsible Labor Initiative (RLI), a multi-industry, multi-stakeholder initiative focused on ensuring that the rights of workers vulnerable to forced labor in global supply chains are consistently respected and promoted. The RLI is run by the Responsible Business Alliance and focuses on ensuring that the rights of workers vulnerable to forced labor in global supply chains are consistently respected and promoted. Responsible Minerals Initiative\n\n\nIn 2015, Amazon joined the Responsible Minerals Initiative (RMI), an initiative of the Responsible Business Alliance. Founded in 2008, the RMI has grown into one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. Amazon participates in RMI working groups devoted to cobalt, mica, and smelter engagement. ",
  "We believe our participation in these working groups is integral to enhancing minerals due diligence and promoting the certification of smelters in our supply chain. SCORE\n\n\nAmazon works with the International Labour Organization's Sustaining Competitive and Responsible Enterprises (SCORE) program. ",
  "In 2020, we expanded our work with the SCORE program, a lean manufacturing program focused on improving productivity and working conditions in small- and medium-sized manufacturers. As of June 2021, through SCORE, we have provided training on workplace health and safety to 4,398 workers in our supply chain. SolarPower Europe\n\n\nAmazon joined SolarPower Europe (SPE) to help advance solar energy development across Europe. SPE works to ensure solar-based energy solutions have access to financing and funding across Europe, positioning these solutions with policymakers at the European and national levels, effectively communicating the benefits of solar power and more. StolenYouth\n\n\nAmazon partners with StolenYouth, a Seattle-based organization with the mission to end child sex trafficking in the state of Washington through prevention, connecting trafficked youth to resources and services, and empowering survivors along their path to recovery and a promising future. We support StolenYouth by providing both financial support and goods donations. ",
  "Supplier Ethical Data Exchange\n\n\nAmazon is a member of Sedex, a global membership organisation that empowers companies to implement responsible business practices and policies in their business and supply chain to build responsible supply chains. Sedex provides businesses with the tools, technology and insights needed to operate ethically, source responsibly and work with their Suppliers to create fair working conditions for the people who make their products and services. ",
  "Sustainable Apparel Coalition\n\n\nAmazon joined the Sustainable Apparel Coalition (SAC), an industry-wide group of more than 250 leading apparel and footwear brands, retailers, manufacturers, non-governmental organizations, academic experts, and government organizations working to reduce the environmental and social impacts of apparel products around the world. We encourage our Amazon-branded suppliers to evaluate their practices using the Coalition’s Higg Index, a tool to help manufacturers measure the social and environmental performance of their facilities. Sustainable Packaging Coalition\n\n\nAmazon joined the Sustainable Packaging Coalition (SPC), an industry working group dedicated to a more robust environmental vision for packaging. SPC uses strong member support, an informed and science-based approach, supply chain collaborations, and continuous outreach to build packaging systems that encourage economic prosperity and a sustainable flow of materials. Tech Against Trafficking \n\n\nTech Against Trafficking is a coalition of companies collaborating with global experts to help eradicate human trafficking using technology. Textile Exchange \n\n\nAmazon joined Textile Exchange to support our commitment to sustainable apparel. ",
  "Textile Exchange a global nonprofit that works with its members to drive industry transformation in preferred fibers, including recycled materials. Textile Exchange identifies and shares best practices on farming, materials, processing, traceability, and product end-of-life in order to reduce the textile industry’s impact on the world’s water, soil, and air, and the human population. ",
  "The Nature Conservancy\n\n\nThrough the Right Now Climate Fund, Amazon is collaborating with The Nature Conservancy (TNC) to research, identify, design, and implement natural climate solutions around the world to mitigate climate change. TNC is a global nonprofit organization dedicated to conserving the lands and waters on which all life depends. Working in 79 countries and territories, TNC engages diverse partners to create science-based, innovative, on-the-ground solutions to our world’s toughest challenges so that nature and people can thrive together. The Recycling Partnership\n\n\nTo improve curbside recycling in the U.S., Amazon partners with The Recycling Partnership, which supports communities and local governments with education, infrastructure, and measurement related to curbside recycling. The Recycling Partnership supports communities and local governments with education, infrastructure, and measurement related to curbside recycling. Third Way\n\n\nThird Way’s Climate and Energy Program designs and advocates for policies that will drive innovation and deployment of clean energy technologies and place the United States on the fastest, fairest path to net-zero emissions by mid-century. ",
  "Amazon is partnering with Third Way to advance federal climate and clean energy policy solutions. Truckers Against Trafficking \n\n\nAmazon is an official corporate sponsor of Truckers Against Trafficking (TAT), an organization dedicated to combating human trafficking in the trucking industry, and began incorporating TAT training modules into trainings for our internal fleet of drivers to teach them how to identify and respond to potential victims of human trafficking. ",
  "As of January 2021, we have trained 100% of Amazon employees who drive trucks. U.S. Partnership for Renewable Energy Finance\n\n\nAmazon joined the U.S. Partnership for Renewable Energy Finance (U.S. PREF), a program of ACORE, to support our work with state and federal policymakers and other stakeholders to enable more renewable energy opportunities for cloud providers. U.S. PREF is an educational program that provides expert input on how the renewable energy finance market works. We Mean Business\n\n\nThe Climate Pledge and Global Optimism are partnering with the We Mean Business coalition and several other organisations in the largest effort to date to mobilise the private sector to reach net-zero carbon by 2040.This partnership will demonstrate that corporate leaders can go further and faster on climate action. The Climate Pledge and We Mean Business coalition also provide resources and support to TED Countdown, Race to Zero and the Science Based Targets Initiative (SBTi), urging companies to respond to the climate crisis by setting specific, measurable targets. Latest News\nSee how we put our scale and inventive culture to work on building a sustainable future. ",
  "Oregon community and AWS work together to benefit local agriculture\nReused water from AWS data centers helps grow crops. Climate Next: Using data to address tree cover and climate change\nThe Nature Conservancy uses cloud technology to provide tree shade access in neighborhoods—regardless of income, race, or ethnicity. "
]