[
  "In their rush to win customers and reduce financial exclusion, are banks and fintechs unwittingly creating even greater inequality? Skip to main content (Press Enter).",
  "Sign in Skip auxiliary navigation (Press Enter). United States IBM® Community IBM Community Home AIOps & Management Business Analytics Business Automation Cloud Pak for Data Data Science DataOps Hybrid Data Management IBM Japan IBM Z & LinuxONE Integration Internet of Things Power Systems Cloud Network Automation Security Storage Supply Chain Watson Apps WebSphere & DevOps Site map IBM IBM Z and LinuxONE Community Skip main navigation (Press Enter). Toggle navigation HomeGroups Hybrid User Group BlogsDiscussionsEventsVideosLibraryMembersNewsletter Home Newsletter MembersEventsUser GroupsUser GroupsZCouncilsTopic GroupsEvents Upcoming Community EventsAll Community EventsWelcome IBM Hyper Protect Accelerator Hub - Group home Group Navigator View Only Home Blog entries 36 Discussions 0 Events 0 Library Back to Blog List In their rush to win customers and reduce financial exclusion, are banks and fintechs unwittingly creating even greater inequality? By Sam Carter posted Wed December 22, 2021 10:31 AM 1 Like In emerging markets such as Mexico, the prevailing narrative in the retail banking and fintech sectors is that the slew of new debit and credit card services launched in recent years, by both incumbent banks and startup fintechs, offers a route to reduce financial inequality, a noble aim in a country where over 60% of the population don’t have a bank account. Almost universally, analysts and commentators have reacted positively, noting that increased competition and the adoption of mobile money tools are a good thing for consumers and society in general. Yet in their clamour to stand out from the crowd and claim market share, are some of these new services unwittingly increasing, rather than decreasing, financial inequality?",
  "Globally and in Mexico, a popular marketing tactic employed by new credit and debit card services to acquire customers is to offer cashback rewards. Indeed, “cashback” has become a ubiquitous term and quickly established itself as the preferred type of promotion among consumers.",
  "It’s a simple concept to understand and the promise of easily earned rewards is a compelling way to tempt people to try something new.Typically, the cashback reward is calculated as a percentage of the transaction amount and is financed by either the bank, the card operator or the merchant where the purchase occurs. At first glance, linking cashback offers to card transactions seems like a winning proposition for all involved: the business generates sales, the bank increases card transaction volume, and the buyer receives a monetary reward. So far, so good.But on closer inspection, the picture becomes a little less rosy, because unless the company financing the rewards (the bank, card operator or merchant) is willing to incur the cost, it is ultimately consumers who pay. In the US, the effects of credit card rewards on structural inequality have been studied extensively. As far back as 2010, a paper by the Federal Reserve Bank showed that reward programs beloved of credit card companies serve to increase financial inequality. This is because the card operators and banks normally include the costs of their reward programs in the transaction fees they charge merchants, who, in turn, increase their prices to cover the expense.",
  "The result is that everybody ends up paying more so a small number of card holders can earn exclusive rewards. In effect, people who pay with cash or other payment cards subsidize the rewards enjoyed by the privileged few.",
  "Clearly, while cashback rewards offered by new debit and credit card services bestow benefits on their clients, they simultaneously penalize those who don’t sign up. In Mexico, a country where over 85% of payments are made in cash, the marginalized group equates to a lot of people - hence the unwitting role new financial services play in worsening, rather than improving, financial inclusion.This poses a dilemma for businesses that implement card-linked promotions, especially large companies that increasingly seek to position themselves as purpose-driven. Some socially conscious consumers, too, may feel a pang of guilt once they know that their perks come at a cost. So what can be done? How can the consumer rewards model in Mexico be improved so that it is more inclusive and fair, and does not penalize millions of people? Or phrased differently, is there a way to reward the many, not just the few?My company, Moneo, has developed a datatech solution that addresses some of the defects of the traditional cashback model and enables our brand partners to implement cashback promotions in a more accessible and equitable way.",
  "Moneo operates a receipt-snapping app that helps consumers to save money on everyday spending. The service is easy to use and, more importantly, accessible to all.",
  "To redeem an offer, our users simply snap and upload a photo of their shopping receipt. In contrast to the conventional cashback model, which demands a particular card be used, our solution is payment agnostic - people can pay with any card or, indeed, with cash, so no change of consumer buying behaviour is required. Crucially, our technology allows us to identify and extract product-level purchase data from paper and digital receipts, something not possible with card-linked promotions. This, in turn, enables us to offer product-specific cashback offers, which can be financed by consumer packaged goods brands (CPGs). Unlike banks and card operators, most CPGs have access to existing digital or trade marketing budgets that they can use to pay for the rewards, which means the costs are not passed on to consumers - a fairer model for all.The brands are willing to pay because the Moneo system can directly link a cashback payout to an in-store sale, so the return on investment is 100% measurable. This has the potential to be a marketing game-changer in Mexico, where smartphone penetration has exploded, but over 90% of retail sales still happen in physical stores.",
  "As a datatech startup that services major brands and processes large quantities of sensitive data, it is critical, for both strategic and regulatory reasons, to operate at the forefront of data protection, privacy, security and compliance. To this end, we are fortunate to be a member of the IBM Hyper Protect Accelerator and the Village Capital Datatech for Good Coalition.",
  "Increasingly, companies of all sizes are starting to reevaluate their data policies and how their operations impact society at large. Through our involvement with these programs, we hope to make a telling contribution to the debate and develop technology that benefits all stakeholders. Our partnership with IBM, for example, allows us to run workloads on the IBM Cloud via a suite of services available through the IBM Hyper Protect Services solution. And with access to market-leading cloud services and assistance from the IBM Hyper Protect Accelerator, we can not only build a highly secure and scalable platform, but also demonstrate to customers, partners and regulators that data security is integrated both strategically and operationally into everything we do. With regard to data privacy, we have worked closely with our legal team at Hogan Lovells to craft a policy that explains clearly how we handle consumer data. The document is easily available in multiple touchpoints - on our website, on the sign-up page and in the application.",
  "In addition, we communicate to our users how our business model works because we firmly believe it facilitates a fairer exchange of value for them. We’re also busy developing new solutions.",
  "As a next step, we plan to let our users convert their Moneo rewards into mobile airtime, an innovation through which CPGs will be able to help subsidize the cost of essential communication services for their customers. This model could be extended to myriad services, such as, for instance, micro insurance payments, and it offers enormous potential for big business to do good.But that is for the future. In the meantime, we will continue to work towards our goal of helping millions of people to save money on their everyday spending. And because we deliver rewards to the many, not the few, purpose-driven CPG partners can participate, safe in the knowledge that their cashback promotions will generate sales and positive social impact, but will not unwittingly widen the financial divide. Sam Carter, Co-founder & CEO, Moneowww.moneo.cash LinkedIn: Sam Carter 0 comments 6 views Latest blogs Conheça a Comunidade SysAdminas, um grupo voltado para a inclusão de mulheres na área de infraestrutura ... Posted by:Beatriz Oliveira, an hour ago Blog Entry IBM Releases Additional Features to Augment z/OS v2.5 Posted by:Michael Miehle, 2 hours ago Blog Entry Db2 13 for z/OS certified for SAP Solutions Posted by:Bernd Kohler, 5 hours ago Blog Entry What's new in IBM Open Enterprise SDK for Go 1.18 Posted by:Yuan Jie Song, 7 hours ago Blog Entry IBM Open Enterprise SDK for Go 1.18 is now available! Posted by:James Tang, 7 hours ago Blog Entry Copyright 2019 IBM Z and LinuxONE Community.",
  "All rights reserved. Powered by Higher Logic ×Group Tags Add a tag x User Tags may not contain the following characters: @ # $ & :"
]