[
  "Exclusive: Elon Musk wants to cut 10% of Tesla jobs | Reuters Skip to main contentSkip to floating mini videoWorldBusinessLegalMarketsBreakingviewsTechnologyInvestigationsMoreMy ViewRegisterJune 3, 202210:05 PM UTCLast Updated agoChargedExclusive: Elon Musk wants to cut 10% of Tesla jobsBy Hyunjoo Jin5 minute readRegister now for FREE unlimited access to Reuters.comRegisterSummaryCompaniesTesla employed around 100,000 people at end of 2021Musk warned staff on Tuesday to return to office or leaveU.S. executives sounding increasingly gloomy about economySAN FRANCISCO, June 3 (Reuters) - Tesla (TSLA.O) CEO Elon Musk has a \"super bad feeling\" about the economy and needs to cut about 10% of salaried staff at the electric carmaker, he said in emails seen by Reuters.A message sent to executives on Thursday laid out his concerns and told them to \"pause all hiring worldwide.\"",
  "The dire outlook came two days after the billionaire told staff to return to the workplace or leave and adds to a growing chorus of warnings from business leaders about the risks of recession.Tesla shares fell 9% in U.S. trade on Friday after the Reuters report. The tech-heavy Nasdaq (.IXIC) was down about 2%.Register now for FREE unlimited access to Reuters.comRegisterIn another email to employees on Friday, Musk said Tesla will be reducing salaried headcount by 10%, as it has become \"overstaffed in many areas.\" But \"hourly headcount will increase,\" he said. \"Note, this does not apply to anyone actually building cars, battery packs or installing solar,\" Musk wrote in the email seen by Reuters.Almost 100,000 people were employed at Tesla and its subsidiaries at the end of 2021, its annual SEC filing showed. It did not break down numbers of salaried and hourly workers.Tesla's expanding payrollThe Texas-based company was not immediately available for comment.Musk has warned in recent weeks about the risks of recession, but his email ordering a hiring freeze and staff cuts was the most direct and high-profile message of its kind from the head of an automaker, with others describing sky high demand. read more \"Elon Musk has a uniquely informed insight into the global economy.",
  "We believe that a message from him would carry high credibility,\" Adam Jonas, an analyst Morgan Stanley, said in a report.SHANGHAI LOCKDOWNSo far, demand for Tesla cars and other electric vehicles (EV) has remained strong and many traditional indicators of a downturn - including increasing dealer inventories and incentives in the United States - have not materialized.But Tesla has struggled to restart production at its Shanghai factory after COVID-19 lockdowns forced costly outages. \"It is always better to introduce austerity measures in good times than in bad times.",
  "I see the statements as a forewarning and a precautionary measure,\" said Hanover-based NordLB analyst Frank Schwope.Musk's gloomy outlook echoes recent comments from executives including JPMorgan Chase & Co CEO Jamie Dimon and Goldman Sachs President John Waldron.1/3Elon Musk attends the opening ceremony of the new Tesla Gigafactory for electric cars in Gruenheide, Germany, March 22, 2022. Patrick Pleul/Pool via REUTERS/File PhotoRead MoreA \"hurricane is right out there down the road coming our way,\" Dimon said this week. read more Inflation in the United States is hovering at 40-year highs and has caused a jump in the cost of living for Americans, while the Federal Reserve faces the difficult task of dampening demand enough to curb inflation while not causing a recession.It was also not immediately clear what implication, if any, Musk's view would have for his $44 billion bid for Twitter (TWTR.N). U.S. antitrust regulators cleared the way for the deal on Friday, sending Twitter shares up 2%. read more Several analysts have cut price targets for Tesla recently, forecasting lost output at its Shanghai plant, a hub supplying EVs to China and for export.China accounted for just over a third of Tesla's global deliveries in 2021, according to company disclosures and data released on sales there. On Thursday, Daiwa Capital Markets estimated Tesla had about 32,000 orders awaiting delivery in China, compared to 600,000 vehicles for BYD (002594.SZ), its larger EV rival in that market.Reuters Graphics Reuters Graphics'PAUSE ALL HIRING'Before Musk's warning, Tesla had about 5,000 job postings on LinkedIn from sales in Tokyo and engineers at its new Berlin gigafactory to deep learning scientists in Palo Alto.",
  "It had scheduled an online hiring event for Shanghai on June 9 on its WeChat channel.Musk's demand that staff return to the office has already faced pushback in Germany. read more And his plan to cut jobs would face resistance in the Netherlands, where Tesla has its European headquarters, a union leader said.",
  "\"You can't just fire Dutch workers,\" said FNV union spokesperson Hans Walthie, adding Tesla would have to negotiate with a labor union on terms for any departures.In a Tuesday email, Musk had said Tesla employees were required to be in the office for a minimum of 40 hours per week, closing the door on any remote work. \"If you don't show up, we will assume you have resigned,\" he said.Jason Stomel, founder of tech talent agency Cadre, said that the return-to-office memo could be a way to get people to leave. \"(Musk) knows there's a percentage of workers who are just not going to come back,\" which he said would be cheaper for Tesla because no severance would be needed.Musk has referred to the risk of a recession repeatedly in recent comments.Remotely addressing a conference in mid-May in Miami Beach, he said: \"I think we are probably in a recession and that recession will get worse. \"Reuters Graphics Reuters GraphicsRegister now for FREE unlimited access to Reuters.comRegisterReporting by Hyunjoo Jin Additional reporting by John O'Donnel, Ju-min Park, Zoey Zhang, Toby Sterling and Sarah Morland and Nivedita Balu; editing by John Stonestreet, Mark Potter, Nick Zieminski and Lisa ShumakerOur Standards: The Thomson Reuters Trust Principles.ChargedGalleryToyota, Suzuki take hybrid route in India for local, global markets, article with galleryAutos & Transportation · June 24, 2022 · 12:09 PM UTCToyota Motor Corp and Suzuki Motor Corp on Friday said they would begin production of hybrid vehicles in India, a category that Toyota has said is currently best suited to such markets.VideoChargedToyota, Subaru shares drop on \"embarrassing\" recalls of first EVs, article with video10:52 AM UTCGalleryChargedExclusive: After pressure from Toyota chief, Japan emphasized support for hybrids, article with gallery9:45 AM UTCChargedToyota recalls first mass-produced EVs less than 2 months after launch, article with image9:23 AM UTCGalleryChargedBiden administration leans on Tesla for guidance in renewable fuel policy reform, article with galleryJune 23, 2022Site IndexBrowseWorldBusinessLegalMarketsBreakingviewsTechnologyInvestigationsLifestyleAbout ReutersAbout ReutersCareersReuters News AgencyBrand Attribution GuidelinesReuters LeadershipReuters Fact CheckReuters Diversity ReportStay InformedDownload the AppNewslettersInformation you can trustReuters, the news and media division of Thomson Reuters, is the world’s largest multimedia news provider, reaching billions of people worldwide every day. Reuters provides business, financial, national and international news to professionals via desktop terminals, the world's media organizations, industry events and directly to consumers.Follow UsThomson Reuters ProductsWestlawBuild the strongest argument relying on authoritative content, attorney-editor expertise, and industry defining technology.OnesourceThe most comprehensive solution to manage all your complex and ever-expanding tax and compliance needs.CheckpointThe industry leader for online information for tax, accounting and finance professionals.Refinitiv ProductsRefinitiv Workspace Access unmatched financial data, news and content in a highly-customised workflow experience on desktop, web and mobile.Refinitiv Data Catalogue Browse an unrivalled portfolio of real-time and historical market data and insights from worldwide sources and experts.Refinitiv World-CheckScreen for heightened risk individual and entities globally to help uncover hidden risks in business relationships and human networks.Advertise With UsAdvertising GuidelinesCookiesTerms of UsePrivacyDigital AccessibilityCorrectionsSite FeedbackAll quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.© 2022 Reuters."
]