[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelezione delle preferenze relative ai cookieUtilizziamo cookie e altre tecnologie simili necessari per consentirti di effettuare acquisti, per migliorare le tue esperienze di acquisto e per fornire i nostri servizi, come descritto in dettaglio nella nostra Informativa sui cookie. Utilizziamo questi cookie anche per capire come i clienti utilizzano i nostri servizi per poterli migliorare (ad esempio, analizzando le interazioni con il sito). ",
  "Se accetti, utilizzeremo i cookie anche per ottimizzare la tua esperienza di acquisto nei negozi Amazon come descritto nella nostra Informativa sui cookie. Questo comprende l'utilizzo di cookie di prima parte e di terze parti che memorizzano o accedono a informazioni standard del dispositivo, come l’identificatore univoco. I terzi utilizzano i cookie per le loro finalità di mostrare e analizzare la pubblicità personalizzata, generare informazioni sui destinatari e sviluppare e migliorare i prodotti. Clicca su \"Personalizza i cookie\" per non accettare questi cookie, gestire le tue preferenze ulteriori o saperne di più. Puoi modificare le tue preferenze in qualsiasi momento visitando la pagina sulle Preferenze cookie, come descritto nell'Informativa sui cookie. Per maggiori informazioni sulle modalità e finalità per cui Amazon utilizza i dati personali (come, ad esempio, la cronologia degli ordini dei negozi Amazon), consulta la nostra Informativa sulla privacy.Si è verificato un problema durante il salvataggio delle preferenze relative ai cookie. ",
  "Riprova.Accetta i cookiePersonalizza i cookie\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPassa al contenuto principale\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.it\n\n\n\n\n\n\n\n\n\n                   Ciao\n                \n\n                   Scegli il tuo indirizzo\n                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLibri\n\n\nSeleziona la categoria in cui desideri effettuare la ricerca\n\nLibri\nTutte le categorie\nAbbigliamento\nAlexa Skill\nAlimentari e cura della casa\nAmazon Fresh\nAmazon Global Store\nAmazon Warehouse\nApp e Giochi\nAudiolibri Audible\nAuto e Moto - Parti e Accessori\nBellezza\nBuoni Regalo\nCancelleria e prodotti per ufficio\nCasa e cucina\nCD e Vinili\nDispositivi Amazon\nElettronica\nFai da te\nFilm e TV\nGiardino e giardinaggio\nGiochi e giocattoli\nGioielli\nGrandi elettrodomestici\nHandmade\nIlluminazione\nIndustria e Scienza\nInformatica\nIscriviti e Risparmia\nKindle Store\nMeno di 10€\nModa\nMusica Digitale\nOrologi\nPrima infanzia\nPrime Video\nProdotti per animali domestici\nSalute e cura della persona\nScarpe e borse\nSoftware\nSport e tempo libero\nStrumenti musicali e DJ\nU2 Supermercato\nValigeria\nVideogiochi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCiao, Accedi\nAccount e liste\n\n\n\nResi\ne ordini\n\n\n\n0\n\n\n\n\n\n\n        Carrello\n        \n\n\n\n\n\n\n\n\n\n\n\n\nTutte\n\n\n\n\n\n\n\n\n\n\nSupporto per l'accessibilità\nBestseller\nAmazon Basics\nServizio Clienti\nOfferte\nNovità\nPrime\nMusica\nLibri\nModa\nElettronica\nVideogiochi\nCasa e cucina\nInformatica\nGiochi e Giocattoli\nAuto e Moto\nMiglioramento casa\nSport e Attività all'aperto\nSalute e cura della casa\nBellezza\nProdotti per animali domestici\nPrima infanzia\nIdee regalo\nBuoni Regalo\neBook in italiano\nToolkit Acquirente\nSpedizione Gratuita\nVendere\nsu Amazon\nWishlist\nIscriviti e Risparmia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Libri in altre lingue\n      \n    \n\n\n\n      Ricerca avanzata\n      \n    \n\n\n\n      Bestseller\n      \n    \n\n\n\n      Novità\n      \n    \n\n\n\n      Libri\n      \n    \n\n\n\n      Libri in inglese\n      \n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmazon.it: Affordable and Clean Energy - Filho, Walter Leal, Azul, Anabela Marisa, Brandli, Luciana, Özuyar, Pinar Gökcin, Wall, Tony - Libri\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n                Libri\n            \n\n\n             ›\n         \n\n\n                Politica\n            \n\n\n             ›\n         \n\n\n                 Relazioni internazionali e globalizzazione\n             \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   \n\n     Nuovo:    539,82 €     \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n    Tutti i prezzi includono l'IVA. Consegna a 35€ 2 - 11 maggio. ",
  "Maggiori informazioni   \n\n    \n\n\nScegli il tuo indirizzo\n\n\n    \n\n\n\n\n\n\n  \n\n \n\n\n\n      Generalmente  spedito entro 2-3 settimane. [{\"displayPrice\":\"539,82 €\",\"priceAmount\":539.82,\"currencySymbol\":\"€\",\"integerValue\":\"539\",\"decimalSeparator\":\",\",\"fractionalValue\":\"82\",\"symbolPosition\":\"right\",\"hasSpace\":true,\"showFractionalPartIfEmpty\":true,\"offerListingId\":\"BZu61P5G0pVPYUAsE2b77fXCYGY8ddnlxFDB7rY6wBp3mVSMRsfk6MNT0MR5Am1%2BSTpc7swtqACm7507tBPt24iJp%2BJjMp9mzbtetDostlyGqqDzxvsqAgpF4k%2F6S%2BY%2Fhu0U%2FkAQ%2BGfij0udOaR3sjiHalPVqSgcrDKe89ZwExKHVTOG2RN5V2qs4YCPYhrX\",\"locale\":\"it-IT\",\"buyingOptionType\":\"NEW\"}]   539,82 €539,82 €  \n                    ()\n              Include le opzioni selezionate. Include il pagamento mensile iniziale e le opzioni selezionate. Dettagli  \n       Prezzo     (539,82 €x)         539,82 €          Subtotale    539,82 €539,82 €      Subtotale                  Scomposizione del pagamento iniziale           Costi e data di spedizione e totale dell'ordine (tasse incluse) indicati al momento del pagamento. Aggiungi al carrello   \n \n\n        Acquista ora    \n\n   \n   Transazione sicura     \n  La transazione è sicura   Ci impegniamo a proteggere i tuoi dati e la tua privacy. Il nostro sistema di protezione dei pagamenti crittografa i tuoi dati durante la trasmissione. ",
  "Non divulghiamo i dati della tua carta di credito a venditori terzi né rivendiamo i tuoi dati personali a terze parti. Maggiori informazioni   \n \n\n \n\n\nSpedizione \n\n\n\nBook Depository UK (IT) \n\n\n\nVenditore \n\n\n\nBook Depository UK (IT) \n\n\n   Dettagli        Spedizione     Book Depository UK (IT)        Venditore     Book Depository UK (IT)        \n \n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n  \n   Aggiungi alla Lista                     Non è stato possibile aggiungere l'articolo alla Lista. ",
  "Ti suggeriamo di riprovare più tardi. Condividi      \n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n          Scarica l'app Kindle gratuita e inizia a leggere immediatamente i libri Kindle sul tuo smartphone, tablet o computer, senza bisogno di un dispositivo Kindle. Ottieni maggiori informazioniLeggi immediatamente sul tuo browser con Kindle Cloud Reader. Con la fotocamera del cellulare scansiona il codice di seguito e scarica l'app Kindle. Passa al retro Passa al fronte        Ascolta      Riproduzione in corso... In pausa       Stai ascoltando un campione dell'edizione audio udibile. ",
  "Maggiori informazioni        \n  Visualizza l'immagine    \n  \n \n\n\n\n\n\n\n\n   Affordable and Clean Energy   Copertina rigida – 10 gennaio 2021    \n\n       Edizione Inglese        \n\t   di             \nWalter Leal Filho \n(a cura di),  \n\n\nAnabela Marisa Azul \n(a cura di),  \n\n\nLuciana Brandli \n(a cura di),  \n\n\nPinar Gökcin Özuyar \n(a cura di),  \n\n\nTony Wall \n(a cura di) \n\n\n& \n                 2\n                 altro   \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\nVisualizza tutti i formati ed edizioniSorry, there was a problem loading this page. Try again. ",
  "Prezzo Amazon      Nuovo a partire da   Usato da    \n\n    \n\n \n Copertina rigida \n \n \"Ti preghiamo di riprovare\"  \n    539,82 €    \n\n\n\n      498,45 €    \n                                —\n                                \n\n\n   \n   Copertina rigida  \n 539,82 €  \n\n\n   \n     2 Nuovo  da 498,45 €         \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQuesto articolo è acquistabile con il Bonus Cultura e con il Bonus Carta del Docente   quando venduto e spedito direttamente da Amazon. Sono esclusi prodotti di Venditori terzi sul Marketplace di Amazon. Verifica i termini e condizioni dell' iniziativa   Bonus Cultura 18app e di \n Carta del Docente. Migliora il tuo acquisto            \n \n\n\n\n            \n\n\n\n\n\n  The problems related to the process of industrialisation such as biodiversity depletion, climate change and a worsening of health and living conditions, especially but not only in developing countries, intensify. Therefore, there is an increasing need to search for integrated solutions to make development more sustainable.&nbsp;The United Nations has acknowledged the problem&nbsp;and approved the \u00932030 Agenda for Sustainable Development\u0094. On 1st January 2016, the 17 Sustainable Development Goals (SDGs) of the Agenda officially came into force. ",
  "These goals cover the three dimensions of sustainable development: economic growth, social inclusion and environmental protection. &nbsp; The&nbsp;Encyclopedia of the UN Sustainable Development Goals&nbsp;comprehensively addresses the SDGs in an integrated way.&nbsp;The Encyclopedia encompasses 17 volumes, each one devoted to one of the 17 SDGs. ",
  "This volume addresses SDG 7, namely \"Ensure access to affordable, reliable, sustainable and modern energy for all\u0094 and contains the description of a range of terms, which allow a better understanding and foster knowledge. Energy is crucial for achieving almost all others SDGs, from its role in the eradication of poverty through advancements in health, education, water supply and industrialization, to combating climate change. This book presents a set of papers on the state-of-the-art of knowledge and practices about energy sustainable, in terms of generation and demand energy, considering aspects of innovation, management, sources of energy, performance, society behavior, and infrastructure, among others.Concretely, the defined targets are:&nbsp;Ensure universal access to affordable, reliable and modern energy servicesIncrease substantially the share of renewable energy in the global energy mixDouble the global rate of improvement in energy efficiencyEnhance international cooperation to facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technologyExpand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing states and landlocked developing countries, in accordance with their respective programmes of supportEditorial BoardMd. Mahmudul Alam, Justin Bishop, Luciana Londero Brandli, Elisa Conticelli, Marcos Antonio Leite Frandoloso, Haruna Musa Moda, Matti Sommarberg  Leggi di più  \n\n\n\n\n\n   Previous page    Lunghezza stampa      1000 pagine       Lingua      Inglese       Editore      Springer Nature       Data di pubblicazione      10 gennaio 2021       Dimensioni      19.56 x 7.87 x 26.16 cm       ISBN-10      3319958631       ISBN-13      978-3319958637      Visualizza tutti i dettagli   Next page   \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Dillo alla casa editrice. Vorrei leggere questo libro su Kindle\n\n    Non hai un Kindle? Scopri Kindle, oppure scarica   l'applicazione di lettura Kindle  GRATUITA. ",
  "Recensioni clienti\n\n\n\n\n\n          5 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          4 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          3 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          2 stelle\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\n\n\n          1 stella\n        \n\n          (0%)\n        \n\n\n\n\n\n\n\n\n          \n            0%\n          \n        \n\n\n\nCome vengono calcolate le valutazioni?Per calcolare la valutazione complessiva in stelle e la ripartizione percentuale per stella, non usiamo una media semplice. Il nostro sistema considera elementi quali la recente recensione e se il revisore ha acquistato l'articolo su Amazon. "
]