[
  "Building the renewable energy industry - Google Jump to content About Google in the UK Products Commitments Stories Building the renewable energy industry A visit to three places where a push for wind and solar power is boosting the local economy. Jesse Katz Share - Email Get shareable link Share - Facebook Share - LinkedIn Share - Twitter In an empty corner of the Oklahoma Panhandle, between Arnett (population 511) and Vici (population 702), the future is being forged out of thin air.",
  "Rising some 300 feet from the sandy earth, the 93 turbines of the Great Western Wind Project pivot in the breeze, their blades spinning like the hands of a sped-up clock. 'This is pretty much the middle of nowhere', says Todd Unrein, the site manager, as he drives the dirt roads in a dusty Chevy. Great Western has just one customer â\u0080\u0093 Google â\u0080\u0093 which buys every megawatt-hour the wind farm generates. As the worldâ\u0080\u0099s largest corporate purchaser of renewable energy, Google draws juice from an expanding constellation of clean-power producers, many in equally remote locales such as Texasâ\u0080\u0099 Llano Estacado, Chileâ\u0080\u0099s Atacama Desert, Swedish Lapland, the dykes and dams of the Dutch North Sea, and the foothills of North Carolinaâ\u0080\u0099s Blue Ridge Mountains. In all, Google has signed agreements with 20 wind and solar projects for more than 2.6 gigawatts, an effort that has allowed it to reach a milestone few companies have approached: as of 2017, Google is on track to purchase enough renewable energy to match 100 percent of its operational needs. Renewable energy purchases as a percentage of Googleâ\u0080\u0099s total electricity use 'We worked tremendously hard to achieve this goal', says Marsden Hanna, lead for the Global Energy Policy and Markets programme at Google, noting that as recently as a year ago Google was still only halfway to that benchmark.",
  "'But this is just the beginning.' Going green is not as simple as running a transmission line from a turbine straight to a data centre.",
  "Public utility laws, at least in many parts of the world, allow only regulated monopolies to sell electricity to consumers. To navigate those regulatory hurdles, Google has had to devise a work-around: first buying energy from a wind or solar farm, then selling that renewable energy to a utility, and finally buying regular electricity back from that utility. Itâ\u0080\u0099s an imperfect model, but itâ\u0080\u0099s allowed Google to swiftly add clean energy to the grids where it has data centres, thereby offsetting the 24/7 electricity it consumes with an equal amount of wind and solar power. The next goal, according to Hanna, is to 'get Googleâ\u0080\u0099s entire energy supply to round-the-clock clean energy'. Producing 2,600 megawatts of green power takes teamwork Googleâ\u0080\u0099s 20 renewable partnerships are generating all-new jobs â\u0080\u0093 most of them outside of the major tech hubs. North America: 1.",
  "Golden Hills: Alameda County, California 2. Bethel: Castro County, Texas 3.",
  "Happy Hereford: Deaf Smith County, Texas 4. Bluestem: Beaver County, Oklahoma 5. Cimarron Bend: Clark County, Kansas 6. Great Western: Ellis/Woodward Counties,Oklahoma 7. Canadian Hills: Canadian County, Oklahoma 8. Minco II: Grady/Caddo Counties, Oklahoma 9.",
  "Story County II: Story/Hardin Counties, Iowa 10. MidAmerican Energy Wind VIII: Oâ\u0080\u0099Brien County, Iowa 11.",
  "Rutherford Farm: Rutherford County, North Carolina Europe: 12. Lehtirova: Sweden 13. Maevaara: Sweden 14. Jenasen: Sweden 15. Eolus Wind Farms: Sweden 16. Tellenes: Norway 17.",
  "Beaufort: the Netherlands 18. Delfzijl: the Netherlands 19.",
  "Windpark Krammer: the Netherlands South America: 20. El Romero: Chile Sourcing enough renewable energy to match its annual electricity consumption (roughly equal to that of the entire city of San Francisco) has meant exploring new terrain and cultivating new suppliers. The ripple effects are notable: Google has aimed billions at developing wind and solar farms where none previously existed, which in turn has helped stoke a green-energy economy that overall employs millions of turbine technicians, solar installers, sustainability professionals and construction workers around the world. Visit just a few of these places (in this case, three) and you start to see how the effort is changing communities. And if you really let your imagination loose, you might just glimpse the strangely elegant way that the sun and wind â\u0080\u0093 the stuff of the spirit world, of myth, of superstition â\u0080\u0093 have become enmeshed in our digital and online modern lives. Put differently, when the wind in Oklahoma comes sweepinâ\u0080\u0099 down the plain, those gusts are to a very real degree propelling someoneâ\u0080\u0099s Google search for 'lyrics to Oklahoma''!",
  "Site 1: Windpark Krammer The Netherlands 34 turbines On a January night in 1953, as the Netherlands slept, a violent windstorm swept a high lunar tide over coastal villages. The devastating flood â\u0080\u0093 the watersnoodramp â\u0080\u0093 swallowed hundreds of thousands of acres of farmland, damaging tens of thousands of structures, and claiming 1,836 lives.",
  "The catastrophe spurred the Dutch government to embark on a feat of civil engineering: a network of levees, locks, sluices and dams known as the Delta Works, which today safeguards a country largely at or below sea level. It is there, atop the protective spits, that two local cooperatives â\u0080\u0093 one (Zeeuwind) based in the peninsular province of Zeeland, the other (Deltawind) on the island of Goeree-Overflakkee â\u0080\u0093 have emerged as unlikely renewable-energy pioneers. The 34-turbine, 102-megawatt wind project they are building together, Windpark Krammer, will supply electricity not only to a couple of thousand Dutch families, but also to four large multinational corporations, including Google. 'The people here are very idealistic', says Windparkâ\u0080\u0099s director, Tijmen Keesmaat, explaining that the cooperatives were born in the 1980s, 'a time when there was a big anti-nuclear atmosphere and everything was about wanting to green the world'. “We are producing so much energy, we can contribute to making an international company like Google greener.” Tijmen Keesmaat, Windpark Krammer, the Netherlands Keesmaat acknowledges a certain irony in a co-op of Dutch bohemians selling power to publicly traded companies whose operations span the globe. 'I was a little worried about how the members would feel about it, to be frank', says Keesmaat, who is 44 and holds a Masterâ\u0080\u0099s in Philosophy of Science, Technology and Society from the University of Twente.",
  "'But they were actually very proud. We are producing so much energy, we can contribute to making an international company greener.'",
  "Unlike US energy producers, which face a host of regulatory constraints, Keesmaat can often sell power directly to consumers in the deregulated European market. The projectâ\u0080\u0099s leaders gravitated to Google, knowing that part of Googleâ\u0080\u0099s aim is to make the clean energy market so abundant and affordable it appeals to everyone. 'It was critical to us that they take responsibility for the future', Keesmaat says, 'that this not just be window dressing'. Site 2: Rutherford Farm North Carolina, USA 289,104 solar panels They stretch from Bubbaâ\u0080\u0099s Carp Lake to Mr. Radiator, from Chase High School to Providence United Methodist Church: 289,104 monocrystalline solar panels, the equivalent of roughly 375 football pitches, each tilting south at exactly a 20-degree angle to capture as much of the sunâ\u0080\u0099s arc as possible. With their purplish cross-hatched silicon faces, they evoke the magnified eye of a fly. 'When Iâ\u0080\u0099m in the middle of the array, I think itâ\u0080\u0099s pretty beautiful', says Tequila G. Smith, solar fleet manager for Southern Power, a subsidiary of Southern Company, which owns the Rutherford Farm, a solar project near Forest City, North Carolina.",
  "While Southern Power technically sells Rutherford Farmâ\u0080\u0099s electricity to Duke Energy â\u0080\u0093 in accordance with North Carolinaâ\u0080\u0099s regulatory framework â\u0080\u0093 Google has agreed in advance to purchase from Duke Energy every megawatt-hour that Rutherford Farm produces. “To take a natural resource from the earth and create something we all need â\u0080\u0093 it really speaks to the full circle of something.” Tequila G. Smith, Southern Power Itâ\u0080\u0099s no accident that just 50 miles from Forest City, along Highway 64, Google has, since 2007, operated a data centre in Lenoir, North Carolina, that draws from the Duke Energy grid.",
  "When Google chose Lenoir (and surrounding Caldwell County) as the site for what would become a Â£900 million hive of routers and switches, it was partly because of the cityâ\u0080\u0099s roots as a furniture-building hub; although a number of Lenoirâ\u0080\u0099s marquee factories have been shuttered, Google was able to reuse much of the power infrastructure that served them. Renewable energy job creation Wind and solar industries have created more than 450,000 jobs in the United States and more than 4 million worldwide. Add hydroelectric and biofuel, and that number soars past 9 million. By partnering with Rutherford Farm, just an hour down the road, Google can now inject that old power infrastructure network with clean energy from the sun. That mere daylight can be harvested to fuel the grid powering Google servers is something that Smith, who has both a mechanical engineering degree and an MBA from the University of Alabama at Birmingham, occasionally marvels at. Uniting the natural and virtual worlds, connecting the timeless outdoors with the YouTube videos that her 15-year-old daughter and 12-year-old son devour every day, is 'fascinating', says Smith.",
  "'It really speaks to the full circle of something.' Site 3: Great Western Wind Project Oklahoma, USA 93 turbines Back in the Panhandle, 150 miles northwest of Oklahoma City, the Great Western Wind Project is a state-of-the-art facility in one of the regionâ\u0080\u0099s most remote stretches.",
  "The road rambles past the Lucky Star Casino (an enterprise of the Cheyenne and Arapaho tribes), across oil-derrick-dotted counties still pumping fossil fuels, and over rolling grasslands that nourish black Angus cattle. 'When the windâ\u0080\u0099s blowing and everythingâ\u0080\u0099s running, it kind of brings you joy', says Todd Unrein, who manages the 225-megawatt wind farm for San Diegoâ\u0080\u0093based EDF Renewable Energy. After working several years as a forklift operator at a food warehouse in Californiaâ\u0080\u0099s Central Valley, Unrein applied to EDF. He started as a technician, servicing the turbines that sprout along Altamont Pass near Livermore, a job that required no college degree. Seeking advancement, he then jumped to Great Western in 2016, even though he knew it would be an adjustment to live out on the Midwest plains. 'This technology, it creates a lot of jobs; secure jobs', says Unrein, 30, who has a wife and two young children.",
  "So far, the wind and solar industries alone have created more than 450,000 jobs in the United States and more than 4 million worldwide, according to the Department of Energy. If hydroelectric and biofuel are thrown into the mix, that number soars past 9 million.",
  "“This technology creates a lot of jobs; secure jobs. And when the windâ\u0080\u0099s blowing and everythingâ\u0080\u0099s running, it kind of brings you joy.” Todd Unrein, Great Western Wind Project, Oklahoma Although wind farms require terrain that has been subjected to years of meteorological study, that does not necessarily mean the windiest places on the planet. Great Westernâ\u0080\u0099s turbines begin to generate electricity at wind speeds as low as 9 miles per hour â\u0080\u0093 a gentle breeze â\u0080\u0093 and reach their maximum generating capacity at about 26 to 29 mph. Above 55 mph â\u0080\u0093 gale-strength winds â\u0080\u0093 the turbines automatically shut down. 'Consistent, thatâ\u0080\u0099s what we like', says Unrein. At least once a day, Unrein hops into a 4x4 Chevy Colorado LT, the radio tuned to a country station, and drives around as much as he can of the farm, which has around 50 miles of access roads.",
  "Part of his job is to note which turbines are operational and how many might require servicing or repair. Fixing a yaw or pitch system is not for the fainthearted: technicians have to climb interior ladders to reach the 30-storey nacelle, which houses the generator, gearbox and drive train, a journey not unlike ascending the trunk of a giant redwood."
]