[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIBM and the Environment - Climate protection - Renewable electricity consumption\n\n\n\n\n\n\n\n\n\n\nSelect a country/region: Worldwide\n\n\n\n\nIBMÂ®\n\n\nSite map\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnvironment\nEnergy and climate\n\nRenewable electricity consumption\n\n\n\n\n\n\nIn February 2021, IBM established its third-generation renewable electricity procurement goal: to procure 75% of the electricity IBM consumes globally from renewable sources by 2025, and 90% by 2030. The amount includes renewable electricity in the grid mix IBM receives from utilities or energy retailers, and renewable electricity for which IBM specifically contracts over and above the renewables in the grid. ",
  "In 2020, 59.3 percent (2,083,000 MWh) of the electricity\nconsumed across IBM's global operations came from\nrenewable sources, meeting our second-generation goal\nof 55 percent by 2025 five years early. The renewable\nelectricity total includes 43.3 percent directly contracted from\nIBM's power suppliers, in addition to the other 16 percent\nalready in the electricity mix we received from the grid. When reporting our consumption of renewable electricity, we\ncount only the renewable electricity that is generated in the\ngrid regions where our consumption actually occurs. We do\nnot rely upon the purchase of unbundled RECs to comprise\nany \"percent renewable\" if we cannot credibly consume the\nelectricity those certificates represent. IBM significantly increased its consumption of renewable\nelectricity through contracted purchases in the United States,\nEurope and Brazil. We are also working closely with landlords\nof our co-location data centers to increase the amount of\nrenewable electricity they use in support of IBM's operations\nat those facilities. ",
  "IBM procures renewable electricity generated from wind,\nhydropower, biomass, and solar installations around the\nglobe. We report all of our contracted renewable electricity\npurchases and their associated GHG emissions avoidance—\nwhether from new or existing generation sources, \"additional\"\nor otherwise, and without discriminating against large\nhydropower plants. ",
  "All purchases signal to suppliers our\ndesire for them to maintain and broaden their renewable\nelectricity offerings. This approach also recognizes that all\nsources of renewable electricity contribute to decarbonizing\nour economy. Data centers continue to account for the majority of IBM's\nglobal electricity consumption, while representing only a very\nsmall fraction of our total space. In 2020, 61 percent of the\nelectricity consumed in our data centers came from renewable\nsources, including both contracted and grid-supplied, up from\n50 percent in 2019. IBM's data centers include 66 that were\nsupplied with 100 percent renewable electricity, although they\nstill depend on backup power from fossil fuels when\nrenewable sources become interrupted. IBM methodology to calculate its consumption of renewable electricity\n\nIBM differentiates between two categories of renewable electricity consumption:\n\nContracted renewable purchases: purchases of renewable electricity in which IBM enters into a direct contractual relationship with a utility or power supplier to specifically procure and consume renewable electricity. ",
  "Grid-supplied renewables: amount of renewables that is part of the mix of electricity our facilities automatically receive from the grid. To quantify our contracted renewable purchases, we rely upon our contracts with utilities and power suppliers that confirm our purchases and the amounts of renewable electricity supplied to our facilities. ",
  "Typically, we are able to obtain bundled Renewable Energy Certificates (RECs) in corresponding quantities that confirm this information. We track this at the facility or country level, depending on the scope of our power supply contract. However, some of our contracted purchases of renewable electricity are not accompanied by bundled RECs. This occurs in geographies with a lack of REC tracking mechanisms and in case of specific contracts which are not eligible for issuance of RECs even though they represent a legitimate consumption of renewable electricity. In these cases, we collect other information as alternative evidence to RECs. For grid-supplied renewables that we receive, we use publicly available data from the International Energy Agency1, from the U.S. Environmental Protection Agency2 (at grid sub-region level) and from the Canada Energy Regulator3 agency (at provincial level) to estimate the share of electricity in the grid that is generated by renewable sources and supplied to IBM. ",
  "IBM does not arbitrarily assign the consumption of renewable electricity to certain types of operations to be able to show desirable metrics (e.g., assigning all of our renewables consumption to our data center operations). Our approach is factual and transparent as we assign renewables consumption proportionally to the operations consuming the electricity at a facility level. ",
  "Note: Publicly available data on the share of renewables in grid-supplied electricity is typically one to three years behind the actual reporting year. IBM endeavors to obtain the latest reliable data for any given reporting cycle. Example:\nA hypothetical IBM site in Texas consumes 10,000 megawatt-hours (MWh) of electricity in a given year. That particular site signs a contract with its power supplier to purchase and consume 5,000 MWh of renewable electricity per year. Therefore, 50% of the site's electricity is being supplied by contracted renewable purchases. The rest of the site's consumption (5,000 MWh) is being supplied by a mix of energy sources in that region's particular grid. ",
  "This location is in the ERCOT grid sub-region. According to the U.S. EPA, the electricity produced in the ERCOT subregion during 2018 came from the following sources: coal (22.6%); natural gas (48.5%); other fossil fuels (0.7%); nuclear power (10.0%); hydropower (0.2%); biomass (0.2%); wind power (17.0%); solar power (0.8%). ",
  "That means, that in total, the grid in ERCOT was powered by 18.2% renewables that year. Based on the EPA factors, we calculate 18.2% of IBM's remaining 5,000 MWh of electricity consumption — equal to 910 MWh — was generated from renewable sources. The site's total consumption of renewable electricity that year was 5,000 MWh (contracted purchases), plus 910 MWh (grid-supplied), totaling 5,910 MWh, or 59.1% of its total electricity consumption. 1https://www.iea.org/data-and-statistics/data-tables/?country=WORLD&year=2017&energy=Electricity\n2https://www.epa.gov/sites/production/files/2020-01/documents/egrid2018_summary_tables.pdf \n3https://www.cer-rec.gc.ca/index-eng.html\n\n\nRenewable electricity procurement strategy\nIBM's strategy is to purchase renewable electricity that is\ngenerated in the grid regions where our consumption of\nelectricity occurs. This approach enables IBM to actually\nconsume the renewable electricity it purchases when the\ntime of its generation and our consumption coincides, and\ncreates incentives for our electricity suppliers to increase\ntheir renewable electricity generation in the places where we\nactually have demand for such power. IBM does not rely upon\nthe purchase of unbundled Renewable Energy Certificates (RECs) to offset its consumption of electricity from fossil fuels. ",
  "For more details about our renewable electricity procurement strategy, please see our Position on transparency in renewable electricity reporting web page. Content navigation\n\nEnvironment\nEnvironmental affairs policy\nEnvironmental reporting, disclosure and verification\nGlobal environmental management system\nEnvironmental governance and risk management\nEnergy and climate\n\nPosition and policy\nEnergy conservation\nRenewable electricity consumption\nPosition on transparency in renewable electricity reporting\nCO2 emissions reductions\nGHG emissions inventory\nIncreasing efficiency of logistics\nEnergy efficient products, services and solutions\nPosition on Scope 3 GHG emissions\n\n\nProduct stewardship\nPollution prevention\nWater and materials conservation\nSupply chain\nVoluntary environmental initiatives\nNews and recognition\nMore information\n\n\nRelated links\n\nCorporate governance\nCorporate responsibility\nSupply chain social responsibility\n\n\n\n\n\n\n\n\n\n\nFooter links\n\n\nContact\nPrivacy\nTerms of use "
]