[
  "Microsoft Industry Solutions | Powering your digital transformation Skip to main content Microsoft Industry Solutions Industry Solutions Industry Solutions Home Industries Industries Hub Automotive Defense and Intelligence Energy Financial Services Government Healthcare Manufacturing Media and Entertainment Retail Solutions Solutions Solutions Solutions Hub Cloud Transition Services Data Estate Modernization Modern Work Product Innovation Security Cross-Solutions Cross-Solutions Azure Digital Transformation Azure Modernization Our Stories Our Stories Our Stories Stories Hub Aberdeen Flowe CDCN Pescanova Siemens Sogei Podcasts Podcasts Changemakers Powered by the People How We Work Overview Partners Careers More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in Digital innovation to transform the future Microsoft Industry Solutions combines deep industry expertise with the best of Microsoft’s engineering and delivery capabilities to help customers envision their digital transformation journey, and drive value every step along the way. Industries Our solutions Our experts Industries Industries Our solutions Our experts Story - Pescanova Creating the world’s first intelligent aquafarm It was clear to Pescanova that the sea could no longer meet the world’s growing demand for seafood, so they turned to aquafarming.",
  "Microsoft helped revolutionize this decades-old practice by bringing technology and sustainability to Pescanova’s aquafarms. Find out more about Pescanova See all stories Story - Sogei Empowering culture change and return on investment Sogei had to address low adoption of Microsoft 365 tools so its employees could work from anywhere with high productivity. But its initiative was reactive, lacking identity and roadmap clarity. Sogei commissioned Microsoft to help transform its working culture from the ground up. Find out more about Sogei See all stories Story - CDCN Driving growth while expanding services Consumer Direct Care Network (CDCN) is a leader in home care and medical services. As CDCN’s customer base increased, its claims-processing system couldn’t keep up.",
  "It partnered with Microsoft to rebuild with expansion and quality of service in mind. Find out more about CDCN See all stories Transforming your industry View all industry solutions Automotive Find out more Defense and Intelligence Find out more Energy Find out more Financial Services Find out more Government Find out more Healthcare Find out more Manufacturing Find out more Media and Entertainment Find out more Retail Find out more Sustainability is mission critical Large scale challenges require innovation.",
  "We're delivering. Find out how sustainability is good for business while meeting the economic, societal, and environmental needs of today and of future generations. Find out more Solutions Azure Digital Transformation Azure Modernization Cloud Transition Services Data Estate Modernization Modern Work Product Innovation Development Services Security Azure Digital Transformation Microsoft Industry Solutions helps you to compete in today’s transforming world. Find out more Data strategy Break siloes and globalize data, enable the foundation of an Intelligence Driven Organization. Scale the cloud Drive efficiencies and cost savings. Learn about Azure Modernization from Microsoft Industry Solutions to fund investment in innovation.",
  "Learn more AI — Machine Learning and Cognitive Services Innovate new markets, new products, new ways of doing business and grow revenue. Azure Modernization Let Microsoft Industry Solutions help you deliver a modern cloud infrastructure as a platform for your digital transformation.",
  "Find out more Secure foundations Establish a secure and trusted cloud platform and choose a migration approach that’s right for your business. Improve your cybersecurity posture and mitigate risk with an integrated, cloud-based approach that aligns with the principles of Zero Trust. Agile and resilient Create a Cloud Center of Excellence (CCoE) that equips your team with cloud skills and centralized governance. Build and support highly scalable and resilient applications with innovative cloud capabilities, while reducing your time to respond to business needs. Migrate at scale to the Cloud Migrate, optimize, and modernize applications, data, and infrastructure at scale to Microsoft Azure. Cloud Transition Services Comprehensive and continuous cloud modernization to make your organization more agile and resilient—all in a predictable, subscription-based solution from Microsoft.",
  "Find out more Unlock cloud value now Moving rapidly with the help of experienced teams, proven methodologies, and intelligent automation. Adopt a cloud-first culture Empowering people across your organization with the right skills, tools, and approaches for a new way of working.",
  "Create your digital future On a cloud-based foundation that fosters innovative business models and transformational outcomes. Data Estate Modernization An industrialized approach to modernize and operate a secure cloud data estate unlocking efficiencies, insights, and innovation—all in a predictable subscription-based solution. Find out more Unify your data assets Partnering on a modern data strategy supported by the enhanced privacy, security, and compliance of the cloud. Fuel intelligent insights Enabling your people to find, combine, and analyze data across the organization and beyond—quickly and impactfully. Unleash innovation Using data to power intelligent applications, forge new business models, and deliver differentiated experiences. Modern Work Microsoft Industry Solutions can help you digitally transform employee experiences that help you create a thriving culture.",
  "Find out more Automate business processes Add value to your investments by combining industry-leading productivity tools, cutting-edge artificial intelligence, and low-code/no-code automation capabilities that can drive innovation and streamline your business. Stay current and secure Move at the speed of business and put focus on what matters most—protecting your applications, devices, and sensitive data—while allowing your employees to be productive, regardless of device and location.",
  "Accelerate your merger, acquisition, or divestiture Minimize disruption to the business with a proven and uninterrupted Microsoft 365 migration that keeps users productive while quickly achieving technology integration. Production innovation Development Services A powerful catalyst for creating cloud-based products and services that enable new business models—all while reducing costs, complexity, and risk. Find out more Speed time to value Building and deploying secure, cloud-native solutions efficiently and quickly using our pre-defined architecture, templates, and automation. Deliver exceptional experiences Empowering your people to engage customers with the right digital tools and services at the right time—inclusively and sustainably. Drive continuous innovation Product-centric approaches supported by data-driven insights help enable your organization to become a true digital business. Security Modernize your security posture to enable a more secure digital transformation.",
  "Find out more Protect everything Safeguard your entire organization with integrated security, compliance, and identity solutions built to work across platforms and cloud environments. Simplify the complex Prioritize the right risks with unified management tools created to maximize the human expertise inside your company.",
  "Catch what others miss Leading AI, automation, and expertise help you detect threats quickly, respond effectively, and fortify your security posture. Grow your future With the peace of mind that comes with a comprehensive security solution, you’re free to grow, create, and innovate your business. Meet our industry leaders Meet the team who are leading the change across industries, functions, platforms and partnerships. At the forefront of reinvention, they lead teams across the globe to prepare businesses to reshape their future and emerge stronger, prepared for whatever lies ahead. Cross Industry Solutions Omar Abbosh CVP, Microsoft Industry Solutions Omar has led Industry Solutions for the last two years working with customers to digitally transform their organizations with Microsoft platforms and solutions. Meet Omar Manufacturing & Supply Chain Çağlayan Arkan Vice President, Manufacturing & Supply Chain Çağlayan and his team collaborate on manufacturing and supply chain needs and opportunities, removing vertical boundaries to better serve customers.",
  "Meet Çağlayan Security Kelly Bissell Corporate Vice President, Security Kelly’s organization works with enterprises to define and deliver large modern security, compliance, identity, and management initiatives that address their heterogeneous environments. Meet Kelly Financial Services Bill Borden Corporate Vice President, Worldwide Financial Services Bill leads the development and execution of Microsoft’s global financial services strategy to support our customers in their digital transformation journeys.",
  "Meet Bill Retail & Consumer Goods Shelley Bransten Corporate Vice President, Retail & Consumer Goods Shelley partners with consumer brand and retail industry leaders to help them digitally transform and reimagine their businesses with Microsoft technology. Meet Shelley Sustainability Elisabeth Brinton Corporate Vice President, Sustainability Elisabeth and her team ensure that we are helping customers move from “pledge to progress,” adopting technology solutions that ensure sustainability is an essential part of any business strategy. Meet Elisabeth Worldwide Public Sector Dr. Julia Glidden Corporate Vice President, Worldwide Public Sector Julia manages Microsoft's global Public Sector business, setting strategic direction for the worldwide Government, Education, and Defense & Intelligence industries, solution portfolio, partner ecosystem, field enablement, and business development. Meet Julia Healthcare Tom McGuinness Corporate Vice President, Healthcare & Life Sciences Tom leads Microsoft’s Healthcare & Life Sciences industry team, defining the strategies and solutions that will empower the providers, patients, administrators, researchers, pharmaceutical and med tech manufacturers to continue to improve healthcare globally. Meet Tom Automotive, Mobility & Transportation Sanjay Ravi General Manager, Automotive, Mobility & Transportation Industry Sanjay is responsible for the development of Microsoft’s global Automotive, Mobility & Transportation industry business. His team supports vehicle manufacturers, mobility service providers, and transportation providers with innovative solutions and services strategies that accelerate digital transformation.",
  "Meet Sanjay Energy Darryl Willis Corporate Vice President, Energy Darryl is responsible for driving digital transformation for companies within the oil & gas, mining, renewables, and power & utilities verticals globally. Meet Darryl Media & Communications Francesco Venturini Corporate Vice President, Media & Telecommunications Francesco guides a strong team of innovative and entrepreneurial professionals across the globe, originating and shaping some of the largest and most complex transformational deals for companies in the media and telecommunications sector."
]