[
  "Environmental Sustainability | Microsoft CSR Skip to main content Microsoft Corporate Social Responsibility Corporate Social Responsibility Corporate Social Responsibility Home Our commitments Support inclusive economic opportunity Support inclusive economic opportunity Inclusive economic opportunity overview Airband Initiative Skills for Jobs Accessibility Computer science education Empower nonprofits Open Data Campaign Local community investments Rural America partnerships Washington state initiatives Protect fundamental rights Protect fundamental rights Fundamental rights overview Human rights Justice reform Humanitarian action Democracy Forward Protecting journalism Create a sustainable future Create a sustainable future Sustainability overview Sustainable operations Sustainable products Climate Innovation Fund Carbon removal Responsible sourcing Environmental Sustainability Report Earn trust Earn trust Trust overview Privacy and cybersecurity Online safety Public policy engagement Empower employees Empower employees Employee giving Empowering employees Our approach How we work Reporting approach and governance UN Sustainable Development Goals Awards and recognition Reports Reports Hub Copyright Removal Requests Report Digital Safety Content Report Environmental Sustainability Report Government Requests for Content Removal Report Law Enforcement Requests Report “Right to be forgotten” Requests Report US National Security Orders Report More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Search Microsoft.com Cancel 0 Cart 0 items in shopping cart Sign in Environmental sustainability: from pledges to progress We’re committed to transparency on the progress we make on our sustainability commitments, sharing our learnings and looking ahead to our net zero future. Get the 2021 report Visit the blog post Path to a net zero carbon economy We’re sharing our vision and a commitment for decarbonizing the grid, introducing Microsoft Cloud for Sustainability, and providing an update on our company sustainability commitments.",
  "Read about our progress Climate Innovation Fund We are advancing climate solutions through sustainable investments. Learn more about the fund Carbon dioxide removal The Microsoft carbon removal program supports projects in forestry, soil, bioenergy with carbon capture and storage, direct air capture, and other emerging solutions. Learn more about our portfolio Explore our RFP Areas of focus We focus on the areas where we can have the greatest impact, which include carbon, ecosystems, water, and waste across all the work we do. Carbon Ecosystems Water Waste Play Carbon negative by 2030 Microsoft has been carbon neutral across the world since 2012 and commits to being carbon negative by 2030. Our goal is to promote sustainable development and low-carbon business practices globally through our sustainable business practices and cloud-enabled technologies. Read Brad Smith’s blog (PDF) Play Building a Planetary Computer Microsoft is building the tools and services to help anyone, anywhere better understand the ecosystem around them today, and monitor and model impacts from climate or human behavior.",
  "We are taking responsibility for our land footprint by committing to permanently protect and restore more land than we use by 2025. Read the blog Learn about the Planetary Computer Play Water positive by 2030 We’re creating and employing tools to help address the world’s water challenges including scarcity, pollution, and ocean health.",
  "We’re committed to reducing our consumption and replenishing water in the regions we operate. Learn about our approach Read the water blog Play Zero waste by 2030 We think every device should be made with an emphasis on sustainability and aim to continually improve all of our products. At our facilities, we reduce and eliminate waste by reusing materials, source reduction, and recycling. All waste is treated with environmentally responsible methods. Learn about our principles Read about our plans Our approach We continuously strive to promote sustainability in our operations, products, policies, and help enable our customers and partners to do the same. Operations We’ve stayed carbon neutral since 2012 and we’re actively reducing our footprint by evolving the way we operate.",
  "We’re one of the largest purchasers of renewable energy and our Puget Sound campus has been zero waste certified since 2016. Our goal is to minimize our impact and maximize a positive return for the planet.",
  "Learn about our operations Products, services, and devices The investments we make in sustainability carry through to our products, services, and devices. We design our devices, from Surface to Xbox, with an emphasis on eco-friendly materials. Our cloud and AI services help businesses cut energy consumption, reduce physical footprints, and design sustainable products themselves. Learn about our approach to sustainability Customers and partners Using AI, Azure, and Azure IoT Hub, customers can manage their businesses in a way that protects communities, biodiversity, and the planet. We are investing $50 million in AI for Earth to accelerate innovation by putting AI in the hands of those working to directly address sustainability challenges. Learn about AI for Earth Policy We advocate for policies that reduce humanity’s carbon impact, effectively manage Earth’s ecosystems, advance zero-carbon energy, and increase water access, availability, and quality.",
  "We are actively pushing for greater action in the U.S. and across the world. Learn about our latest efforts The Carbon Call Hosted by ClimateWorks Foundation, this initiative mobilizes collective action, investment, and resources to build reliable and interoperable carbon accounting for the planet.",
  "Read about Microsoft’s participation Learn about the Carbon Call Signing The Climate Pledge To meet our ambitious commitments and help partners and customers with their own climate goals, Microsoft is becoming a signatory of The Climate Pledge. Learn about The Climate Pledge Transform to Net Zero coalition This initiative aims to deliver necessary resources to enable meaningful emissions reductions, a transformation to net zero, and economic success. Learn about the initiative Read about our progress AI for Earth AI for Earth is a Microsoft program that helps people and organizations solve environmental challenges by increasing access to AI tools and education opportunities. Learn about AI for Earth Our global impact Find out how we have invested our carbon fee around the world for sustainable outcomes. Explore the map Our progress by the numbers We’re dedicated to leading a decade of ambition and action. We’re sharing our actions, results, and lessons learned in our annual sustainability report.",
  "View the 2021 report Carbon 2.5 million metric tons of carbon removal contracted for in fiscal years 2021 and 2022 combined. Waste Over 15,000 metric tons of waste diverted from landfills over the last fiscal year."
]