[
  "How to land a job at Microsoft - Microsoft Life Skip to content Skip to main content Microsoft Microsoft Life Microsoft Life Microsoft Life Home Cooking Community Family Inclusion Skilling Sustainability More All Microsoft Microsoft 365 Office Windows Surface Xbox Deals Support Software Software Windows Apps OneDrive Outlook Skype OneNote Microsoft Teams Microsoft Edge PCs & Devices PCs & Devices Computers Shop Xbox Accessories VR & mixed reality Phones Entertainment Entertainment Xbox Game Pass Ultimate PC Game Pass Xbox games PC games Windows digital games Movies & TV Business Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 for business Microsoft Power Platform Windows 365 Microsoft Industry Small Business Developer & IT Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Other Other Microsoft Rewards Free downloads & security Education Virtual workshops and training Gift cards Gift Ideas Licensing Microsoft Experience Center View Sitemap Search Cancel 0 Cart 0 items in shopping cart Sign in Microsoft / Life News Center LinkedIn Twitter Tweet Navigation Menu Advice How to land a job at Microsoft Recruiters share their best tips for getting an interview and nailing it Tracy IthAug 28, 2015 Share on LinkedIn (opens new window) Share on Facebook (opens new window) Share on Twitter (opens new window) Share on Reddit (opens new window) The job description immediately catches your eye. It’s a good match for your skills and an even better match for your ambitions — the kind of opportunity that gets you excited about the possibilities of a career at Microsoft.",
  "But let’s face it: Landing the job you want is rarely an easy or relaxing process. Everything from spiffing up your résumé to wowing your interviewers can be challenging and completely nerve-racking. That’s why we’ve asked several Microsoft recruiters how you can boost your chances of getting the job. “Were you a chess master or a championship-winning tennis player?” “I look for people who like to work hard, have fun and do it with a positive attitude. I think those are important attributes to success,” says Kameron Swinton, a Microsoft talent sourcer. “I’m also looking for people who have been high achievers, and that’s not limited to their profession.",
  "“Were you a chess master or a championship-winning tennis player?” he asks. “Tell me about it.",
  "Not only does it make for a great story but it speaks to your dedication, hard work and perseverance.” \"A sense of partnership and willingness to play nicely with others is golden.\" Recruiter Amy Ala keeps an eye out for certain traits beyond the technical skills of the job, such as the abilities to adapt and collaborate. “A sense of partnership and willingness to play nicely with others is golden,” she says. But for starters, you need to get a foot in the door. A generic résumé isn’t likely going to do it, no matter how polished it looks. So make sure it lines up with the job description, because “any communication to the recruiter or hiring managers should be very clear in how you’re a fit for the role,” Ala says.",
  "And you’ve heard it before, because it’s true: Networking is key. Reach out to family, friends, colleagues and anyone else you know to find people who work in the Microsoft group or team you’re interested in.",
  "Use LinkedIn or Twitter. Express your interest and learn what you can. Such efforts can “give you a better understanding of the organization, and that person may even be able to get your résumé into the direct hands of the hiring manager or recruiter,” advises recruiter Colleen Corbin. “Demonstrate a passion for Microsoft and our technologies.” Whether it’s through your résumé, networking or any other initial contacts, “demonstrate a passion for Microsoft and our technologies,” as well as for your own work, Swinton says. What are your “passion projects?” If you’ve developed any Windows or Windows phone apps, for example, make sure that’s known. Hopefully you’ll soon hear what you’ve been waiting for: You’ve got an interview.",
  "It’s thrilling or it’s stressful. Probably both.",
  "So our recruiters have offered their 10 best tips for showing what you’ve got: 1. The most obvious advice is not always heeded: Be prepared. Do your homework on Microsoft products, the technologies and the team, Swinton says. If there are technical skills you’ll need, know them. Ala, who often recruits software engineers, emphasizes that “fundamental coding skills are one of the most challenging aspects of the interview.” 2. Research your way to confidence.",
  "Use LinkedIn and other online resources to learn what you can about the interviewers and their backgrounds. Also make sure you know and can articulate how your skills apply to the job requirements and the needs of the team.",
  "3. Speaking of skills, trust in yours. They’ve already gotten you this far. As Swinton says, “We’re bringing you here for a reason.” 4. Be yourself. Really.",
  "“We want to hire the real you, so make sure you shine through,” Corbin says. “It’s OK to be nervous and have the jitters, but allow yourself to enjoy the experience, which will be the best way for us to get to know you.” 5.",
  "Along those same lines: Be honest. “Knowledge can be learned, but trust must be earned,” Swinton says. “Don’t be afraid to tell us when you don’t know something.” 6. Ask questions. What questions, you ask? Ala suggests some general possibilities: What makes the hiring team stay at Microsoft?",
  "What do they love about their jobs? What excites them about their work?",
  "And if you’re coming from out of town, she says, ask some questions of your recruiter. Their insights can not only help you get to your interview on time but also assess local housing, schools, entertainment and other factors if relocation is a possibility. 7. Don’t overthink it, Swinton says. Relax if you can. 8.",
  "Work with your recruiter; it benefits both of you. Ala advises: “Let us know about any other conversations you’re having, whether with other Microsoft teams or outside companies, so we can keep things moving and meet any deadlines for setting up interviews or extending offers.” 9.",
  "Always follow up with a “thank you” email to your interviewers. Heard this one before? You’d be surprised how few candidates do it, Corbin says, but “it leaves a great impression.” 10. And if it doesn’t work out? Remember, “no” doesn’t mean “never.” “Oftentimes candidates may not be the exact fit for a certain role, but Microsoft is a huge company. Another team might be a better match,” Ala says.",
  "“Talk with your recruiter about other options, or at the very least let us know it’s OK to share your résumé internally with colleagues.” The right role could be right around the corner. Ready to work with smart, creative people who are helping every person on the planet achieve more?",
  "Find an exciting career and an opportunity to make an impact at Microsoft Careers. More Stories People of Microsoft “I baked a cake for my coworker. That started my love affair with baking, which is now part of my recovery.” People of Microsoft “When I’m making the pizza sauce, I always try to use whatever I have in my yard.” People of Microsoft “My great grandfather was a farmer, so working with the land felt like a project with a clear purpose.” People of Microsoft “The sacrifices my parents and grandparents made . . . I carry those within me.” “These are the lessons my mother and father passed on to me—to help others feel valued and loved.” “I firmly believe you can’t be what you can’t see.” “We are redefining the meaning of beauty to help kids grow up being comfortable in their own skin.” “No matter where we are in the world, this will always be our home.” “Because she saw my potential, I was able to show her what kind of soldier I really was.” “I can’t see someone in need and do nothing.” “Football was about solving puzzles, and facing opposition is a mental game.” “I understand that I make my own home, and that’s many places at once.” “I’m part of something that’s so much bigger than me.” “The greatest investment she gave me was her time.” “It’s important to have people in your life that show you that success is real.” “My life has given me a special lens for people marginalized by the intersection of race, gender, class, and disability.” “I baked a cake for my coworker. That started my love affair with baking, which is now part of my recovery.” “When I’m making the pizza sauce, I always try to use whatever I have in my yard.” “My great grandfather was a farmer, so working with the land felt like a project with a clear purpose.” “The sacrifices my parents and grandparents made .",
  ". . I carry those within me.” Follow us: Facebook Twitter Instagram Check us out on RSS Share this page: What's new Surface Laptop Go 2 Surface Pro 8 Surface Laptop Studio Surface Pro X Surface Go 3 Surface Duo 2 Surface Pro 7+ Windows 11 apps Microsoft Store Account profile Download Center Microsoft Store support Returns Order tracking Virtual workshops and training Microsoft Store Promise Flexible Payments Education Microsoft in education Devices for education Microsoft Teams for Education Microsoft 365 Education Education consultation appointment Educator training and development Deals for students and parents Azure for students Business Microsoft Cloud Microsoft Security Dynamics 365 Microsoft 365 Microsoft Power Platform Microsoft Teams Microsoft Industry Small Business Developer & IT Azure Developer Center Documentation Microsoft Learn Microsoft Tech Community Azure Marketplace AppSource Visual Studio Company Careers About Microsoft Company news Privacy at Microsoft Investors Diversity and inclusion Accessibility Sustainability English (United States) Sitemap Contact Microsoft Privacy Manage cookies Terms of use Trademarks Safety & eco About our ads © Microsoft 2022"
]