[
  "\n\n\n\n\n\n\n\n\n\n\n\nProtecting our planet with technology | Microsoft In Culture\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSkip to main content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\nMicrosoft\n\n\n\nIn Culture\n\n\n\n\nIn Culture\n\n\n\n\n                            In Culture\n                        \n\n\n\n\n Home \n\n\nArts\n\n\nFashion\n\n\nMusic\n\n\nPeople\n\n\n\nSocial Good \n\n\nInclusion in action\n\n\nProtecting our planet\n\n\n\n \nSports\n\n\n\nExplore \n\n\nEvery act makes history\n\n\nUnlimited\n\n\nOur voz\n\n\n\n \nPodcast\n\n\n\nMore\n\n\n\n\n\n\n\n \n\n\n\n All Microsoft\n\n\n\n\nMicrosoft 365\n\n\nOffice\n\n\nWindows\n\n\nSurface\n\n\nXbox\n\n\nDeals\n\n\nSupport\n\n\n\n\nSoftware\nSoftware\n\n\nWindows Apps\n\n\nOneDrive\n\n\nOutlook\n\n\nSkype\n\n\nOneNote\n\n\nMicrosoft Teams\n\n\nMicrosoft Edge\n\n\n\n\nPCs & Devices  \nPCs & Devices  \n\n\nComputers\n\n\nShop Xbox\n\n\nAccessories\n\n\nVR & mixed reality\n\n\nPhones\n\n\n\n\nEntertainment\nEntertainment\n\n\nXbox Game Pass Ultimate\n\n\nPC Game Pass\n\n\nXbox games\n\n\nPC games\n\n\nWindows digital games\n\n\nMovies & TV\n\n\n\n\nBusiness\nBusiness\n\n\nMicrosoft Cloud\n\n\nMicrosoft Azure\n\n\nMicrosoft Dynamics 365\n\n\nMicrosoft 365\n\n\nWindows 365\n\n\nMicrosoft Industry\n\n\nMicrosoft Advertising\n\n\nShop Business\n\n\n\n\nDeveloper & IT  \nDeveloper & IT  \n\n\n.NET\n\n\nVisual Studio\n\n\nWindows Server\n\n\nWindows Dev Center\n\n\nDocs\n\n\nPower Platform\n\n\nPower Apps\n\n\nHoloLens 2\n\n\n\n\nOther\nOther\n\n\nMicrosoft Rewards \n\n\nFree downloads & security\n\n\nEducation\n\n\nVirtual workshops and training\n\n\nGift cards\n\n\nGift Ideas\n\n\nLicensing\n\n\nMicrosoft Experience Center\n\n\n\n\nView Sitemap\n\n\n\n\n\n\n\n\n\n\nSearch\nSearch Microsoft.com\n\n\n\n\n\n\nCancel\n\n\n0\nCart\n0 items in shopping cart\n\n\n\n\nSign in\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProtecting our planet\n\n\n\n\n\n\t\t\t\t\t\tOver the last 45 years, 60% of the world’s wildlife has disappeared. And each year, 32 million acres of the world’s forests are depleted. ",
  "Follow In Culture\t\t\t\t\t\n\n\n\n\n\n\n\n\n\nWe’re facing unprecedented challenges from climate change: pollution, flooding, drought, loss of biodiversity, and a rapidly growing population of almost eight billion people. Lives, livelihoods, and natural resources hang in the balance. But there’s still hope to reverse the damaging cycles we’ve created. Together, we can work to ensure a safer, healthier, and more sustainable future for our planet. Restoring Earth’s ecosystems\nOur planet’s ecosystems are a vital source of biodiversity. How can technology play a role in helping us conserve these valuable resources? ",
  "Microsoft is taking on that challenge by partnering with organizations like SilviaTerra, The Nature Conservancy, and many others as part of our AI for Earth Initiative. And all of this work is building towards the creation of a Planetary Computer that connects trillions of data points about our environment with the power of machine learning—empowering experts with actionable insights. ",
  "Telling our tree stories\t\t\t\t\t\nThis Earth Day, we share the stories of people who’ve devoted their professional lives to eco-advocacy. And they share with us why our forests are more important than ever and what we can do—even from our homes—to ensure they’re protected for years to come. Celebrate Earth Day at home with these tree stories\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\nThe forest is talking to us\nIn every forest stands a carefully balanced ecosystem of trees that’s critical to sustaining life, from filtering our water supply to absorbing carbon emissions to serving as a habitat for wildlife. But fires, pests, drought, and deforestation are threatening this delicate equilibrium. That’s why SilviaTerra created the most detailed United States forest map ever. Using satellite imagery and AI, it allows us to see—at 100x the resolution—what we couldn’t see before. ",
  "This helps researchers and foresters pinpoint urgent environmental problems, and then tap into what nature is telling us to find solutions. Get an inside look at six national parks to see how SilviaTerra’s data can help foresters better understand and preserve US forests and their precious, life-giving, air-cleaning, wildlife-protecting trees. ",
  "Seeing the forest for the trees\t\t\t\t\t\n\n\t\t\t\t\t\tFOCUS/Forests takes you deep inside six US forests to see how SilviaTerra is using AI to understand the specific challenges the trees are facing—and what they need to survive and thrive. Pairing forestry with data\t\t\t\t\t\n\n\t\t\t\t\t\tSilviaTerra created the most detailed US forest map ever. Find out how they're using data to better understand and manage these complex ecosystems. A billion begins with one\t\t\t\t\t\n\n\t\t\t\t\t\tThe Nature Conservancy's Plant a Billion Trees campaign is a major forest restoration effort with a goal of planting a billion trees across the planet by 2025. Find out how you can help support their effort. Learn more\n\n\n\n\n\n\n\n\n\nA Planetary Computer for a\nsustainable future\nPreserving nature for the benefit of current and future generations is one of humanity’s greatest challenges. ",
  "Using technology to support this global effort is one of ours. That’s why Microsoft AI for Earth is working to empower organizations and individuals around the world to harness the power of big data—so they can better advance sustainability, protect ecosystems, and stabilize the planet. ",
  "Together, we’re solving some of today’s toughest environmental challenges and building the foundation for a dynamic planetary computer that uses big data and technology to give us real-time actionable insights into the natural world. This global environmental data network can help us:\n\nBetter monitor and understand wildlife—and protect biodiverse ecosystems\nDiagnose the health of our forests and manage the impact of climate change\nHelp farmers improve crop yields to sustainably feed a growing population\nDevelop a replenishable global supply of clean, safe, and accessible water\n\n\n\n\n\n\n\nAI for Earth\nMicrosoft is invested in AI for Earth to increase our impact and help scale innovations that help organizations build on each other’s environmental breakthroughs. We’re also committed to reducing our impact on our planet by advocating for public policy that preserves ecosystems and taking responsibility for our land footprint—by protecting more land than we use by 2025. Learn more about our commitment and our AI for Earth partners. Protecting our planet\t\t\t\t\n\n\t\t\t\t\tBe a citizen scientist\t\t\t\t\n\n\t\t\t\t\tIn this time like no other, we’re appreciating one another—and the importance of nature—like never before. Even from home, there are many ways that we can all protect our planet. ",
  "Explore more from the front lines of sustainability and discover ways that you can contribute. Learn more \n\n\n\n\n\n\n\nZebra standing in the plains\n \n\n\t\t\t\t\tCombat animal extinction with Wild Me\t\t\t\t\n\nLearn more\n\n\n\n\n\n\nPhoto of butterfly\n \n\n\t\t\t\t\tHelp map biodiversity around the globe\t\t\t\t\n\nLearn more\n\n\n\n\n\n\nPark ranger standing in front of a tablet giving a virtual field trip\n \n\n\t\t\t\t\tExplore natural wonders with a virtual field trip like this one to Yellowstone National Park\t\t\t\t\n\nLearn more\n\n\n\n\n\n\n \n\n\t\t\t\t\tFind more ways to impact your world\t\t\t\t\n\nLearn more\n\n\n\n\n\n\n\n\n\n\n \n\n\n\t\t\t\t\t\tEnvironmental sustainability\t\t\t\t\t\n\n\t\t\t\t\t\tMicrosoft is committed to leveraging technology to solve some of the world’s most urgent environmental issues—focusing on areas where we can have the most positive impact. "
]