[
  "Sustainable Development Goal 6 - Wikipedia Sustainable Development Goal 6 From Wikipedia, the free encyclopedia Jump to navigation Jump to search Global goal to achieve clean water and sanitation for all people by 2030 Sustainable Development Goal 6Mission statement\"Ensure availability and sustainable management of water and sanitation for all\"Commercial?NoType of projectNon-ProfitLocationGlobalOwnerSupported by United Nation & Owned by the communityFounderUnited NationsEstablished2015Websitesdgs.un.org Sustainable Development Goal 6 (SDG 6 or Global Goal 6) is about \"clean water and sanitation for all\". It is one of 17 Sustainable Development Goals established by the United Nations General Assembly in 2015, the official wording is: \"Ensure availability and sustainable management of water and sanitation for all.",
  "\"[1] The goal has eight targets to be achieved by 2030. Progress toward the targets will be measured by using eleven indicators. [2] The six \"outcome-oriented targets\" include: Safe and affordable drinking water; end open defecation and provide access to sanitation, and hygiene, improve water quality, wastewater treatment and safe reuse, increase water-use efficiency and ensure freshwater supplies, implement IWRM, protect and restore water-related ecosystems. The two \"means of achieving\" targets are to expand water and sanitation support to developing countries, and to support local engagement in water and sanitation management. [3] In 2017, 2.2 billion people lacked safely managed drinking water and 4.2 billion people lacked safely managed sanitation. [4] Three billion people worldwide lack basic hand-washing facilities at home.",
  "[4] Two in five healthcare facilities world-wide have no soap and water, or alcohol-based hand rub (2016). [4] The COVID-19 pandemic has made this goal increasingly important.",
  "[5] However this pandemic could affect the ability of water utilities to meet this goal by increasing losses on revenues that would otherwise be used to make investments. [6] SDG 6 is closely linked with other Sustainable Development Goals (SDGs). For example, progress in SDG 6 will improve health SDG3 and improve school attendance, both of which contribute to alleviating poverty. In April 2020, United Nations Secretary-General António Guterres said: “Today, Sustainable Development Goal 6 is badly off track\" and it “is hindering progress on the 2030 Agenda, the realization of human rights and the achievement of peace and security around the world\". [7] Contents 1 Background 2 Targets, indicators and progress 2.1 Target 6.1: Safe and affordable drinking water 2.2 Target 6.2: End open defecation and provide access to sanitation and hygiene 2.3 Target 6.3: Improve water quality, wastewater treatment, and safe reuse 2.4 Target 6.4: Increase water-use efficiency and ensure freshwater supplies 2.5 Target 6.5: Implement IWRM 2.6 Target 6.6: Protect and restore water-related ecosystems 2.7 Target 6.a: Expand water and sanitation support to developing countries 2.8 Target 6.b: Support local engagement in water and sanitation management 2.9 Custodian agencies 3 Challenges 3.1 Impact of COVID-19 pandemic 3.2 Supply and demand-sided challenges 4 Monitoring 5 Links with other SDGs 6 Organizations 6.1 US Based Organizations 7 See also 8 References 9 External links Background[edit] Families collecting water from a water well in Niger The United Nations (UN) has determined that access to clean water and sanitation facilities is a basic human right. [8] However few countries have included a human right to water in enforceable legislation.",
  "Over 2 billion people in the world lack access to water that is free of health risks. [9] By 2017, eighty countries provided access to clean water for more than 99% of their population.",
  "[10] From 2000 to 2017, the global population that lacked access to clean water decreased from nearly 20% to roughly 10%. [9] Ending open defecation will require the provision of toilets and sanitation for 2.6 billion people as well as behavior change of the population. [11] To meet SDG targets for sanitation by 2030, nearly one-third of countries will need to accelerate progress to end open defecation, including Brazil, China, Ethiopia, India, Indonesia, Nigeria, and Pakistan. [12] This will require cooperation between governments, civil society and the private sector. [13] Safe drinking water and hygienic toilets protect people from disease and enable societies to be more productive economically. Attending school and work without disruption supports education and employment.",
  "Therefore, toilets at school and the workplace are included in the second target (\"achieve access to adequate and equitable sanitation and hygiene for all\"). Equitable sanitation and hygiene solutions address the needs of women and girls and those in vulnerable situations, such as the elderly or people with disabilities.",
  "In June 2019, United Nations Children's Fund (UNICEF) and World Health Organization released their 138-page report \"Progress on household drinking water, sanitation, and hygiene 2000-2017: special focus on inequalities. \"[9] The report said that in 2017, 5.3 billion people—representing 71% of the population of the world—used a \"safely managed drinking-water service—one that is \"located on premises, available when needed, and free from contamination\". [9] By 2017, 6.8 billion people—representing 90% of the world's population—used \"at least a basic service\", which included \"an improved drinking-water source within a round trip of 30 minutes to collect water\". [9] However, in 2017, there were still 785 million people who lacked \"even a basic drinking-water service, including 144 million people who [were] dependent on surface water. \"[9] The report said that approximately 2 billion people used a \"drinking water source contaminated with feces\". [9] The report warned that diseases, including \"diarrhoea, cholera, dysentery, typhoid, and polio\" are transmitted by contaminated water, which cause about 485, 000 diarrhoeal deaths each year.",
  "[9] It cautioned that 50% of the global population will be \"living in water-stressed areas\" by 2025. [9] As of 2017, 22% of health care facilities in the least developed countries had no water service, with similar numbers lacking sanitation and waste management services.",
  "[9] A review of SDG progress by the UN in 2020 found that \"increasing donor commitments to the water sector will remain crucial to make progress towards Goal 6\". [5] This is why the UN has put in place a unifying initiative that improves support to countries known as SDG 6 Global Acceleration Framework. [14] Targets, indicators and progress[edit] Further information: List of SDG targets and indicators World map for Indicator 6.1.1 in 2015: Proportion of population using safely managed drinking water services[15] World map for Indicator 6.2.1a in 2015: Share of population using safely managed sanitation facilities[15] World map for Indicator 6.2.1b in 2017: \"Share of the population with basic handwashing facilities on premises\"[15] SDG 6 has eight targets. Six of them are to be achieved by the year 2030, one by the year 2020, and one has no target year. [16] Each of the targets also has one or two indicators which will be used to measure progress. In total there are 11 indicators to monitor progress for SDG6.",
  "[17] The main data sources for the SDG 6 targets and indicators come from the Integrated Monitoring Initiative for SDG 6 coordinated by UN-Water. [18] Each government must decide how to incorporate them into national planning processes, policies and strategies based on national realities, capacities, levels of development and priorities.",
  "[18] The six \"outcome-oriented targets\" include: Safe and affordable drinking water; end open defecation and provide access to sanitation, and hygiene, improve water quality, wastewater treatment and safe reuse, increase water-use efficiency and ensure freshwater supplies, implement IWRM, protect and restore water-related ecosystems. The two \"means of achieving\" targets are to expand water and sanitation support to developing countries, and to support local engagement in water and sanitation management. [3] The first three targets relate to drinking water supply, sanitation services, and wastewater treatment and reuse. [16] An SDG 6 Baseline Report in 2018 found that less than 50 percent of countries have comparable baseline estimates for most SDG 6 global indicators. [18]: 31 One reason is that many SDG 6 global indicators are new, and most have only limited time series, making it difficult to determine rates of progress. [18]: 31 Target 6.1: Safe and affordable drinking water[edit] The full title of Target 6.1 is: \"By 2030, achieve universal and equitable access to safe and affordable drinking water for all\".",
  "[2] This target has one indicator: Indicator 6.1.1 is the \"Proportion of population using safely managed drinking water services\". [15] The definition of \"safely managed drinking water service\" is: \"Drinking water from an improved water source that is located on premises, available when needed and free from fecal and priority chemical contamination.",
  "\"[11]: 8 Between 2000 and 2015, the percentage of the global population using safely managed drinking water services has increased from 61 to 71 percent. But this remained unchanged in 2017. In total, 785 million people around the world still lacked basic drinking water services. [19] In 2017, only 71 percent of the global population used safely managed drinking water. This means that 2.2 billion persons were still without safely managed drinking water in 2017. [5] Compared to 2017, 74% of the world's population will have access to safely managed drinking water in 2020.",
  "This is an improvement over the past, but 2 billion people still do not have access to safely managed drinking water, especially in rural areas and the least developed countries. In 2020, 771 million people still lack access to even basic drinking water services.",
  "8 out of 10 of these people live in rural areas, and nearly half live in the least developed countries; none of the SDG regions are currently expected to have universal coverage by 2030, and in sub-Saharan Africa, the number of people lacking access to safe managed drinking water has increased by more than 40% since 2000. At the current rate of progress, the global target of universal access to safely managed drinking water by 2030 would need to be quadrupled. [20] Target 6.2: End open defecation and provide access to sanitation and hygiene[edit] The full title of Target 6.2 is: \"By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations. \"[2] This target has one indicator: Indicator 6.2.1 is the \"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water\". [21] The definition of \"safely managed sanitation\" service is: \"Use of improved facilities that are not shared with other households and where excreta are safely disposed of in situ or transported and treated offsite. \"[11]: 8 Improved sanitation facilities are those designed to hygienically separate excreta from human contact.",
  "[11]: 6 Targets 6.1 and 6.2 are usually reported on together because they are both part of the WASH sector and have the same custodian agency, the Joint Monitoring Program for Water Supply and Sanitation (JMP). [11] The statistic in the 2017 baseline estimate by the Joint Monitoring Program for Water Supply and Sanitation (JMP) is that 4.5 billion people currently do not have safely managed sanitation.",
  "[11] Unimproved sanitation example: pit latrine without slab in Lusaka, Zambia Globally, the proportion of the population using safely managed sanitation services increased from 28 percent in 2000 to 45 percent in 2017. Latin America and the Caribbean, sub-Saharan Africa, and East and Southeast Asia recorded the largest increase. In total, there are still 701 million people around the world who still had to practice open defecation in 2017. [19] This number had reduced in 2020 to 673 million persons who practised open defecation. [5] As of 2017, two-thirds of countries lacked baseline estimates for SDG indicators on hand washing, safely managed drinking water, and sanitation services. [22] In 2017, about 60 percent of people worldwide have basic hand-washing facilities with soap and water at home.",
  "However, within the least developed countries, only 38 percent had such facilities, translating to about 3 billion people still without basic handwashing facilities at home. [19] In 2020, a report by the High-Level Political Forum on Sustainable Development found that \"Billions of people throughout the world still lack access to safely managed water and sanitation services and basic handwashing facilities at home, which are critical to preventing the spread of COVID-19\".",
  "[5] However, this same pandemic has most likely caused a reduction in access to safely managed sanitation. [23] Target 6.3: Improve water quality, wastewater treatment, and safe reuse[edit] Ecosan latrine at May Sa´iri school in Ethiopia Target 6.3 is formulated as \"By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally\". [2] This is also a sanitation-related target, as wastewater treatment is part of sanitation. The target has two indicators:[21] Indicator 6.3.1: Proportion of domestic and industrial wastewater flows safely treated Indicator 6.3.2: Proportion of bodies of water with good ambient water quality The current status for Indicator 6.3.2 is that: \"Preliminary estimates from 79 mostly high- and higher-middle income countries in 2019 suggest that, in about one quarter of the countries, less than half of all household wastewater flows were treated safely. \"[5] Preserving natural sources of water is very important to achieve universal access to safe and affordable drinking water. A man selling drinking water Target 6.4: Increase water-use efficiency and ensure freshwater supplies[edit] Target 6.4 is formulated as \"By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity.",
  "\"[2] This target has two indicators:[21] Indicator 6.4.1: Change in water-use efficiency over time Indicator 6.4.2: Level of water stress: freshwater withdrawal as a proportion of available freshwater resources The current situation regarding water stress was summarized as follows: \"In 2017, Central and Southern Asia and Northern Africa registered very high water stress – defined as the ratio of freshwater withdrawn to total renewable freshwater resources – of more than 70 percent\". This is followed by Western Asia and Eastern Asia, with high water stress of 54 percent and 46 percent, respectively.",
  "[5] Target 6.5: Implement IWRM[edit] Target 6.5 is formulated as: \"By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate. \"[2] The two indicators include:[21] Indicator 6.5.1 Degree of integrated water resources management Indicator 6.5.2 Proportion of transboundary basin area with an operational arrangement for water cooperation A review in 2020 stated that: \"In 2018, 60 percent of 172 countries reported very low, low and medium-low levels of implementation of integrated water resources management and were unlikely to meet the implementation target by 2030. \"[5] The same review stated that: \"According to data from 67 countries, the average percentage of national transboundary basins covered by an operational arrangement was 59 percent in the period 2017–2018. Only 17 countries reported that all of their transboundary basins were covered by such arrangements. \"[5] Kathleen Lake, Kluane National Park and Reserve Yukon, Canada Target 6.6: Protect and restore water-related ecosystems[edit] Target 6.6 is: \"By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes. \"[2] It has one indicator: Indicator 6.6.1 is the \"Change in the extent of water-related ecosystems over time\".",
  "[21] It is expected that the adverse effects of climate change can decrease the extent of freshwater bodies, thereby worsening ecosystems and livelihoods. [5] Target 6.a: Expand water and sanitation support to developing countries[edit] Target 6.a is: \"By 2030, expand international cooperation and capacity-building support to developing countries in water- and sanitation-related activities and programmes, including water harvesting, desalination, water efficiency, wastewater treatment, recycling, and reuse technologies.",
  "\"[2] It has one indicator: Indicator 6.a.1 is the \"Amount of water- and sanitation-related official development assistance that is part of a government-coordinated spending plan\". [21] In 2015, global ODA allocations to the water sector totalled us $8.6 billion, including ensuring basic water supply and sanitation, and improving agricultural water resources and hydropower. However,80% of countries fail to meet water and sanitation targets because of insufficient funding [6]. SDG 6 is not going well because of poor policy implementation, staff shortages, inadequate funding, and the limited impact of aid money when consistent long-term investments are not put into place. [24] Technological innovation and more effective management are the foundations for advancing SDG 6 in the context of aid funding shortfalls.Therefore, reducing capital expenditure can save a lot of costs. For rural areas in developing countries, it is necessary to use appropriate materials, optimize procurement and eliminate middlemen[7].",
  "In 2019, a document by the UN found that: \"Following several years of steady increases and after reaching $9 billion in 2016, official development assistance (ODA) disbursements to the water sector declined by 2 percent from 2016 to 2017. However, ODA commitments to the water sector jumped by 36 percent between 2016 and 2017, indicating a renewed focus by donors on the sector.",
  "\"[25] One year later in April 2020 it was stated that \"ODA disbursements to the water sector increased to $9 billion, or 6 per cent, in 2018, following a decrease in such disbursements in 2017\". [5] Over 2 billion people lack properly managed drinking water. An additional 1.6 billion are subjects of poor sanitation. If the status quo persists, the world will not have enough water to meet demand by 2030 hence making it impossible to meet SDG 6- safe drinking water and sanitation for all. Climate change is also making the situation of water availability worse as it negatively impacts on world water systems through increased incidents of drought, floods, and rainfall unreliability. To overcome the problem of water crisis, the Global Water Security & Sanitation Partnership (GWSP) collaborates with several countries to make water available to its citizen.",
  "In 2020, GWSP collaborated with the Dominican Republic in the province of Espaillat to renovate and adopt innovative ways of water collection and treatment where the water treatment system has been dysfunctional since 2004. This has improved sanitation, hygiene, and availability of clean drinking water.",
  "Target 6.b: Support local engagement in water and sanitation management[edit] Target 6.b is: \"Support and strengthen the participation of local communities in improving water and sanitation management. \"[2] It has one indicator: Indicator 6.b.1 is the \"Proportion of local administrative units with established and operational policies and procedures for participation of local communities in water and sanitation management\". [21] Custodian agencies[edit] Custodian agencies are in charge of reporting on the following indicators:[11][18] Indicator 6.1.1 and 6.2.1: Joint Monitoring Programme for Water Supply and Sanitation (JMP). The JMP is a joint program of UNICEF and WHO and compiles data to monitor the progress of Target 6.1 and Target 6.2. Indicator 6.3.1: UN-Habitat and WHO Indicator 6.3.2: Global Environment Monitoring System for Freshwater (GEMS/Water), International Centre for Water Resources and Global Change (UNESCO-IHP); Federal Institute of Hydrology, Germany; University College Cork, Ireland Indicators 6.4.1 and 6.4.2: FAOSTAT - AQUASTAT Indicator 6.5.1: United Nations Environment Programme-DHI Centre Indicator 6.5.2: UNECE and UNESCO-IHP Indicator 6.6.1: United Nations Environment Programme, World Conservation Monitoring Centre, International Water Management Institute (IWMI) Indicators 6.a.1 and 6.b.1: UN-Water Global Analysis and Assessment of Sanitation and Drinking-Water (GLAAS) Challenges[edit] Further information: Water security and WASH § Challenges Impact of COVID-19 pandemic[edit] The COVID-19 pandemic has greatly affected the urban poor living in the slums with little or no access to clean water. [26] [27]The pandemic has shown the importance of sanitation, hygiene and adequate access to clean water to prevent diseases.",
  "According to the World Health Organization, handwashing is one of the most effective actions one can take to reduce the spread of pathogens and prevent infections, including the COVID-19 virus. [28] The world is being asked to wash hands multiple times in a day, wash and sanitize every object brought from outside, and sanitize all public transport at a certain interval in a day.",
  "[29] The water consumption, as well as the wastewater generation all across the globe, has now increased manifold. The UN-Habitat is working with partners to facilitate access to running water and hand washing in informal settlements. [28] With the increased exploitation of water resources in 2020 its reported that by 2030 700 million people might be displaced by water scarcity. [30] Supply and demand-sided challenges[edit] Clean water and sanitation are not only affected by macro-environmental trends but they are also affected by large-scale industrial targets and water consumption habits. [31] As developing nations in Sub-Saharan Africa and South-South-East Asia become more affluent, these countries have unique challenges to recycle and protect water ecosystems. At the establishment of Sustainable Development Goals in 2015, the previous MDGs had left 663 million needing improved water access.",
  "[32] In 2019, GLAAS report (UN-Water Global Analysis And Assessment Of Sanitation And Drinking-Water) found that only 6 of 101 countries were fully equipped with financial and human resources to tackle cleaning and sanitizing water supplies within their own countries. [33] Less than 15% of countries are adequately meeting the goal of properly funding clean water and sanitation efforts within their own countries.",
  "This funding shortfall affects other areas relating to SDG 6 and its progress indicators. For example, while clean drinking water efforts have been funded relatively well, sanitation, waste-water management, and hygiene areas have stalled in their progress towards 2030. [34] Much of the focus in the next decade is on Sub-Saharan African countries that will likely not meet their targets if growing funding is not secure within the next decade. For example in two countries in North-Eastern Africa where utilities taxes are higher than their surrounding regions, public utilities are still not able to keep up with the regular demand for water. [35] In further complicating the issue, multi-level governance remains an important factor in efficiently directing funds to where they are needed. Sustainable water management practices are only possible if there is a local solution for Sub-Saharan Africa that integrates existing water management techniques and practices.",
  "[36] Monitoring[edit] High-level progress reports for all the SDGs are published in the form of reports by the United Nations Secretary General. The most recent one is from April 2020.",
  "[5] The report before that was from May 2019. [25] Additionally, updates and progress can also be found on the SDG website which is managed by the United Nations. [4] Monitoring national-level progress of SDG 6 through internationally agreed indicators has been the focus of intense scrutiny and considerable resourcing by international organizations and national governments. Indicators for SDG 6 are monitored and reported on at an international level by United Nations (UN) custodian agencies under the UN-Water managed Integrated Monitoring Initiative for SDG 6 (IMI), although national data and results will form the basis of all monitoring and reporting. [37] In many cases, surrogate indicators will have to be used to measure progress (or the lack of it). Thus, implementation of the SDGs implies continuous monitoring and periodic evaluation to check whether the direction and pace of development are right.",
  "[38] Robust indicators will do two things: enable the SDG targets to act as a management tool to help countries and the global community create evidence-based implementation strategies and allocate resources accordingly; and act as a report card to measure SDG progress. [37] Links with other SDGs[edit] Sustainable Development Goals The SDGs are highly interdependent.",
  "Therefore, the provision of clean water and sanitation for all is a precursor to achieving many of the other SDGs. [39] WASH experts have stated that without progress on Goal 6, the other goals and targets cannot be achieved. [40][41] For example, sanitation improvements can lead to more jobs (SDG 8) which would also lead to economic growth. [42] SDG 6 progress improves health (SDG 3) and social justice (SDG 16). [43] Recovering the resources embedded in excreta and wastewater (like nutrients, water, and energy) contributes to achieving SDG 12 (sustainable consumption and production) and SDG 2 (end hunger). Ensuring adequate sanitation and wastewater management along the entire value chain in cities contributes to SDG 11 (sustainable cities and communities) and SDG 1 (no poverty).",
  "[42] Sanitation systems with a resource recovery and reuse focus are getting increased attention. [44] They can contribute to achieving at least fourteen of the SDGs, especially in an urban context.",
  "[42] Organizations[edit] The Sustainable Sanitation Alliance (SuSanA) has made it its mission to help achieve Targets 6.2 and 6.3. [45][46] Global organizations such as Oxfam, UNICEF, WaterAid and many small NGOs as well as universities, research centers, private enterprises, government-owned entities etc. are all part of SuSanA and are dedicated to achieving SDG 6. [47] US Based Organizations[edit] In the US there are over three thousand tax-exempt organizations working on issues related to UN SDG 6, according to data filed with the Internal Revenue Service –IRS and aggregated by X4Impact. [48] X4Impact, with the support of the Rockefeller Foundation, Ford Foundation,[49] Hewlett Foundation,[50] and Giving Tech Labs, created a free online interactive tool Clean Water and Sanitation in the US. [51] See also[edit] Human right to water and sanitation Water security References[edit] ^ \"Goal 6: Clean water and sanitation\".",
  "UNDP. Retrieved 28 September 2015.",
  "^ a b c d e f g h i United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ a b United Nations (2018). Sustainable Development Goal. 6, Synthesis report 2018 on water and sanitation. United Nations, New York. ISBN 9789211013702. OCLC 1107804829.",
  "^ a b c d \"Goal 6 | Department of Economic and Social Affairs\". sdgs.un.org.",
  "Retrieved 2020-09-02. ^ a b c d e f g h i j k l United Nations Economic and Social Council (2020) Progress towards the Sustainable Development Goals Report of the Secretary-General, High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (E/2020/57), 28 April 2020 ^ \"The impact of covid 19 on water and sanitation\". ^ Blazhevska, Vesna (11 July 2020). \"United Nations launches framework to speed up progress on water and sanitation goal\". United Nations Sustainable Development. Retrieved 2020-09-02.",
  "^ \"World Water Development Report 2019 - Leaving No One Behind\". UNESCO.",
  "2019-02-11. Retrieved 2019-08-01. ^ a b c d e f g h i j Progress on household drinking water, sanitation and hygiene 2000-2017: Special focus on inequalities (PDF). United Nations Children's Fund (UNICEF) and World Health Organization (Report). New York. June 2019. p. 138.",
  "ISBN 978-92-415-1623-5. Retrieved 30 March 2021.",
  "^ Progress on sanitation and drinking-water: 2014 update. United Nations Children's Fund (UNICEF) and World Health Organization. 28 July 2014. ISBN 9789240692817. OCLC 889699199. ^ a b c d e f g WHO and UNICEF (2017) Progress on Drinking Water, Sanitation and Hygiene: 2017 Update and SDG Baselines.",
  "Geneva: World Health Organization (WHO) and the United Nations Children’s Fund (UNICEF), 2017 ^ \"Progress for Every Child in the SDG Era\" (PDF). UNICEF.",
  "Retrieved 2 April 2018. ^ Kellogg, Diane M. (2017). \"The Global Sanitation Crisis: A Role for Business\". Beyond the bottom line: integrating sustainability into business and management practice. Gudić, Milenko,, Tan, Tay Keong,, Flynn, Patricia M. Saltaire, UK: Greenleaf Publishing. ISBN 9781783533275.",
  "OCLC 982187046. ^ \"SDG6 action space\".",
  "^ a b c d Ritchie, Roser, Mispy, Ortiz-Ospina (2018) \"Measuring progress towards the Sustainable Development Goals.\" (SDG 6) SDG-Tracker.org, website ^ a b \"Goal 6 Targets\". United Nations Development Programme. Retrieved 16 November 2017. ^ \"SDGs\". Sustainable Development Knowledge Platform.",
  "Retrieved 17 November 2017. ^ a b c d e United Nations (2018).",
  "Sustainable Development Goal. 6, Synthesis report 2018 on water and sanitation. United Nations, New York. ISBN 9789211013702. OCLC 1107804829. ^ a b c \"Special edition: progress towards the Sustainable Development Goals.",
  "Report of the Secretary-General\". undocs.org.",
  "Retrieved 2019-11-21. ^ \"Summary Progress Update 2021: SDG 6 — water and sanitation for all\". UN-Water. Retrieved 2021-12-18. ^ a b c d e f g United Nations (2017) Resolution adopted by the General Assembly on 6 July 2017, Work of the Statistical Commission pertaining to the 2030 Agenda for Sustainable Development (A/RES/71/313) ^ \"Progress for Every Child in the SDG Era\" (PDF). UNICEF.",
  "Retrieved 2 April 2018. ^ BMGF (2020) Covid-19 A Global Perspective - 2020 Goalkeepers Report, Bill & Melinda Gates Foundation, Seattle, USA ^ Abellán, Javier; Alonso, José Antonio (2022).",
  "\"Promoting global access to water and sanitation: A supply and demand perspective\". Water Resources and Economics. 38: 100194. doi:10.1016/j.wre.2022.100194. S2CID 246261266. ^ a b United Nations Economic and Social Council (2019) Special edition: progress towards the Sustainable Development Goals, Report of the Secretary-General (E/2019/68), High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council (8 May 2019) ^ Heidari, Hadi; Grigg, Neil (2021). \"Effects of the COVID-19 Pandemic on the Urban Water Cycle\".",
  "Advances in Environmental and Engineering Research. 2 (3): 1. doi:10.21926/aeer.2103021.",
  "^ Staddon, C.; Everard, M.; Mytton, J.; Octavianti, T.; Powell, W.; Quinn, N.; Uddin, S. M. N.; Young, S. L.; Miller, J. D.; Budds, J.; Geere, J.; Meehan, K.; Charles, K.; Stevenson, E. G. J.; Vonk, J.; Mizniak, J. (3 July 2020). \"Water insecurity compounds the global coronavirus crisis\". Water International. 45 (5): 416–422. doi:10.1080/02508060.2020.1769345.",
  "S2CID 221106003. ^ a b Martin.",
  "\"Water and Sanitation\". United Nations Sustainable Development. Retrieved 2020-09-25. ^ \"Impact of Covid-19 on SDG Goal 6: Clean Water and Sanitation\". Times of India Blog. 2020-06-08.",
  "Retrieved 2020-09-25. ^ \"The sustainable development goals report 2020\" (PDF).",
  "^ Bo, Yan; Zhou, Feng; Zhao, Jianshi; Liu, Junguo; Liu, Jiahong; Cais, Phillipe; Chang, Jinfeng; Chen, Lei (2021). \"Additional surface-water deficit to meet global universal water accessibility by 2030\". Journal of Cleaner Production. 320 (3): 128829. doi:10.1016/j.jclepro.2021.128829. ^ Labat, Ashley (2018). \"Measuring Progressive Realization of Sustainable Development Goal 6 A Review of Implementation Outcomes for Improvement\".",
  "University of North Carolina at Chapel Hill. 1 (1): 29. doi:10.17615/tmpr-5f64.",
  "^ World Health Organization (2019). \"UN-Water GLAAS 2019: National systems to support drinking-water, sanitation and hygiene – Global status report 2019\". UN Water. 1 (1): 144. ^ Cai, Jialiang; Zhao, Dandan; Varis, Olli (2021). \"Match words with deeds: Curbing water risk with the Sustainable Development Goal 6 index\".",
  "Journal of Cleaner Production. 318 (4): 14. doi:10.1016/j.jclepro.2021.128509.",
  "^ Libey, Anna; Adank, Marieke; Thomas, Evan (2020). \"Who pays for water? Comparing life cycle costs of water services among several low, medium, and high-income utilities\". World Development. 136: 13. doi:10.1016/j.worlddev.2020.105155. ^ Nkiaka, Elias; Bryant, Robert; Okumah, Murat; Gomo, Fortune Faith (2021).",
  "\"Water security in sub-Saharan Africa: Understanding the status of sustainable development goal 6\". WIREs Water.",
  "8 (6): 13. doi:10.1002/wat2.1552. ^ a b Guppy, Lisa; Mehta, Praem; Qadir, Manzoor (2019). \"Sustainable development goal 6: two gaps in the race for indicators\". Sustainability Science. 14 (2): 501–513. doi:10.1007/s11625-018-0649-z.",
  "ISSN 1862-4057. S2CID 159237191.",
  "^ Bhaduri, Anik; Bogardi, Janos; Siddiqi, Afreen; Voigt, Holm; Vörösmarty, Charles; Pahl-Wostl, Claudia; Bunn, Stuart E.; Shrivastava, Paul; Lawford, Richard; Foster, Stephen; Kremer, Hartwig (2016). \"Achieving Sustainable Development Goals from a Water Perspective\". Frontiers in Environmental Science. 4: 64. doi:10.3389/fenvs.2016.00064. ISSN 2296-665X. ^ \"Sustainable sanitation and the SDGs: interlinkages and opportunities\".",
  "Sustainable Sanitation Alliance Knowledge Hub. 16 November 2017.",
  "Archived from the original on 2017-11-17. Retrieved 16 November 2017. ^ Rao Gupta, Geeta (October 2015). \"Opinion: \"Sanitation, Water & Hygiene For All\" Cannot Wait for 2030\". Inter Press. Retrieved 23 October 2015.",
  "^ Batty, Margaret (25 September 2015). \"Beyond the SDGs: How to deliver water and sanitation to everyone, everywhere\".",
  "Retrieved 23 October 2015. ^ a b c Andersson, Kim; Dickin, Sarah; Rosemarin, Arno (2016-12-08). \"Towards \"Sustainable\" Sanitation: Challenges and Opportunities in Urban Areas\". Sustainability. 8 (12): 1289. doi:10.3390/su8121289. ^ \"Press release – UN General Assembly's Open Working Group proposes sustainable development goals\" (PDF).",
  "Sustainabledevelopment.un.org. 19 July 2014.",
  "Retrieved 2016-10-18. ^ Paranipe, Nitin (14 November 2017). \"The rise of the sanitation economy: how business can help solve a global crisis\". Thomson Reuters Foundation News. Retrieved 14 November 2017. ^ \"Vision\".",
  "Sustainable Sanitation Alliance. Retrieved 16 November 2017.",
  "^ \"Contribution of sustainable sanitation to the Agenda 2030 for sustainable development - SuSanA Vision Document 2017\". SuSanA, Eschborn, Germany. 2017. Archived from the original on 2017-11-16. ^ \"Contribution of sustainable sanitation to the Agenda 2030 for sustainable development - SuSanA Vision Document 2017\". SuSanA, Eschborn, Germany.",
  "2017. ^ \"Press Release: X4Impact, a Market Intelligence Platform for Social Innovation, Announced U.S.",
  "Launch During the 2020 Un General Assembly - NextBillion\". nextbillion.net. Retrieved 2021-11-16. ^ X4Impact. \"Ford Foundation Fuels Tech for the Public Interest with X4Impact\". www.prnewswire.com.",
  "Retrieved 2021-11-16. ^ \"Press Release: Hewlett Foundation Becomes X4Impact Founding Partner to Advance Technology for the Public Interest With Focus on Entrepreneurs Creating Tech for Good Solutions - NextBillion\".",
  "nextbillion.net. Retrieved 2021-11-16. ^ \"X4Impact - X4i.org - Clean Water and Sanitation in the US - Report\". X4impact. Retrieved 2022-05-09. External links[edit] Wikipedia's health care articles can be viewed offline with the Medical Wikipedia app.",
  "Sustainable Development Knowledge Platform Water Security and Sustainable Development Hub UN Sustainable Development Knowledge Platform – SDG 6 “Global Goals” Campaign - SDG 6 SDG-Track.org - SDG 6 vteSustainable Development GoalsIndividual goals (1) No Poverty (2) Zero Hunger (3) Good Health and Well-being (4) Quality Education (5) Gender Equality (6) Clean Water and Sanitation (7) Affordable and Clean Energy (8) Decent Work and Economic Growth (9) Industry, Innovation and Infrastructure (10) Reducing Inequality (11) Sustainable Cities and Communities (12) Responsible Consumption and Production (13) Climate Action (14) Life Below Water (15) Life On Land (16) Peace, Justice, and Strong Institutions (17) Partnerships for the Goals Related Education 2030 Agenda Global Goals Week List of Sustainable Development Goal targets and indicators By country Australia Ghana Iran Lebanon Nigeria Retrieved from \"https://en.wikipedia.org/w/index.php?title=Sustainable_Development_Goal_6&oldid=1090118611\" Categories: SanitationInternational sustainable developmentUnited Nations documentsGlobal policy organizationsSustainable Development GoalsSustainable developmentHidden categories: Articles with short descriptionShort description is different from WikidataNo local image but image on WikidataArticles with medical app sidebar Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version In other projects Wikimedia CommonsWikiversity Languages العربيةCatalàEspañolEuskaraFrançaisעבריתМакедонскиپښتو Edit links This page was last edited on 27 May 2022, at 14:18 (UTC). Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply."
]