[
  "SDGs Courses - Sustainable Cities & CommunitiesSearch this siteSkip to main contentSkip to navigationSDGs CoursesHomeIntroductory ClassNutritionSustainable EnergySustainable Cities & CommunitiesSDGs CoursesHomeIntroductory ClassNutritionSustainable EnergySustainable Cities & CommunitiesMoreHomeIntroductory ClassNutritionSustainable EnergySustainable Cities & CommunitiesThe program§ Title: Sustainable cities, between planning, reuse and retrofitting§ Provider: University of Pavia§ Date: 5th - 10th October 2021__________________________________________________PROGRAML1: SDG11 general overview – Prof. Morandotti- 5/10/21 - 11.00-13.00 L2: Smart cities and communities - Prof. De Lotto - 6/10/21 - 11.00-13.00 L3: Urban sustainable development strategies and tools - Prof. De Lotto 8/10/21 - 11.00-13.00 L4: Existing building sustainable behaviour - Prof. Magrini 12/10/21 - 11.00-13.00 L5: Energy retrofitting strategies and tools - Prof. Magrini 13/10/21 - 11.00-13.00 L6: Heritage preservation and sustainable reuse - Prof. Morandotti 15/10/21 - 11.00-13.00 __________________________________________________Description of the course:The course will focus on SDG11 “Sustainable cities and communities” and will be structured in the perspective of multi-level, multi-disciplinary, integrated approach. Key words and concepts on this SDG: transforming the way we build and manage our urban spaces; improve sustainable thermal behavior of existing buildings, integrate sustainable approach and preservation of historical heritage.The program is aimed at students wishing to acquire knowledge in sustainable strategies for urban planning, sustainable heritage reuse and energy retrofitting.",
  "For this purpose, the program has been divided into 6 modules (see Program above)§ Learning outcomes:1. Basic knowledge of the link between urban planning and sustainable development strategies; 2. Methods and tools for assess the energetic behavior of existing buildings; 3. Awareness on sustainable approach and cultural heritage preservation§ How: in streaming on line § Credits: 1-1.5 (12 hours)§ Time period: 5th - 15th October§ Any prerequisites: Interest on sustainability of built environment. The attendance to the Introductory Class is not compulsory but highly recommended. § Learning resources: Slides and scientific papers.§ Type of assessment: Multiple-choice questionnaire.§ Quality assurance: University of Pavia.§ Integration / stackability This micro-credential course could include or be spread throughout partners of our EC2U project, as the activities of the Virtual Institute established in the WP6 framework deals with strongly related topics.",
  "Report abusePage detailsPage updated Report abuseThis site uses cookies from Google to deliver its services and to analyze traffic. Information about your use of this site is shared with Google."
]