[
  "Elon Musk tweets he'll spend $6 billion to fight hunger on 1 conditionSkip NavigationSuccessStart-upsSide HustlesPower PlayersYoung SuccessMoneyEarnSpendSave and InvestBecome Debt-FreeWorkLand the JobGet AheadClosing The GapScience of SuccessLifeFood, Travel and TechBooks and CultureHealth and WellnessLive the DreamVideoMost PopularCNBC TVMenuSEARCHCNBC.COMLifeA 67-year-old who 'un-retired' shares the biggest retirement challenge 'that no...George Jerjian, ContributorMillennial Money21-year-old college student in Chicago made nearly $56,000 in a year by tutoringJennifer LiuRaising Successful KidsI talked to 70 parents who raised highly successful adults—here are 4 hard...Margot Machol Bisnow, ContributorEarnElon Musk tweets he is willing to spend $6 billion to fight world hunger—on one conditionPublished Mon, Nov 1 202112:17 PM EDTUpdated Thu, Nov 4 20212:27 PM EDTNicolas Vega@atNickVegaShareShare Article via FacebookShare Article via TwitterShare Article via LinkedInShare Article via EmailMaja Hitij | Getty Images News | Getty ImagesAfter being name-dropped by a UN official who said that just small percentage of a fortune like Elon Musk's $300 billion could help solve world hunger, the Tesla CEO tweeted his own challenge: Explain how $6 billion will fix the problem, and he'll sell Tesla stock \"right now. \"On Oct. 26, David Beasley, the director of the UN's World Food Programme told CNN that it was time for the ultra-wealthy to \"step up now, on a one-time basis.",
  "\"\"Six billion dollars to help 42 million people that are literally going to die if we don't reach them. It's not complicated,\" he said, specifically mentioning Musk and Amazon CEO Jeff Bezos, the two richest men in the world.On Sunday, Musk tweeted, \"If WFP can describe on this Twitter thread exactly how $6B will solve world hunger, I will sell Tesla stock right now,\" he said about Beasley's assertion.In a follow-up tweet, Musk added that the UN's plan must include \"open source accounting, so the public sees precisely how the money is spent. \"Beasley responded to Musk's tweet a few hours later, offering to \"be on the next flight to you\" and saying that the executive can \"throw me out if you don't like what you hear. \"Beasley also said that while the $6 billion figure wouldn't solve world hunger, it \"WILL prevent global political instability, mass migration and save 42 million people on the brink of starvation.\" (CNN had erroneously reported that the money would \"solve\" world hunger, but later corrected its headline to say 2% of Musk's fortune could \"help solve\" world hunger. )Musk replied by asking Beasley to publicly publish the organization's current and proposed spending in detail.",
  "\"Sunlight is a wonderful thing,\" Musk wrote.In a separate tweet, Musk shared a link to a 2015 Express report alleging that UN peacekeepers were sexually abusing children in the Central African Republic in 2014, adding the comment \"What happened here? \"It is unclear whether Musk was serious about his offer, and a representative for Tesla did not immediately respond to CNBC Make It's request for comment.Six billion dollars worth of Tesla shares would be larger than any known charitable donation Musk has ever made."
]