[
  "\n\n\n\n\n\nSee Sustainability Series #15: Life On Land at Google Developer Groups GDG Tucson\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n            \n                \n\n\n    \n        \n            This site uses cookies to deliver its services and analyze traffic. You can learn more about how Google uses cookies here, and how Bevy uses cookies here. ",
  "OK\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\nToggle Navigation\n\n\n\n\n\n\n\n                            About GDG\n                            AboutCommunity GuidelinesInternational Women's DayI/O ExtendedStoriesOrganizers\n                            Chapters\n                            \n                        \n                            Upcoming Events\n                            \n                        Log in\n\n\n\n\n\n\n\n×\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainability Series #15: Life On Land\n\n\nGDG Tucson\nSat, Jan 29, 1:00 PM (MST)\n\n\n\n14 RSVP'ed\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout this event\n\nGDG Tucson launched a sustainability series this year. Join us each month through the end of 2021 as we discover how technology can be used to achieve the UN Sustainability Development Goals (SDGs).Combating desertification, halting and reversing land degradation, and halting biodiversity loss are all pressing challenges for us here in the Sonoran Desert. The City of Tucson and Pima County both have initiatives underway to address these issues.Join us as we look into the data and the initiatives underway - hopefully you'll be inspired to take action yourself! Organizer\n        \n\n\n\n\nDan Stormont\nGDG Tucson\nGDG Organizer\n\nView Profile\n\n\n\n\n\n\n×\n\n\n\n\n\n\n\n\n\n\n \n                        Contact Us\n                    \n\n\n\n\n\n\n\n\n\nContact Us\n\n\n\n\n\n\n\n\n\n\n\n\nSend\n\n\n\n\nMessage Sent! Your message has been successfully sent. OK\n\n\n\n\n\n\n\n\n\n                        \n                            Partners\n                        \n                    \n\n\n\n\n\n                University of Arizona Libraries\n            \n\n\nUniversity of Arizona Libraries\n\n            The University of Arizona Libraries are enterprising partners in advancing the University's priorities. ",
  "We cultivate an environment that promotes inquiry, creative endeavor, scholarly communication and lifelong learning. Our resources, services and expertise enrich the lives of Arizonans, and contribute to an expanding global academic community. ",
  "UArizona Game Dev Club\n\n            Student organization meetings cover all kinds of topics: game design, art, music, and sound, the business of game startups, genre analysis, discussions about both little-known and popular games, and general career advice. Microsoft Philanthropies TEALS Program\n\n            Technology Education and Literacy in Schools (TEALS) is a Microsoft Philanthropies program that builds sustainable CS programs in high schools. We focus on serving students excluded from learning CS because of race, gender, and geography. TEALS helps teachers learn to teach CS by pairing them with industry volunteers and proven curricula. Google Developer Student Club at The University of Arizona\n\n            Developer Student Club at the University of Arizona! Quick LinksAbout GDGChaptersUpcoming EventsParticipation TermsPrivacyTerms\n\nSocial\n\n\n\n\n\n\n\n\n\n\n\n\n                            © 2022\n                            Google\n                        \n\n∙\nUpcoming Events\n\nPowered by "
]