[
  "Land and Power: The growing scandal surrounding the new wave of investments in land - World | ReliefWeb Skip to main content ReliefWeb Informing humanitarians worldwide 24/7 — a service provided by UN OCHA Global Menu Help Find help on how to use the site, read terms and conditions, view the FAQs and API documentation. Log in / Register Access your account or create a new one for additional features or to post job or training opportunities.",
  "Site Navigation Updates Latest humanitarian reports, maps and infographics and full document archive. Countries List of countries covered by ReliefWeb. Disasters List of alerts, ongoing and past disasters covered by ReliefWeb. Organizations List of organizations that are actively providing ReliefWeb with content. Topics Curated pages dedicated to humanitarian themes and specific humanitarian crises. Jobs Open job opportunities in the humanitarian field.",
  "Training Open training opportunities in the humanitarian field. Content Search Search ReliefWeb Search World + 5 more Land and Power: The growing scandal surrounding the new wave of investments in land Format Analysis Source Oxfam Posted 22 Sep 2011 Originally published 22 Sep 2011 Attachments Download document (PDF | 504.09 KB) Oxfam warns that modern day land rush is forcing thousands into greater poverty Oxfam calls for British company to investigate the forced eviction of more than 20,000 Ugandans to make way for its plantations Oxfam today launches a major new report highlighting the growing pace of land deals brokered around the world, often to the peril of poor communities who lose their homes and livelihoods – sometimes violently – with no prior consultation, compensation or means of appeal.",
  "In the report Land and Power, the international agency reveals preliminary research indicating as many as 227 million hectares have been sold, leased or licensed in large-scale land deals since 2001, mostly by international investors. Lack of transparency and the secrecy that surrounds land deals makes it difficult to get exact figures but to date up to 1,100 of these deals amounting to 67 million hectares have been cross checked. Half of these deals are in Africa, and cover an area nearly the size of Germany. (1) Oxfam warns this modern day land rush follows a drive to produce enough food for people overseas, meet damaging biofuels targets or speculate on land to make an easy profit. However, many of the deals are in fact ‘land grabs’ where the rights and needs of the people living on the land are ignored, leaving them homeless and without land to grow enough food to eat and make a living. This is likely to get worse as the increasing demand for food, the gathering pace of climate change, water scarcity and non-food crops like biofuels compete for land.",
  "Already, nearly three billion people live in areas where demand for water outstrips supply. Oxfam Chief Executive Dame Barbara Stocking said: “Many of the world’s poorest people are being left worse off by the unprecedented pace of land deals and the frenetic competition for land.",
  "The blinkered scramble for land by investors is ignoring the people who live on the land and rely on it to survive.” Oxfam’s report profiles the devastating effect land grabs in Uganda, South Sudan, Indonesia, Honduras and Guatemala are having on vulnerable communities. The report is part of Oxfam’s GROW campaign which aims to secure a future where everyone has enough to eat. Women, who produce up to 80 per cent of food in some poor countries, are usually most vulnerable as they have weaker land rights. In Uganda, Oxfam’s research indicates that at least 22,500 people have lost their homes and land to make way for a British timber company, the New Forests Company. Many evictees told Oxfam how they were forcibly removed and have been left destitute, without enough food or money to send their children to school. There were court orders in force which named the company but eye-witnesses say that company workers took part in some of the evictions anyway.",
  "NFC denies that it was involved in any evictions. (2) Christine, a farmer in her mid 40s, who lived in Kiboga district before the Uganda land grab said: “All our plantations were cut down – we lost the banana and cassava.",
  "We lost everything we had. The company’s casual labourers would attack us – they beat and threatened people. Even now they won’t let us back in to look for the things we left behind. I was threatened – they told me there were going to beat me if we didn’t leave.” Stocking said: “The case in Uganda clearly shows how land grabs are going under the radars of existing safeguards intended to protect vulnerable people. The New Forests Company describes itself as ethical and says it follows international standards yet more than 20,000 people were evicted without meaningful consultation or compensation to make way for their plantations. “It’s not acceptable for companies to blame governments for shortfalls in their operations.",
  "Investors, no matter how noble they pertain to be, cannot sweep aside the needs and rights of poor communities who depend on the land they profit from.” Oxfam is calling for investors, governments and international organisations to prioritise putting a stop to land grabbing by fixing the current policies and regulations which all too often fail to ensure that, when investors negotiate deals, local people are consulted, treated fairly, and that all relevant international standards are respected. These include the World Bank's International Finance Corporation Performance Standards and the Forest Stewardship Council’s standards.",
  "Governments should avoid pandering to investors’ wishes, and prioritise existing land use rights - not just where legal land title or formal ownership rights are held. Governments should recognise that women have equal rights over land and ensure that all agricultural investments benefit local communities who rely on the land to survive. While governments and companies get their house in order to stop future land grabbing, there is an urgent need to remedy the damage done by existing land grabs, including in the case of the Uganda international investment. Perverse incentives such as the flawed biofuels targets, like the EU’s target of obtaining 10 per cent of transport fuels from renewable sources by 2020, should be scrapped to curb the rush on land to meet biofuel demand. Meanwhile, the UN’s Committee on Food Security in Rome could take an important first step when it meets in Rome next month, by adopting credible pro-poor, pro-women guidelines on land tenure. Stocking said: “Land investment has great potential to help people work themselves out of poverty but the current rush for land is leaving people worse off.",
  "Global action is crucial if we are to protect local people from losing what little they have for the profits of a few, and build towards a tomorrow where everyone has enough to eat.” Notes: 1) This data is compiled by the Land Matrix Partnership, a coalition of academic, research and non-governmental organisations. The 227 million figure is based on information on land deals over 200 hectares from a whole range of different sources including government reports, academic research, company websites, media reports and the few contracts that are available.",
  "The coalition is currently cross checking the records of land deals it has identified. It is calling for increased transparency among companies and governments so that the true scale of the problem can be accurately understood. The Land Matrix Partnership includes the International Land Coalition, the universities of Bern and Hamburg, the French research institute CIRAD, the German agency for technical cooperation, GIZ and Oxfam. 2) The evictions took place between 2006 and 2010. One High Court order was granted on 24 August 2009 and remained valid until 18 March 2010. The other was granted on 19 June 2009 and remained in force until 2 October 2009.",
  "Both were to restrain evictions by the company The New Forests Company stated that the majority of local residents had no legal right to the land, that they had left peacefully and that the process was the sole responsibility of the Ugandan National Forestry Authority. It told Oxfam that it had brought jobs and amenities to local communities and that its activities had been approved by the Forestry Stewardship Council and International Finance Corporation.",
  "Useful figures: · The global economy, which is expected to triple in size by 2050, will demand ever more scarce natural and agricultural resources · Palm oil has become the world’s most consumed edible oil and can be found in up to half of all packaged food and hygiene products. Production is expected to double by 2050, increasing the land area under cultivation worldwide by 24 million hectares – six times the size of the Netherlands · In Guatemala, eight per cent of farmers account for 78 per cent of the land in production. Of the smallholders who control the remaining land, just eight per cent are women. Oxfam’s GROW campaign is calling for global action to fix a broken food system where 925 million people already go hungry every day. This could get worse in the face of dwindling natural resources, like land, the gathering pace of climate change and increasing food price volatility. Find out how we can help prevent this from getting worse at www.oxfam.org.uk/grow Primary country World Other countries Guatemala Honduras Indonesia South Sudan Uganda Source Oxfam Format Analysis Theme Protection and Human Rights Language English Share Share this on Facebook Share this on Twitter Post this on LinkedIn Related Content World + 5 more Terres et pouvoirs: Le scandale grandissant qui entoure la nouvelle vague d'investissements fonciers Format Analysis Source Oxfam Posted 22 Sep 2011 Originally published 22 Sep 2011 World + 5 more Tierra y poder: El creciente escándalo en torno a una nueva oleada de inversiones en tierras Format Analysis Source Oxfam Posted 22 Sep 2011 Originally published 22 Sep 2011 South Sudan + 11 more Regional Bureau for East and Horn of Africa, and the Great Lakes Region Operational Update (January - March 2022) Format Situation Report Source UNHCR Posted 5 May 2022 Originally published 5 May 2022 Uganda + 5 more Inter-Agency Uganda Country Refugee Response Plan ( UCRRP) 2022-2025 Format Appeal Sources Govt.",
  "Uganda UNHCR Posted 5 May 2022 Originally published 4 May 2022 Additional links Blog ReliefWeb's blog Labs ReliefWeb Labs projects explore new and emerging opportunities to improve information delivery to humanitarians. About Us Learn more about ReliefWeb, leading online source for reliable and timely humanitarian information on global crises and disasters since 1996.",
  "Terms ReliefWeb's terms & Conditions. Contact Contact us. Social media ReliefWeb on Facebook ReliefWeb on Twitter ReliefWeb on LinkedIn OCHA Services Related Platforms Agenda for Humanity Central Emergency Response Fund Redhum Other OCHA Services Financial Tracking Service Humanitarian Data Exchange Humanitarian ID Humanitarian Response Other OCHA Services Inter-Agency Standing Committee OCHA website Virtual OSOCC See All OCHA services Service provided by UN OCHA OCHA coordinates the global emergency response to save lives and protect people in humanitarian crises. We advocate for effective and principled humanitarian action by all, for all. ReliefWeb's Terms & Conditions. © 2022 all rights reserved."
]