[
  "Sustainability | Drupal Skip to main content A2A Calore e servizi A2A Ciclo Idrico A2A Energia A2A Energiefuture A2A Gencogas A2A Illuminazione Pubblica A2A Montenegro A2A Smart City A2A Ambiente Amsa Aprica E-moving Comuna energia ASVT RETRAGAS Unareti Unareti servizi metrici Apps of A2A Group Menu header Group Websites EnglishItaliano Main navigation Group Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us.",
  "Entra Media See our press releases. Discover our foundations and publications. Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy. Entra View all About us Our History A2A abroad Covid-19: services do not stop Covid-19: our support for the community A2A CERT Our goals Our organization Economic data Our management Our services Electricity and gas Waste collection and urban cleaning Material recovery Energy recovery Smart city Distribution networks Heating and services Water cycle Energy efficiency Public lighting Generation E-mobility Our Plants Hydro-electric Solar Thermo-electric Cogenerative and thermal Thermal WTE Integrated waste cycle Integrated water cycle Networks Archivio Remit Our yards Green hydrogen valley in Valcamonica Governance Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us.",
  "Entra Media See our press releases. Discover our foundations and publications.",
  "Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy. Entra View all Board of Directors Board of Statutory Auditors Committees Lead Independent Director Shareholders' meetings Corporate Documents Informative Report Internal Dealing Ethics Reporting Whistleblowing Investors Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us. Entra Media See our press releases. Discover our foundations and publications.",
  "Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy.",
  "Entra View all Strategy Circular Economy Energy Transition Financial & Economics Megatrends Digital Transformation Acquisitions and disposals Strategic Plan archives ESG Investors Human capital development and diversity Cyber Security e Data protection Risk management Covid-19 – impact and esg initiatives Engagement with investors A2A as an investment Shares Shareholding Debt Financial reports Press releases Presentations and Conference Publications and services Investor Guidebook Kit Investor library FAQ and Useful links Financial Calendar Contacts Documents Archive Pre-merger archive Sustainability Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us. Entra Media See our press releases. Discover our foundations and publications. Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy.",
  "Entra View all Integrated Reports ESG Indices and Ratings Stakeholder engagement Forumascolto Documents Sustainability report Archivio bilanci territoriali Certifications and attestations of A2A Group Dichiarazioni ambientali The A2A Group QES Policy A2A and Schools Sustainability Olympics Careers Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us.",
  "Entra Media See our press releases. Discover our foundations and publications. Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy. Entra View all Working in the Life Company Our numbers Career Areas Selection process Job opportunities Our voices Projects Welfare Diversity Remuneration policy Recruiting team Where we are Innovation Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us.",
  "Entra Media See our press releases. Discover our foundations and publications.",
  "Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy. Entra View all A2A Open Innovation Challenge Corporate Venture Capital Projects Media Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us. Entra Media See our press releases. Discover our foundations and publications.",
  "Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy.",
  "Entra View all Foundations Publications Image library A2A on Social Media Contact Contacts Whistleblowing Entra ESG Indices and Ratings Entra Stakeholder engagement Entra Lead Independent Director Entra Board of Statutory Auditors Entra Committees Entra Board of Directors Entra Innovation Open innovation is a strategic factor in A2A’s business plan to 2030 and guides us in our transformation into a Life Company. Entra A2A Open Innovation Entra Contacts All contact and emergency response channels of the A2A Group Entra Documents sustainability Entra Documents investors Entra Shareholders' meetings Entra Governance A2A adopts a traditional system of administration and control Entra Investors Welcome to the section showing the main economic and financial information as well as the documents and services for investors Entra Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values: this is what sustainability means to us. Entra Media See our press releases. Discover our foundations and publications. Entra Careers Come work with us at A2A: your energy is important! Entra Group We take care of Life every day, dealing with environment, water and energy.",
  "Entra View all Our offices Brescia Cremona Milan Bergamo Sondrio Emergency response Covid 19: numbers and contacts Suppliers Open configuration optionsConfigure blockTranslate block Search Breadcrumb Home Sustainability Sustainability Operating with a competitive edge in the long term while championing social, environmental and economic values. We have believed in the importance of sustainability for over one hundred years; it is our way of generating and distributing value in a lasting and independent way, attuned to reconciling the needs of those with whom we interact every day: customers, suppliers, associations, policymakers.",
  "The experience of a grand past, the challenge of a continually changing future. Together. The Sustainability, the ESG themes and the UN 2030 Agenda, in particular, are the foundation of our new Strategic Plan 2021-2030. A Plan that looks at 2030 as a key year and puts on paper the contribution that A2A is committed to giving to 11 of the 17 Sustainable Development Goals (SDGs). Approximately 90% of the investments will, be in line with the SDGs and around 70% with the European Taxonomy: 18 billion euros dedicated to the development of the circular economy (7 billion) and the energy transition (11 billion), areas which, more than others, are crucial for preserving everyone's future. Sustainability The meaning of sustainability for a Life Company We are a Life Company: we care about the quality of life of people and the future of the Planet.",
  "This is why our business model aims to create sustainable and shared value over time for us and for our stakeholders. We have taken as reference, for defining our strategy, 11 SDGs of the 2030 Agenda.",
  "A long-term strategy dedicated to the development of the Circular Economy and Energy Transition: the two pillars on which the Group's entire development plan is based. Without forgetting the enabling factors for a fair and just environmental transition (Digital, Governance and People Innovation). We want to be among those who will lead the change in order to protect the future of the new generations since the fundamental elements of our identity - energy, water, environment - remain at the center of the path to promote that ecological transition that, as also discussed at the last COP in Glasgow, the world urgently requires. Integrated report The Integrated Report is a very important annual occasion, which allows us to get in touch with our stakeholders, analyze and report on our commitment and attention to issues related to economic, environmental and social sustainability. The Report is prepared according to the GRI Standards of the Global Reporting Initiative (GRI) and, for some indicators, follows the GRI G4 Electric Utilities Sector Supplement. The document also makes reference to the Integrated Reporting Framework (IR Framework), outlined by the International Integrated Reporting Council (IIRC).",
  "Adhering to the principles of Integrated Reporting also allows us to illustrate the process by which we create value over time, through the analysis of the capitals that influence and are influenced by the Group's activities. Since 2020, the Group has applied within its Integrated Report the guidelines of the TCFD (Task Force on Climated-Related Financial Disclosures), which guide companies to communicate to investors and stakeholders in a clear and comparable way the information needed to assess climate-related risks and opportunities.",
  "Thanks to its commitment, A2A won second place in the \"Best Climate-Related Reporting\" category for climate change reporting in the ESG Investing Awards. Documents and useful links 2021 Integrated report 2021 Integrated Report Supplement Request a paper copy Sustainable Finance In May 2021, A2A adopted a new Sustainable Finance Framework which, for the first time in Italy, combines two different approaches - Green/Use of Proceeds and KPI-Linked. The new Framework includes a set of KPIs reflecting the two pillars of A2A's strategic plan: Energy Transition and Circular Economy. The Sustainable Finance Framework was updated in February 2022 (with a Second Party Opinion issued by Vigeo Eris), aligning with the Green Bond Principles (2021) and the Sustainability-Linked Bond Principles (2020), the Green Loan Principles (2021) and the Sustainability-Linked Loan Principles (2021). A2A believes that the issuance of sustainable financial instruments can contribute positively to promoting the transition to a low-carbon economy, and during 2021, A2A inaugurated new financial transactions that highlighted the holistic nature of the Group as an issuer in the capital market, such as: the first Share Buyback program with a donation to the Banco dell’Energia , new revolving Credit Facility KPI-Linked, Sustainability-Linked Bond and Green Bond. Discover more Our stakeholder A relationship based on listening, continuous dialogue and the active involvement of stakeholders is not only a form of responsibility of the Group towards the context in which it operates, but also a source of valuable information, ideas and ideas to understand the needs of the territories and respond effectively, promoting local development and anticipating any critical issues.",
  "Discover more News from the world of sustainability Strategic plan Update 2021-30 Discover more A2A for its local communities We have, since 2015, published the Local Sustainability Reports, to tell our story, and to allow everyone in the community to see and understand the Group's efforts, and its successes, in the communities where it conducts its business. Moreover, beginning in 2017, these documents include a description of the efforts made toward reaching the UN’s sustainable-development goals, tailored to the needs of each community."
]