[
  "Industry, innovation, and infrastructure | International Partnerships Skip to main content Select or search a country Select or search a country Africa and Indian Ocean Angola Benin Botswana Burkina Faso Burundi Cameroon Cape Verde Central African Republic Chad Comoros Congo (Democratic Republic of) Congo (Republic of) Côte d'Ivoire Djibouti Equatorial Guinea Eritrea Eswatini Ethiopia Gabon Ghana Guinea Guinea-Bissau Kenya Lesotho Liberia Madagascar Malawi Mali Mauritania Mauritius Mozambique Namibia Niger Nigeria Rwanda São Tomé and Príncipe Senegal Seychelles Sierra Leone Somalia South Africa South Sudan Sudan Tanzania The Gambia Togo Uganda Zambia Zimbabwe Asia, Central Asia, Middle East/Gulf and Pacific Afghanistan Bangladesh Bhutan Cambodia China Cook Islands Fiji India Indonesia Iran Iraq Kazakhstan Kiribati Kyrgyzstan Lao People’s Democratic Republic Malaysia Maldives Marshall Islands Micronesia Mongolia Myanmar Nauru Nepal Niue Pakistan Palau Papua New Guinea Philippines Samoa Solomon Islands Sri Lanka Tajikistan Thailand Timor-Leste Tonga Turkmenistan Tuvalu Uzbekistan Vanuatu Vietnam Yemen Latin America and Caribbean Antigua and Barbuda Argentina Bahamas Barbados Belize Bolivia Brazil Chile Colombia Costa Rica Cuba Dominica Dominican Republic Ecuador El Salvador Grenada Guatemala Guyana Haiti Honduras Jamaica Mexico Nicaragua Panama Paraguay Peru Saint Kitts and Nevis Saint Lucia Saint-Vincent and the Grenadines Suriname Trinidad and Tobago Uruguay Venezuela Overseas Countries and Territories (OCTs) Close Home - European Commission English en Dialog Select your language Български Hrvatski Čeština Dansk Nederlands English Eesti Suomi Français Deutsch Ελληνικά Magyar Italiano Latviešu Lietuvių Malti Polski Portuguese, International Română Slovenčina Slovenščina Español Svenska Close Search this website Search You are here European Commission International Partnerships Industry, innovation, and infrastructure International Partnerships Menu Home Our work Funding Our partners Our impact About us Newsroom Countries Industry, innovation, and infrastructure The 9th Sustainable Development Goal (SDG9) pursues 3 interdependent objectives that are fundamental to empower communities and achieve sustainable economic growth and development around the world, without leaving anyone behind: Resilient infrastructure - Develop quality, reliable, sustainable, and resilient infrastructure, accessible for all in an affordable and equitable way Sustainable industries - Promote inclusive and sustainable industrialisation, with the aim of doubling industry’s share of employment and revenue in the least developed countries (LCDs) by 2030 and improving access to finance for small-scale industrials Innovation - Encourage innovation, scientific research, and technological upgrades to make infrastructure and industries more sustainable and respectful of the environment See all SDGs According to the UN, developing countries have a huge yet underexploited potential for industrialisation and innovation. For example, the manufacturing value added per capita in LCDs is 45 times lower than in Europe and, in developing countries, only 30% of agricultural production undergoes industrial processing, compared to 98% in high-income countries.",
  "Basic infrastructure –roads, energy grids, water and sanitation infrastructure, and information and communication technologies – remain scarce in developing countries: approximately 1.2 billion people don’t have access to reliable phone services, 2.3 billion people lack access to basic sanitation, and nearly 800 million people lack access to water. These constraints also affect the overall productivity rates of developing countries, especially in Africa. Moreover, unsustainable industrial processes causing high carbon dioxide emissions too often remain the norm in developing countries. Achieving SDG9 is an essential part of our cooperation work. Developing better infrastructure is crucial to eventually improve human well-being and industrial productivity and competitiveness. Through blending, we increasingly invest in infrastructural projects that have a multiplier effect on our partner countries’ sustainable development.",
  "We support our partner countries’ industrial transition towards sustainable processes and technologies, which will allow them to increase their productivity and competitiveness, while respecting the environment. We also act to improve access to financial services and technologies in our partner countries, in line with our ambition to leave no one behind and foster inclusive growth.",
  "Our policy approach to sustainable development is broad and inclusive. Our work on SDG9 is closely linked to other SDGs and includes credit and research for technological advances, developing value chains, and promoting good business practices. Our programmes have so far focused on physical and mobile connectivity, coupled with policy and sector reform, to ensure cost-effective investments that yield returns. Together with EU countries, one of our priorities is to support the extension of broadband connectivity and digital infrastructure, especially in rural areas, and to promote digital literacy, skills, and entrepreneurship, including among women and young people. Our impact Related topics List item Fonds Bêkou - Infrastructures Depuis sa création, le Fonds Bêkou a mis un accent sur la réhabilitation de certains axes stratégiques routiers et sur la réhabilitation/construction des infrastructures vitales pour le développement du pays. Related links SDG9 – Industries, innovation, and infrastructure Related news 24 Sep 2020 Latin America and the Caribbean: digital transformation key to recovery and building back better, says new report All news Related projects Projet de désenclavement des régions en République centrafricaine All projects Related stories Les filières agropastorales, tremplins de la croissance en RCA Disease Surveillance and Outbreak Response Technology in West Africa All stories International Partnerships Follow us: Instagram Facebook Twitter Youtube Library Jobs Digital Guidelines Publications European Commission European Commission website Follow the European Commission Facebook Twitter Other social media European Union EU institutions European Union About the Commission's new web presence Language policy Resources for partners Cookies Privacy policy Legal notice Contact"
]