[
  "Blueprint for Business Leadership on SDG 16 | Sustainable Development Goals - Resource Centre Show navigation Hide navigation ResourcesFeatures Series Coronavirus Podcasts Videos & Webinars Reports Tools Legal practical guidance ResearchArticles Book Chapters Special issues Scientific Reports SDG Graphics Match Research to SDGs News Events PartnersAbout partners United Nations Global Compact Global Citizen Global Partnership for Sustainable Development Data United Nations University Links About Blueprint for Business Leadership on SDG 16 United Nations Global Compact, 2017 How business leadership can advance Goal 16 on Peace, Justice and Strong Institutions Progress in promoting peace and justice - together with fostering effective, accountable, and inclusive institutions - is a decisive challenge across the globe. Violence cost 12.6 per cent of world GDP in 2016.",
  "While homicides have declined and more citizens around the world have better access to justice, violent conflicts have increased in recent years. A few high-intensity armed conflicts are causing a large number of displaced persons and threatening rule of law. In 2016 IMF estimated the annual cost of bribery alone at about $1.5 to $2 trillion. Bribery and corruption impede business growth, raise transaction costs, and create an unlevel playing field. This ultimately creates social instability, fuels mistrust in public officials and institutions, and undermines the rule of law. Indeed, an estimated 4 billion people world-wide continue to live outside the protection of the law.",
  "There is also still a gulf between quality of governance globally, including government effectiveness, regulatory quality, and, pertinent to the private sector in particular, control of corruption. Corruption and bribery scandals can cause major societal instabilities.",
  "Businesses have a vitally important role to play in respecting and supporting peace, justice, and strong institutions, both globally and in the countries in which they operate. Now more than ever, a growing number of business leaders are recognizing they have a crucial role to play in advancing anti-bribery and corruption, peace and rule of law efforts, as a complement to, not substitute for, government action. In a society that is based on the rule of law, all actors - including Governments, businesses, and individuals - are accountable to clear, fair, and predictable laws, regulations and impartial institutions. As such, businesses should respect the rule of law, and, wherever possible, work with all relevant stakeholders including Governments, civil society, and non-governmental organizations to strengthen institutions and the rule of law, working as a complement to Governments. Businesses can also strive to achieve zero violence, abuse, exploitation, and corruption across their own operations and supply chain while businesses operating in areas of conflict should regularly consult with international bodies and, where possible, relevant Governments and embassies to ensure that their activities contribute to advancing peace, justice, and strong institutions. At the same time, businesses should respect the lines of separation that are critical for well-functioning Governments taking care that their involvement in Goal 16 does not cross into domains that are exclusively the remit of government."
]