[
  "Peace, justice and strong institutions - United Nations Sustainable Development Skip to content Welcome to the United Nations عربي中文EnglishFrançaisРусскийEspañol Search SDG Site A-Z Site Index HomeAbout The Sustainable Development AgendaThe Sustainable Development Goals: Our Framework for COVID-19 RecoveryDecade of ActionSDG Moment 2021A New Social Contract for a New EraFood Systems Summit 2021Why the SDGs MatterMonitoring and Progress – HLPFSustainable Development Goals ReportFinancing for DevelopmentUN Secretary-General’s Strategy for Financing the 2030 AgendaUnited Nations ReformCampaigns ClimateGender EqualityOceanGoals 1-6Goal 1: End poverty in all its formsGoal 2: Zero HungerGoal 3: HealthGoal 4: EducationGoal 5: Gender equality and women’s empowermentGoal 6: Water and Sanitation7-12Goal 7: EnergyGoal 8: Economic GrowthGoal 9: Infrastructure, industrializationGoal 10: InequalityGoal 11: CitiesGoal 12: Sustainable consumption and production13-17Goal 13: Climate ActionGoal 14: OceansGoal 15: Biodiversity, forests, desertificationGoal 16: Peace, justice and strong institutionsGoal 17: PartnershipsTake Action ActNow.botFood ChallengeActNow | Food Challenge | Sustainable RecipesActNow | Food Challenge | VideosBe the ChangeThe Lazy Person’s Guide to Saving the WorldPartnerships About PartnershipsSDGs in Action appSDG Media CompactSDG Publishers CompactSDG Media ZoneSDG Action ZoneSDG AdvocatesClimate AdvocatesNews and Media NewsFeatured NewsPress materialsSDG Planning CalendarGoal of the MonthGoal of the Month | ArchiveDownload communications materialsVideosLearn more Student ResourcesSDG Book ClubSDG Book Club | ArchiveSDG Media ZoneWhy the SDGs Matter Search SDG Site A-Z Site Index Goal 16: Promote just, peaceful and inclusive societies Peace, justice and strong institutionsMartin2020-08-11T09:56:15-04:00 Conflict, insecurity, weak institutions and limited access to justice remain a great threat to sustainable development. The number of people fleeing war, persecution and conflict exceeded 70 million in 2018, the highest level recorded by the UN refugee agency (UNHCR) in almost 70 years.",
  "In 2019, the United Nations tracked 357 killings and 30 enforced disappearances of human rights defenders, journalists and trade unionists in 47 countries. And the births of around one in four children under age 5 worldwide are never officially recorded, depriving them of a proof of legal identity crucial for the protection of their rights and for access to justice and social services. COVID-19 response Human rights are key in shaping the pandemic response. By respecting human rights in this time of crisis, we will build more effective and inclusive solutions for the emergency of today and the recovery for tomorrow. Human rights put people centre-stage. Responses that are shaped by and respect human rights result in better outcomes in beating the pandemic, ensuring healthcare for everyone and preserving human dignity.",
  "The UN Secretary General urged governments to be transparent, responsive and accountable in their COVID-19 response and ensure that any emergency measures are legal, proportionate, necessary and non-discriminatory. “The best response is one that responds proportionately to immediate threats while protecting human rights and the rule of law,” he said.",
  "To focus on “the true fight,” UN Secretary-General António Guterres called for a global ceasefire, in an appeal urging warring parties across the world to lay down their weapons in support of the bigger battle against the COVID-19 pandemic. More than 2 million people have signed the online petition in support of the Secretary-General’s cease-fire appeal. You can sign it here. UN Peacekeeping Missions are continuing to carry out their mandates while also helping countries in their coronavirus response, which is guided by four main objectives: to protect UN personnel and their capacity to continue critical operations; help contain and mitigate the spread of the virus, ensuring that UN personnel are not a contagion vector; support national authorities in their response to COVID-19; and continue to deliver on key mandates. The UN refugee agency (UNHCR) stepped up health, water, sanitation and hygiene services to protect refugees and displaced people, working with governments to ensure that people forced to flee are included in COVID-19 preparation and response plans. Why it matters: Peace, Justice and Strong Institution Infographic: Peace, Justice and Strong Institutions Facts and figuresGoal 16 targetsLinksFacts and figures Among the institutions most affected by corruption are the judiciary and police.",
  "Corruption, bribery, theft and tax evasion cost some US $1.26 trillion for developing countries per year; this amount of money could be used to lift those who are living on less than $1.25 a day above $1.25 for at least six years Birth registration has occurred for 73 per cent of children under 5, but only 46per cent of Sub-Saharan Africa have had their births registered. Approximately 28.5 million primary school age who are out of school live in conflict-affected areas.",
  "The rule of law and development have a significant interrelation and are mutually reinforcing, making it essential for sustainable development at the national and international level. The proportion of prisoners held in detention without sentencing has remained almost constant in the last decade, at 31per cent of all prisoners. Violence against children The number of people fleeing war, persecution and conflict exceeded 70 million in 2018, the highest level recorded by the UN refugee agency (UNHCR) in almost 70 years. In 2019, the United Nations tracked 357 killings and 30 enforced disappearances of human rights defenders, journalists and trade unionists in 47 countries. Violence against children affects more than 1 billion children around the world and costs societies up to US$ 7 trillion a year. 50 per cent of the world’s children experience violence every year.",
  "Every 7 minutes, somewhere in the world, a child is killed by violence 1 in 10 children is sexually abused before the age of 18. 9 in 10 children live in countries where corporal punishment is not fully prohibited, leaving 732 million children without legal protection.",
  "1 in 3 internet users worldwide is a child and 800 million of them use social media. Any child can become a victim of online violence. Child online sexual abuse reports to NCMEC has grown from 1 million in 2014 to 45 million in 2018. 246 million children worldwide affected by school-related violence each year. 1 in 3 students has been bullied by their peers at school in the last month, and at least 1 in 10 children have experienced cyberbullying. Goal 16 targets 16.1 Significantly reduce all forms of violence and related death rates everywhere 16.2 End abuse, exploitation, trafficking and all forms of violence against and torture of children 16.3 Promote the rule of law at the national and international levels and ensure equal access to justice for all 16.4 By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime 16.5 Substantially reduce corruption and bribery in all their forms 16.6 Develop effective, accountable and transparent institutions at all levels 16.7 Ensure responsive, inclusive, participatory and representative decision-making at all levels 16.8 Broaden and strengthen the participation of developing countries in the institutions of global governance 16.9 By 2030, provide legal identity for all, including birth registration 16.10 Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements 16.A Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime 16.B Promote and enforce non-discriminatory laws and policies for sustainable development Links United Nations Educational, Scientific and Cultural Organization Office of the High Commissioner for Human Rights Universal Declaration of Human Rights UN Department of Political Affairs UN Development Programme United Nations Office on Drugs and Crime UNICEF #EndViolence #SafetoLearn United Nations Peacekeeping UN Counter Terrorism Committee High Time to End Violence against Children UN action for cooperation against trafficking in persons (UN-ACT) UN office of the special representative of the secretary-general on violence against children UN Mine Action service The Global Partnership to End Violence Against Children Related news I wanted to contribute to protecting the world’s most vulnerable Gallery I wanted to contribute to protecting the world’s most vulnerableTitouan Chassagne2019-05-23T11:21:37-04:0023 May 2019|Categories: Featured, Goal 16: Peace and justice, News|Last year, Superintendent of Police Phyllis Osei from Ghana — serving with the United Nations Assistance Mission in Somalia (UNSOM) — was awarded the United Nations Female Police Peacekeeper of the Year Award.",
  "Read More Goal of the Month | Exclusive Interview with Nadia Murad, Nobel Peace Prize winner and Goodwill AmbassadorMartin2019-05-03T15:41:35-04:0029 Apr 2019|Categories: Goal 16: Peace and justice, Goal of the Month|In an exclusive interview, Nadia Murad, Goodwill Ambassador for the Dignity of Survivors of Human Trafficking, talks about the resilience of victimized communities, and the support they need to rebuild their lives.Read More Ending marginalization of persons with disabilities ‘a matter of justice’, UN-backed summit told Gallery Ending marginalization of persons with disabilities ‘a matter of justice’, UN-backed summit toldMartin2019-02-10T11:29:48-05:0024 Jul 2018|Categories: Disability Rights, Goal 10: Reduced Inequalities, Goal 16: Peace and justice, Human Rights, News, Sustainable Development Agenda|Image: UNICEF/Ehrin Macksey | Four-year-old Dinh attends an early intervention class for blind or partially blind children at Nguyen Dinh Chieu Special School in Da Nang, Vietnam. Inclusive education, economic empowerment and technological innovations were [...]Read More 12NextRelated videosMartin2018-04-22T11:58:18-04:00Goal 16: Right to press freedom and informationMartin2018-04-22T12:00:59-04:00Training Security Forces on Freedom of Expression and the Safety of JournalistsMartin2018-04-22T12:04:37-04:00Building effective accountable and inclusive institutions to achieve sustainable development The 17 Goals Read MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead More SDG RESOURCES ACROSS THE UNSustainable Development Knowledge Platform United Nations Sustainable Development Group United to Reform United Nations homepage SDG Media Zone UN NewsRecognize ‘enormous challenges’ facing northern Nigeria to forge new hope, Guterres urgesNatural resources must be ‘part of the solution’ in fight against deforestationExtreme heat impacting millions across India and PakistanSmall solutions, big impacts: 5 community-based projects tackling climate change Follow Us UNITED NATIONS A-Z Site Index | Contact | Copyright | FAQ | Fraud Alert | Privacy Notice | Terms of Use Page load link Loading Comments... You must be logged in to post a comment."
]