[
  "\n\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSocially Responsible Consumption and Marketing in Practice | springerprofessional.de\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSocially Responsible Consumption and Marketing in Practice | springerprofessional.de\nSkip to main content\n\n\n\n\n\n\nRegister\n\n\nLogin\n\n\n\nMy profile\n\n\nMyAlerts\n\n\nMy bookmarks\n\n\nMy subscriptions\n\n\n\n\nSpringer Professional\n\n\n\n\n\n\n\n\n\n\nSEARCH\n\n\n\n\nMENU\n\n1\n2\n3\n4\n\n\n\n\n\nMENU\n\n1\n2\n3\n4\n\n\n\n\n\n\n\n\n    Close search form\n    \nEnter your search terms\n\n\n\n\n\n            EXTENDED SEARCH\n            \n\n\n\n\n\n\nAutomotive \n\n\n\n\nBooks \n\n\n\n\nJournals \n\n\n\n\nEvents \n\n\n\n\nIndividual access \n\n\n\n\nAccess for companies \n\n\n\n\nNewsletter\n\n\n\n\n\n                            English\n                            subNavigationMarker\n\n\n\n\n\n\n                                German\n                            \n\n\n\n\n\n\n\n\n\n\n\n\n\nSpringer Professional\n\n\n\n\nJAVASCRIPT NEEDED\n\n\nPlease enable JavaScript on your browser, so that you can use all features of this website. main-content\n\n\n\n \n\nTop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n\n\n    \n\n    \n        \n            2022 | Book\n        \n    \n\n    \n        \n        \n\n\n\n        \n\n\n\n\n\n        \n\n    \n\n\n\n\n    \n    \n\n\n    \n\n\n\n\n\n\n\n\n\nRead chapter\nRead first chapter\n\n\n\nSocially Responsible Consumption and Marketing in Practice\nCollection of Case Studies\n\n\n\n                            Editors:\n                            Jishnu Bhattacharyya, Dr. M. S. Balaji, Dr. Yangyang Jiang, Dr. Jaylan Azer, Dr. Chandana R. Hewege\n\n\n\n                        Publisher:\n                        \n                            \n                                Springer Singapore\n                            \n                        \n\n\n\n                                Part of:\n                                \n                                    \nSpringer Professional \"Wirtschaft+Technik\"\n, \n\n\nSpringer Professional \"Technik\"\n, \n\n\nSpringer Professional \"Wirtschaft\"\n\n\n\n\nLogin to get access\n\n\n\n\n\n\n\nshare\n\nSHARE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\ninsite\n\nSEARCH\n\n\n\n\n\n\n\n\n\nAbout this book\nThe book provides an overview of socially responsible consumption and marketing, as well as a collection of teaching cases that discuss and emphasize how 21st-century organizations, both for-profit and non-profit, are addressing socially responsible consumers and meeting their changing needs while remaining profitable. ",
  "Consumers, governments, academics, and practitioners are becoming more interested in promoting positive social changes through consumption. As a result, this book aims to understand the practice of marketing in bringing about positive social change through real-life case studies. Consumption by socially responsible consumers who care about the social good is unique, not only because of its inter-disciplinary and substantive subject matter but also because it presents challenges and pushes organizations to make significant changes in the ways they have been accomplishing organizational activities in the twenty-first century, from procurement to production to sales and services. The book goes beyond individual consumers and their lifestyles to promote the scope of discussing marketing strategies. It seeks to comprehend how people consume and how socially responsible consumption is conceived. The case studies present and pursue integrated solutions for more sustainable consumption. ",
  "This is a must-read for marketers who want to reach out to socially responsible consumers. Advertisement\n\n\n\n\n\n\n\nTable of Contents\n\n\nFrontmatter\n\n\nAn Overview of the Socially Responsible Consumption and Marketing\n\nFrontmatter\n\n\nAn Introduction to Socially Responsible Sustainable Consumption: Issues and Challenges\n\n\nAbstract\nUnsustainable consumption and production patterns are endangering global development more than ever (United Nations Environment Programme, 2015). ",
  "M. S. Balaji, Yangyang Jiang, Jishnu Bhattacharyya, Chandana R. Hewege, Jaylan Azer\n\n\n\nSucceeding with Responsible Marketing a Framework and Three Short Cases\n\n\nAbstract\nWhile some firms may struggle to balance corporate responsibility and strategic imperatives, other companies have incorporated responsibility in their DNA by changing perspectives. This chapter proposes an organizing framework for marketing responsibility. More specifically, it frames responsible marketing in contrast to other related marketing types. It stipulates that sustainability marketing has long reigned as state of the art in corporate responsibility but remains fraught with an instrumental perspective to responsibility, consisting of using it extrinsically to reap strategic and economic objectives (i.e., as a means to achieve profits). As such, sustainability marketing remains imprisoned in the ideological structure, which contributes precisely to environmental depletion and social pauperization for the sole purpose of spurring growth and profit. Instead, responsible marketing entails a broader shift by reshaping our views on the system, a sinequanon condition to enable responsibility and ethics to flourish genuinely. ",
  "Responsibility is viewed intrinsically as an end in itself and not as a means to other questionable ends. After delineating the various components of responsible marketing and the nature of responsible marketing, the chapter presents a practice-oriented responsible marketing mix called the “4Cs,” and which replace the “4Ps.” Three case studies are then analyzed according to the 4C framework, emphasizing how responsibility might be imbued in the four critical elements of the marketing mix. ",
  "A final section wraps up the chapter by discussing the role of firms in pursuing responsibility and discussing implications for the State, for consumers, and perspectives for the future. Myriam Ertz, Batiste Michelet\n\n\n\nUnderstanding and Raising Consumers’ Normative Motivation for Sustainable Consumption\n\n\nAbstract\nMany practitioners in marketing and policy are concerned with the means by which to encourage consumers to adopt more sustainable consumption patterns and lifestyles. Frequently utilized approaches emphasize personal benefits (e.g., healthier, more energy efficient) that are accompanied by green consumption alternatives. However, many sustainable products and services cannot provide added personal value to their nongreen counterparts, thereby leaving companies and policy with the question of how to encourage sustainable consumption in these domains. To this end, the current chapter aims to illuminate major research strands and empirical results that provide insights into the basic approaches of a normatively shaped motivation for sustainable consumption. Based on these approaches, the present chapter outlines potential means and activities that illustrate how these approaches might be implemented in marketing strategies. ",
  "These illustrations are deemed to serve as starting points for further developments and adaptive extensions to the specific contexts that practitioners cope with. Sven Kilian, Ann-Catrin Pristl, Andreas Mann\n\n\n\nCollaborative Fashion Consumption: A Contemporary Marketing Trend\n\n\nAbstract\nThe fashion sector is not only well known for economic value but also for the negative social and environmental consequences it causes. ",
  "Thus, fashion customers have become more environmentally and socially conscious in their purchase and consumption decisions. Various collaborative fashion consumption modes, such as fashion reselling and fashion rental, have spread across many countries as a new form of socially responsible consumption. However, despite the growing popularity of collaborative fashion consumption platforms, the concept of collaborative fashion consumption often remains unclear. Moreover, little attention has been devoted by academic scholars to the context of sharing systems in retail consumer goods and especially to fashion items. Therefore, the aim of this chapter is to offer an overview of collaborative fashion consumption as a relevant contemporary marketing trend. Elisa Arrigo\n\n\n\nSustainable Consumption Practices of Rural India\n\n\nAbstract\nIt is said that real India lives in rural areas. ",
  "Sustainability can be found very easily in traditions, practices, culture, ethics, sense of belongingness, camaraderie, mindful living of the villages, and small towns of India. They may lack the modern way of living and infrastructure, but their way of existence is such that they contribute toward making sustainable communities. ",
  "This is specifically reflected in their behavior of consumption; obviously it is also related to their income but consumption in rural areas of India is way lower than those of urban areas, even if that is to be compared by keeping population size as the same. This chapter presents an informative analysis for the reasons and methods which rural population of India practices that results in sustainability. There are practices which are found wide and large such as sharing, self-sustenance because of farming, recycling, less influence of media, simpler living, work-life balance, valuing natural resources, inherent practices of protecting the environment, and pro-community sentimentalities that lead to sustainability. Attitude toward consumption is guided by the so-called spiritual way of living and having satisfaction with life. Happiness does not necessarily come by acquiring tangible resources but by having meaningful relationship, acquiring wisdom, and following indigenous way of living and transferring it to the next generation. This chapter presents a short report by having a take on economic indicators and traditional and cultural practices of rural India and hence present an explanation for how and why sustainable consumption practices are prevalent in such places. ",
  "Akriti Srivastava, Akancha Srivastava\n\n\n\n\nTeaching Case Studies\n\nFrontmatter\n\n\nRangSutra Crafts India: The Story of Colored Threads and Weaving Artisans\n\n\nAbstract\n(a) Situation faced: As of 2021 there are 6.86 million artisans in India with only handful of social enterprises to develop, market, and export handicrafts while providing livelihoods to them. RangSutra Crafts India works with more than 2000 women artisans across India and has been doing revolutionary work in several ways including enriching artisan communities through training and upskilling workshops, cluster development in different rural locations in the country, supporting artisan wellbeing and promoting socially responsible consumption. ",
  "Due to Covid-19 and subsequent lockdown, the company has been facing the challenges of resource scarcity and artisan training and mobilization which in turn has slowed their operation (and halted in few places). (b) Action taken: RangSutra is a well-known social enterprise which has worked as a bridge between the consumers and artisans. Taking the responsibility of training, packaging, and marketing, the company has earned the badge of being a collaborator with local communities where artisans can learn, earn, organize, and meet challenges. They have maintained sanitization and hygiene led processes to continue their work along with online workshops in few places. (c) Results achieved: RangSutra worked closely with HCL from 2019 to 2020 (till present) and is associated with Jammu Tawi Flood Recovery Project from 2014 which is supported by World Bank. Their work is committed to promote women through skilling, training, mobilizing, and organizing the artisans leading to new design development and more demand from socially resilient consumers who promote such organizations. ",
  "Leading artisans to contribute through their heritage driven skills, RangSutra has also opened retail outlets in Delhi and Varanasi and is very active on social media, thereby developing sustainable responsible market behaviors and earning trust. (d) Lessons learned: This case is unquestionably a great example of socially responsible marketing within social enterprises (e.g., NGO’s). ",
  "This work is essential for practitioners, educators, university students, and researchers from any field of work who wish to make a positive impact on consumers and society through socially responsible marketing. Case problem:\n\n1. How can women led social enterprises’ (social entrepreneur), promote local community engagement (artisans), and influence the responsible consumption of the produced goods (crafts)? 2. Highlighting on responsible business solutions, how these social enterprises sail through challenges posed by Covid-19? Moumita Roy\n\n\n\nMindful Consumption and Universal Love: A Case Study of Sri Lankan Consumer Activists\n\n\nAbstract\nSituation faced: The root cause of overconsumption is identified as the ‘separateness’ from fellow humans and the natural environment. ",
  "Yet, if one makes their consumption choices mindfully, it will no longer be a problem. The challenge of overconsumption can be addressed at the individual level by instilling mindful consumption in them which is truly driven by such as ‘spirituality and ‘universal love’. ",
  "These values would inspire a change in both mindset and behavior of individuals. Many anti-materialistic consumption practices that are identified in previous literature, appeared to be initiated by anti-consumption movements led by groups such as consumer activists. Action taken: To this end, consumer activists, as a changing force in any society, adopt different mindful consumption practices at the personal level, yet it is not clear in the current literature what was the key notions of ‘spirituality and ‘universal love’ are reflected through their consumption practices. To unearth this puzzle, by adopting a qualitative approach, 25 in-depth interviews were conducted with consumer activists in Sri Lanka using the Snowball sampling technique and further by using purposive sampling to ensure rigor and diversity. Interviews lasted for 30–40 min were conducted in both Sinhalese and English languages. The sample comprised a diversified set of respondents who played different leadership roles in their consumer activist movements. ",
  "The data were, then, transcribed and analyzed through thematic analysis. Results achieved: It appeared that all the consumer activists’ personal consumption practices were driven by universal love and spirituality. ",
  "Findings particularly show that universal love and spirituality are reflected through respect, compassion, responsibility, religious bonds, bonds with nature, and happiness. The alterations make their relationships with others and with nature less self-centered and loving which can steer Socially Responsible Consumption at the individual level making sustainable initiatives implemented through consumer activists by instilling mindfulness and rewiring individuals’ mindsets to share universal love and harness spirituality. The study delivers valuable insights about how one’s true caring and kindness toward others will avoid\nLessons learned: The study shows key policy implications for sustainable initiatives in the society through consumer activists by instilling mindfulness and rewiring the mindsets of the individuals to share universal love and thereby harness spirituality. The insights recommend organizations to change their ways to make a positive impact environmentally, socially, and economically by using environmentally friendly materials for their products, packaging, and promotions, and engaging in re-wiring the minds of the general public through their CSR initiatives which inspire sustainable marketing practices. Having explored how they have evolved with an inner change driven by the receipt of self-awareness, findings can be occupied in reorganizing Educational Systems, focusing on mindfulness meditation, and encouraging religious and non-religious spiritual practices to mold the individuals. E. S. Wickramasekara, W. D. C. Jayawickrama\n\n\n\nShhh!! ",
  "It’s a Taboo Don’t Touch!! Pickles Go Sour! ",
  "Sweets Become Inedible! Meals Become Impure! Plants Die! Abstract\n(a). Situation faced: In India, there is a severe lack of access to menstrual education and health issues. Awareness of menstruation hygiene in rural or urban areas are just inadequate. ",
  "Females especially in low-income areas face hygiene issues during menstruation, particularly in the beginning years of menstruation among young girls. Girls in rural and semi-urban settings suffer insufficient puberty education and unavailability of hygienic aids (absorbents), which leads to menstruation as an uncomfortable and shameful experience for them. ",
  "Reports suggest that there is absenteeism of girls from schools due to fear of humiliation and body odor. Cultural taboos complement their snags and prevent them from seeking help, and it restricts their activities during this period. (b). Action taken: Lots of initiatives are taken by the government and social bodies to increase awareness and reduce taboos through various programs, focusing on ensuring dignity, privacy, and breaking the stigma. Efforts are being made to ensure absorbents accessible and affordable. (c). ",
  "Lessons learned: We face extreme gender-related disparity for health awareness, availability of separate washrooms, cleaning materials, and safe disposal of solid waste. Disposal of these used items is also an area of concern. ",
  "The efforts taken by a young entrepreneur in dealing with causes related to menstrual hygiene, illiteracy about the whole concept of menstruation, its myths, and taboos faced by young girls and women, use of sanitary pads, and their self-esteem. More social entrepreneur are welcomed to tackle this stigma. Sonali P. Banerjee, Rahul Gupta\n\n\n\nDeepika Store: A Dilemma of Being Sustainable or Profitable\n\n\nAbstract\nSituation faced: Manish, owner of Deepika store—a famous standalone retail store in a residential hub, involved in retailing the brands of daily needs to the residents of the area. With the advent of technology, he had witnessed the surge in new categories of products and brands, leading to high consumer choices. As a retailer, he was interested in providing sustainable brands due to future requirements. He was worried and in a dilemma, is this the right time to venture into sustainable products and brands tagged-of-its-kind retails stores. ",
  "Action taken Manish had interacted with various suppliers of sustainable brands and products, dealing for a longer period. He also studied the various retailers, particularly the online retailers, who were involved in the business of sustainable brands and products. ",
  "He also categorized and reviewed the various products as per their category listing, which can be replaced with sustainable brands and products. Finally, he had also taken the advice from his father for his opinion. Results achieved: The results of this case were Manish was able to integrate the application of sustainable practices seamlessly and flawlessly in his retail outlet. Also, he was instrumental in developing a chain of such retails stores, which were famous for sustainable products and brands. Also, he tried his hands not only in the hybrid format but also looked out for niche retail outlets only providing sustainable products which were customized and integrated services using the concept of backward integration. Lessons learned: The various lessons which can be learned from this includes—the application of sustainable business practices in the retail format. ",
  "It also provides the learnings of how sustainable brands are important in the coming days—the lessons of integration of sustainability both at a strategic level as well as in the tactical level. The learnings will also include the functioning of various retail formats and their marketing mix, especially merchandising management. ",
  "The case learnings can be generalized in various business settings. Nimit Gupta, Anuj Kumar\n\n\n\nLacoste: Save Our Species Campaign\n\n\nAbstract\n(a). The situation faced: In February 2018, Lacoste, the famous French lifestyle brand, made a brave announcement at the Paris Fashion Show Week when it announced the release of a limited edition series of polo t-shirts. The series would show ten endangered species of wild animals as the logo under the Lacoste brand. For nearly a century, Lacoste was identified worldwide by its legendary 'Crocodile' logo. However, the limited edition series was not going to carry it. ",
  "(b). Action taken: The polo t-shirts were launched as a part of the 'Save Our Species' campaign in partnership with The International Union for Conservation of Nature (IUCN). ",
  "IUCN was an international organization that worked to conserve nature and sustainable use of natural resources. The campaign aimed at increasing awareness about the condition of endangered species of animals. Besides, it also aimed at building Lacoste's reputation as a committed and responsible brand. This positioning was considered appropriate for Lacoste because the fashion industry was considered among the world's highly polluting industries. Through this campaign, the company could demonstrate its commitment to environmental responsibility. (c). ",
  "Results achieved: The animals used as logos included the Vaquita, the Burmese roofed turtle, the Northern Sportive Lemur, the Javan Rhino, the Kakapot Parrot, and the Cao Gibbon, The California Condor, The Saola, The Sumatran Tiger, and The Anegada Ground Iguana. The series comprised only 1775 polo shirts for all ten species. ",
  "The company was committed to supporting IUCN's save our species campaign through this series's sale proceeds. (d). Lessons learned: Over the years, Lacoste had become synonymous with the crocodile logo. The decision to use the endangered species could position Lacoste favourably as an environmentally responsible brand among ecologically conscious consumers, but would the transference of attributes be so effortless? It could also confuse the loyal customers who patronize the brand for so long. Was the company right in being a part of this campaign? ",
  "Bikramjit Rishi, Harvinder Singh\n\n\n\nCUBO Modular Inc. Trailblazing Green Housing in the Philippines\n\n\nAbstract\n(a) Situated faced: CUBO Modular Inc. (CUBO) was a modular home developer located in the Philippines. CEO and co-founder, Earl Forlales, along with his co-founder and COO, Zahra Zanjani, were brainstorming how to fulfill their vision to provide dignified homes for Filipinos that were fast to build, using sustainable materials that were more affordable and could withstand the weather conditions in the Philippines. ",
  "Housing was not often thought of as representing socially responsible consumption. Yet Earl and Zahra were convinced that there existed a socially responsible market in the Philippines if they could create a product that was sustainable and affordably priced. (b) Action taken: Two central features of CUBO were their engineered bamboo construction and their modularity. Both were innovations. Engineered bamboo treated the natural wood to produce a robust, termite-, and moisture-proof building material. Modularity reduced production costs not only because of economies of scale but also because a CUBO unit could be built off-site and assembled on the home site rather than in the traditional manner, which was completely on-site construction. ",
  "CUBO used social media to highlight its numerous awards in international home-building competitions and to target socially responsive consumers. (c) Results achieved: Demand had outstripped supply. ",
  "CUBO has had both a significant number of inquiries and a significant number of orders. CUBO homes have a longer than expected wait time for delivery. New opportunities were presenting themselves, such as with resort owners. Additionally, government certification to produce more congregant/communal housing using engineered bamboo and modularity awaited confirmation of the stability of CUBO’s products through on-site inspection of consumer homes. (d) Lessons learned: Socially conscious consumption was now expanding beyond fast moving consumer goods. Pull strategies, by having the right sustainable product and leveraging social media, would find socially conscious consumers. ",
  "Having a long-term vision and commitment to a sustainable product positions an entrepreneurial firm to take advantage of a growing consumer segment: values-driven consumers. Innovation not only can create new market segments but also it can break the heretofore “premium” pricing that sustainable products commanded in many markets. ",
  "Andrea Santiago, Al Rosenbloom\n\n\n\nCombating Bullying and Judgment Through Socially Responsible Marketing\nThe Case of Planet Fitness\n\n\nAbstract\n(a) Situation faced: More than 64.2 million members in 2021 support the United States as the leading fitness market in the world. Planet Fitness, with more than 13.5 million members and 2,124 stores has a great position for positively influencing society in several ways: increasing the adherence to physical activity, supporting general well-being, and promoting socially responsible consumption. (b) Action taken: Planet Fitness is self-proclaimed to be a Judgement Free Zone®, where people can exercise without any type of intimidation. All their centers are provided with a ‘Lunk Alarm’, a loud siren that goes off when members behave in an intimidating way. This is part of the Judgement Free Generation® project, designed to combat bullying and judgment in today’s society. (c) Results achieved: Planet Fitness was honored in 2017 with the Gold Halo Award in the social services category for excellence in corporate social impact. ",
  "In 2021, this movement is one of the most important and influencing programs in the fitness industry worldwide. (d) Lessons learned: This case is unquestionably a great example of socially responsible marketing in the scope of the fitness and wellness industry. ",
  "This work is essential for practitioners, educators, university students, and researchers from any field of work who wish to make a positive impact on consumers and society through socially responsible marketing. Case problem: How can large fitness center chains influence the responsible consumption of members? Jairo León-Quismondo\n\n\n\nManaging Sustainable Food Consumption: A Case Study of a Food Bank in Malaysia\nTeaching Case Study\n\n\nAbstract\nChapter Overview\nThe rich Asian food heritage, with its wide variety and flavors, is regarded as the pride of the region. Unfortunately, the abundance of food and its availability is also cultivating a waste culture. Changing lifestyle, marketing activities, and cheap and readily available food continues to escalate unsustainable food consumption. Specifically, in Malaysia, food consumption practices are strongly influenced by the cultural, religious, economic, and ethnic diversity. ",
  "These factors pose unique challenges to change unsustainable food consumption practices among consumers. As a platform against food waste and to curb environmental degradation, societies are applying sharing economy principles to food consumption. ",
  "Consequently, food banks have emerged as effective food waste management strategies. In Malaysia, via the initiatives of Domestic Trade and Consumer Affairs Ministry, Food Bank Malaysia Program was introduced and involves an extensive network of hypermarkets, restaurants, social enterprises, and individuals that enables excess food to be distributed to the needy. Food banks are social organizations, function as intermediaries within the food waste management network, supporting social innovations to address food consumption. In this case study, we focused on a specific food bank in Malaysia which faced different strategic issues, particularly in the operation and management in the food sharing initiatives. To understand the roles, challenges and issues involved in the operations of food banks, we used multiple data sources including observation field notes and interviews. It is also complemented with secondary sourced materials such as food bank and government websites, newspapers articles, podcast, blogs, and media press. ",
  "This case study aims to provide strategic challenges and opportunities for social organizations in creating, communicating, and providing values to consumers, while achieving sustainable consumption goals. Vimala Kunchamboo, Stephanie Kay Ann Cheah\n\n\n\nViveChachapoyas.Com: Encouragement of Sustainable and Responsible Consumption of Community Rural Tourism Through Digital Transformation\n\n\nAbstract\n(a) Situation faced: The Community Rural Tourism (CRT) in Chachapoyas, Peru, will not entirely take advantage until developing a viable business model, supported by the information technologies (IT) as facilitators to introduce local operators and the communities. ",
  "Thus, this particular industry faces a digital transformation challenge. (b) Action taken: ViveChachapoyas.com focuses on developing a B2C-B2B model with social marketing strategies based on Community Rural Tourism (CRT) in Chachapoyas, Peru, and serve as an example for similar situations in the world. The CRT is an activity with high potential to promote sustainable and responsible consumption of the Andean communities around Kuelap and Gocta (Amazon rainforest). The CRT has three typologies: agritourism, ecotourism, and experiential tourism. In the latter, the tourist and the community establish an anthropological bond. Both (Community-Tourist) revalue the used resources, reinvigorating the area’s cultural identity. ",
  "Besides, it allows creating new jobs and sustainable trade opportunities among its stakeholders: communities, operators, and complimentary services (accommodation, restaurants, fairs, festivals, travelers, archaeological sites, among others). (c) Results achieved: Through an integration model, the community suppliers will be able to keep local and foreign tourists up to date with valuable information and will customize travel packages that promote archaeological, natural, and population riches on the tourist route. ",
  "Consequently, the case discusses strengthening relationships of trust between stakeholders, providing a digital alternative to reduce unnecessary transaction costs for intermediary agents, who have encouraged only commercial visits to Kuelap or Gocta. (d) Lesson learned: There is a lack of knowledge in the proper use of terms related to CRT. Therefore, it is a priority to standardize the language using the correct definitions. The academic contribution of the ViveChachapoyas.com project is to be a study case that integrates relevant information on CRT in the region while offering niche market research about the tourism sector in Peru. The practical contribution is to lay the foundations for a digital transformation project implementation, adding efforts to achieve the goal of tourism activity. Fátima Castillo Botetano, Nestor U. Salcedo\n\n\n\nInternal and External Marketing Nexus and Corporate Social Responsibility: The Case of an airline’s Rescue Mission to Wuhan During COVID19\n\n\nAbstract\nUsing a real-life business case of an airline, this case study demonstrates how exemplary leadership emancipates employees and accelerates employee agility to better serve customers, especially when there is an unprecedent call for discharging corporate social responsibility (CSR). ",
  "During the height of the COVID19 pandemic in early 2020, the national carrier of a South Asian nation executed a CSR strategy which illustrates a humanitarian project of a commercial airline. The airline confronted with a challenge of rescuing 33 citizens, who were helplessly trapped in Wuhan, where the world’s first COVID19 lockdown was reported, isolating the city from the rest of the world. ",
  "The chief pilot of the crew sets an example as a leader by volunteering to take part in the rescue mission. The front-line employees of the airline were motivated. This inculcates an authentic and committed feeling of shared responsibility among the employees. The employee agility gained through the strategic intervention made them come forward, to accomplish the humanitarian mission. The carrier, struggling to stay afloat due to volatile industry conditions, successfully accomplished the rescue mission. The operation was far from a normal flight. ",
  "Showing solidarity and humanity during a time of unprecedented need, risking their own lives, to bring 33 fellow human beings to safety, the crew earned the admiration of those rescued and the wider community. Execution of CSR strategy in response to a crisis requires employee agility, resilience, and altruism. ",
  "To this end, strategic leadership teams should demonstrate exemplary leadership style to reinforce socially responsible employee behaviour. Unpreceded crisis situations require unprecedent CSR strategies. When implemented successfully they often ensure gaining social legitimacy bridging the gap between internal and external marketing nexus of CSR space and addressing the tension between altruistic and strategic CSR. Pradeepa Dahanayake, Chamila Perera, Chandana R. Hewege\n\n\n\nHow “Dieselgate” Changed Volkswagen: Rushing to Erase the Traces of Greenwashing\n\n\nAbstract\n\n\nThis case focuses on Volkswagen Group’s strategies between September 2015 and April 2021 following the guidelines of the “Sustainable Development Goals (SDGs) of the United Nations’ 2030 Agenda for Sustainable Development.” In 2015, German automaker Volkswagen (VW) had admitted to cheating 11 million of diesel vehicles around the world to circumvent emissions tests in the USA and elsewhere. “Dieselgate”, one of the costliest corporate scandals in the history of contemporary automotive industry, was interpreted as “greenwashing.” After that, “Independent Sustainability Council” was formed to give recommendations to VW and “Together 2025 + Strategy” was announced in 2016 to make the VW Group more customer-oriented. VW was a member of the United Nations Global Compact (UNGC) since 2002 and was withdrawn in November 2015 due to “Dieselgate.” Ever since, VW continued to report in accordance with UNGC’s requirements and in February 2021, VW was reinstated as a participant. ",
  "Change at the top management, change in culture, and change in company strategies helped the company regain its reputation back. The company seems to have survived the scandal since it has been focusing, more than ever, on “sustainability” delivering value for the stakeholders by socially and environmentally responsible vehicles and practices. ",
  "Stakeholder theory and image restoration theory offer a framework for Volkswagen’s sustainable marketing strategies. Gulcin Bilgin Turna\n\n\n\nBeautification of Death: A Case Study of Green Oasis Coffins (Made) in Bangladesh\n\n\nAbstract\nSituation faced: This case presents the story of Oasis Coffins, a manufacturer of beautiful hand-crafted coffins and ash urns. This venture began its operations  in Bangladesh, paradoxically a Muslim majority country where the demand for coffin is limited. Action taken: The founder of Oasis Coffins, David How, who is a Chartered Environmentalist, took advantage of the location and sustainably sourced natural products that are abundantly available in Bangladesh. Using these products, Oasis Coffins dedicatedly develops coffins and exploits the recent trend of “green” death in the global funeral industry. Results achieved: While both born global firms and sustainability have received significant academic attention in recent years, most studies are based on firms of developed economies. ",
  "Addressing the research gap, the authors have selected Oasis Coffins, a small venture that successfully integrated the economic, social, and environmental sustainability dimensions while operating from a developing nation. The paper discusses how Oasis Coffins operates as a sustainable business in Bangladesh and has been successfully exporting funeral products in international markets such as the UK, Holland, and Germany. ",
  "The authors provide an account of the financial challenges, the supply chain, and promotional strategies of Oasis Coffins. Lessons learned: While this study is a significant contribution to the SME, sustainability, and born global literature, it broaches discussion on the founder’s capabilities surrounding opportunity recognition, exploitation, and establishment of a born global firm in a developing nation. Jashim Uddin Ahmed, Anisur R. Faroque, Quazi Tafsirul Islam, Mohammad Jasim Uddin, Hafiza Sultana\n\n\n\nA Case Study on Socially Responsible Consumption with Opportunities for Australian Clothing Retailers\n\n\nAbstract\nSituation faced: While it may be useful to have a comprehensive wardrobe given the desire to wear different outfits in a variety of situations, it is possible that there is a point where one can simply have too many clothes. This case study sheds light on how consumers in Australia make choices to dispose of and recycle clothing and how big retailers can effectively create value by facilitating clothing recycling instead of relying on notions of passive corporate social responsibility evolving over time. Actions taken: A sample of 455 responses predominantly from female participants in Australia invited via LinkedIn platform provided the key evidence on clothing consumption pattern and disposal preferences in Australia. The results from this clothing consumption behaviour survey have then been linked to the recent recycling leveraging strategy and actions of a large clothing retailer operating in Australia which mainly includes recycling, upcycling and value co-creation with strategic partners to advance sustainability innovation. ",
  "Results Achieved: Result from the regression analysis of the survey data indicates that ‘no longer fits’ is the key determinant of a decision to donate to clothing recycling outlets followed by ‘wear and tear’ and then ‘out of fashion’. It is suggested that strategies could be formulated that would incentivise and encourage a better flow of quality garments to the recycled clothing outlets and create a stream of customers to the branded fashion suppliers. ",
  "Survey result also shows that consumers may consider sourcing more of their apparel from recycled clothing outlets if they are guided towards models of shared ownership, fashion libraries or rental options. In line with our findings, the selected clothing retailer is leveraging recycling, reuse, rewear and upcyling in Australia using SMEs, non-profits and consumers as closed-loop supply chain partners. Lessons learned: Big clothing retailers, small- and medium-sized enterprises and non-profit organisations may take advantage of this growing interest in clothing recycling through co-creation of values. Consumers can be an active partner in this integrated model of responsible clothing consumption and conscientious capitalism by attaching redeemable credits at the point of purchase for higher quality slow fashion garments. Larger retailers may consider facilitating clothing swaps in a variety of venues and methods by using smaller regional businesses or non-profit organisations. This would create a closed-loop in a move towards circular economy. ",
  "Implications have been drawn for the managers of clothing retailers, SMEs, and non-profit organisations in Australia. Sardana Islam Khan, Michael Shaw, Priyantha Bandara\n\n\n\n\nAdvances in Knowledge of Socially Responsible Consumption and Marketing\n\nFrontmatter\n\n\nConsumer Attitude and Intention Toward Avoiding Food Waste: The Role of Perceived Risk\n\n\nAbstract\nThe main objective of this research is to provide valuable insight into consumer attitudes and intentions toward avoiding food waste. ",
  "In this line, the study focuses on the association of several dimensions of perceived risk with wasting and not wasting food. Asli Elif Aydin, Pinar Yildirim\n\n\n\nElectric Vehicles as a Means to Sustainable Consumption: Improving Adoption and Perception in India\n\n\nAbstract\nSustainable consumption is an integral part of the sustainable development goals. Electrical vehicles (EVs) globally are being promoted as an eco-friendly transport option and as a potential solution to help nations reduce their fossil fuel dependence. The promotion and adoption of EVs is dependent on several socio-technical and environmental factors ranging from government policies, type of batteries, available infrastructure, knowledge and awareness levels, psychological factors, among others. This study presents a case on India—an upcoming EV hotspot in the world and the country which aims to have 30% EVs on road by 2030. Firstly, the factors that affect perception and adoption of EVs in India have been reviewed. ",
  "Secondly, this study highlights key policy challenges in India related to EVs targeted at different stakeholders and suggests plausible solutions for each of them including implications for research, policy, and society. The results and findings of the study are expected to add value to existing literature on EV adoption in context of developing countries and help policymakers in India devise robust policies on EVs aimed at improving the overall EV ecosystem in India leading to enhanced consumer satisfaction and trust. ",
  "Ahmad Mohd Khalid, Y. S. C. Khuman\n\n\n\n\nPedagogical Directions and Best Practices: Imparting Socially Responsible Consumption and Marketing Competencies\n\nFrontmatter\n\n\nUsing Live Briefs in Marketing Education: How to Increase Student Employability by Blending Sustainability and Internationalization\n\n\nAbstract\nPostgraduate students in marketing needed more first-hand learning experiences by addressing live briefs set by clients. The existing curriculum relied on a pedagogical framework using traditional case studies. Furthermore, students did not have many opportunities to work with non-domestic, sustainable brands in a real-life setting. While topics such as sustainable consumption, ethics and corporate social responsibility were covered theoretically in the existing modules, students needed to learn how to apply theory into practice. This chapter describes, examines, and analyses the benefits and challenges of introducing live briefs in marketing education, the challenges faced throughout teaching and group work, and how live briefs had to be implemented in the curriculum to help improve the postgraduate student’s employability skills. Changing consumer behaviour toward more sustainable consumption remains an ongoing concern for existing and prospective marketing professionals, and some employability skills are directly connected to this ongoing concern. ",
  "Practical introduction of live briefs, supported by domestic and international brands with substantial sustainability agenda, is one solution to enrich pedagogy and learning practices with real-life experiences. Hyunsun Yoon, Tina Šegota\n\n\n\n\n\n\n\n\n\n\nMetadata\n\n\n\n\n\n\nTitle\nSocially Responsible Consumption and Marketing in Practice\n\n\nEditors\n\n         Jishnu Bhattacharyya   Dr. M. S. Balaji   Dr. Yangyang Jiang   Dr. Jaylan Azer   Dr. Chandana R. Hewege \n\n\n\nCopyright Year\n2022\n\n\nPublisher\n\n        \n            Springer Singapore\n        \n    \n\n\n\n\nElectronic ISBN\n978-981-16-6433-5\n\n\nPrint ISBN\n978-981-16-6432-8\n\n\nDOI\n\nhttps://doi.org/10.1007/978-981-16-6433-5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAutomotive\n\n\n\n\nBooks\n\n\n\n\nJournals\n\n\n\n\nEvents\n\n\n\n\nIndividual access\n\n\n\n\nAccess for companies\n\n\n\n\n\n\n\n\n\n\n\nAbout us:\n\n\n\n\n  Who we are\n\n\n\n\n        Help\n    \n\n\n\n  Contact us\n\n\n\n\n\n\n\n\nContent:\n\n\n\n\n        Newsletter\n    \n\n\n\n  RSS feeds\n\n\n\n\n        Books\n    \n\n\n\n        Journals\n    \n\n\n\n\n\n\n\nOur products:\n\n\n\n\n        Individual access\n    \n\n\n\n        Access for companies\n    \n\n\n\n        PatentFit \n    \n\n\n\n\n\n\n\nLegal Information:\n\n\n\n\n  Imprint\n\n\n\n\n  Terms & Conditions\n\n\n\n\n  Privacy Policy\n\n\n\n\n        Cookies\n    \n\n\n\n    Manage cookies/Do not sell my data\n\n\n\n\n  California Consumer Privacy Statement\n\n\n\n\n\n\n\n\nFurther links:\n\n\n\nMedia data\n\n\nCorporate Solutions\n\n\n\n\n\n\n\n\n\n\n\n\n\n© Springer Fachmedien Wiesbaden GmbH\n\n\n\nVersion: 0.1917.0 "
]