[
  "ITUC Calls for Greater Transparency, Decent Work in Supply Chains | News | SDG Knowledge Hub | IISD facebook googleplus pinterest twitter quote chevron chevron-small search close_x close menu SDG Knowledge Hub A project by IISD NEWS COMMENTARY GUEST ARTICLES POLICY BRIEFS GENERATION 2030 EVENTS ACTORS REGIONS SDGs 3 February 2016 share this ITUC Calls for Greater Transparency, Decent Work in Supply Chains story highlights The global supply chains of 50 large companies rely on an employment model that \"hides\" the majority of its workforce, so they cannot advocate for better pay or working conditions, according to a publication by the International Trade Union Confederation (ITUC).The report argues that this situation undermines progress towards decent work and employment for all, and presents recommendations on how the companies could act to \"change the model of global trade.” 18 January 2016: The global supply chains of 50 large companies rely on an employment model that “hides” the majority of its workforce, so they cannot advocate for better pay or working conditions, according to a publication by the International Trade Union Confederation (ITUC). The report argues that this situation undermines progress towards decent work and employment for all, and presents recommendations on how the companies could act to “change the model of global trade.” ITUC released the report, titled ‘Scandal: Inside the global supply chains of 50 top companies,’ at the World Economic Forum’s (WEF) 46th Annual Meeting, which convened from 20-23 January 2016, in Davos, Switzerland.",
  "According to the report, global corporations only employ six percent of their workers through direct employment, while 94% of the workforce, or 116 million people, is employed through less formal relationships. This model may allow for exploitation and abuse of human rights, ITUC argues. Sharan Burrow, ITUC General Secretary, said global businesses should pay a minimum wage on which workers can live with dignity. She explained that the companies described in the report increase their profits by paying low wages, evading taxes or polluting. She elaborated that “60% of global trade in the real economy is dependent on the supply chains of our major corporations,” and that they use a “business model” based on exploitation and abuse of human rights. The report calls on global companies to commit to: transparency in supply chains; minimum living wages on which people can live with dignity; secure work and ending short-term contracts; collective bargaining for decent wages, working conditions and wage share; and safe work, including recognizing workers’ rights to safety committees.",
  "It also recommends that companies commit to the UN Guiding Principles on Business and Human Rights. Sustainable Development Goal (SDG) 8 calls to “Promote inclusive and sustainable economic growth, employment and decent work for all.” [ITUC Press Release] [Publication: Scandal: Inside the Global Supply Chains of 50 Top Companies] [IISD RS Story on WEF] [SDG 8] related events World Economic Forum Annual Meeting SDGs8.",
  "Decent Work & Economic Growth10. Reduced InequalitiesIssuesHuman Rights & Indigenous Peoples, Economics & InvestmentGlobal PartnershipsTradeActorsStakeholders and Major GroupsActionsPublicationRegionsEurope share this related posts 6 SDGs No Poverty Reduced Inequa... Climate Action... Life on Land Peace, Justice... Partnerships f... Post Davos Talks Highlight Urgency of Climate Change, Conflict and Migration 17 February 2016 | 6 SDGs No Poverty Reduced Inequa... Climate Action... Life on Land Peace, Justice... Partnerships f... Post Davos Talks Highlight Urgency of Climate Chan... 17 February 2016 | 7 SDGs No Poverty Climate Action... Peace, Justice... Partnerships f...Affordable & Cl...Decent Work & E...Industry, Innov... ICC Evaluates G20 Responsiveness to Business 4 February 2016 | 7 SDGs No Poverty Climate Action... Peace, Justice... Partnerships f...Affordable & Cl...Decent Work & E...Industry, Innov... ICC Evaluates G20 Responsiveness to Business 4 February 2016 | 3 SDGs Partnerships f...Gender Equality...Decent Work & E... Gender Parity Helps Companies Excel, Says UN Women Report 3 February 2016 | 3 SDGs Partnerships f...Gender Equality...Decent Work & E... Gender Parity Helps Companies Excel, Says UN Women... 3 February 2016 | 2 SDGs Climate Action... Partnerships f... E15 Examines Global Trade and Investment for Sustainable Development, Climate Action 2 February 2016 | 2 SDGs Climate Action... Partnerships f... E15 Examines Global Trade and Investment for Susta... 2 February 2016 | Responsible Consumption & Production ‘Champions 12.3’ Take on SDG Food Waste Target 28 January 2016 | Responsible Consumption & Production ‘Champions 12.3’ Take on SDG Food Wast... 28 January 2016 | 3 SDGs Partnerships f...Good Health & W...Gender Equality... Secretary-General Appoints High-Level Group for Every Woman Every Child 28 January 2016 | 3 SDGs Partnerships f...Good Health & W...Gender Equality... Secretary-General Appoints High-Level Group for Ev... 28 January 2016 | Newsletter The SDG Update compiles the news, commentary and upcoming events that are published on the SDG Knowledge Hub each day, delivering information on the implementation of the 2030 Agenda for Sustainable Development to your inbox.",
  "Sign up NEWS GUEST ARTICLES POLICY BRIEFS GENERATION 2030 SEARCH EVENTS ACTORS REGIONS SDGs ABOUT CONTACT HELP & FAQ follow us: follow us: A project by: © 1990-2022, IISD. Excerpts may only be used with appropriate academic citation and a link back to the corresponding article/page used."
]