[
  "Climate change: Top companies exaggerating their progress - study - BBC NewsBBC HomepageSkip to contentAccessibility HelpYour accountHomeNewsSportReelWorklifeTravelFutureCultureMenuMoreSearchHomeNewsSportReelWorklifeTravelFutureCultureMusicTVWeatherSoundsClose menuBBC NewsMenuHomeWar in UkraineCoronavirusClimateVideoWorldUKBusinessTechScienceStoriesMoreEntertainment & ArtsHealthWorld News TVIn PicturesReality CheckNewsbeatLong ReadsScienceClimate change: Top companies exaggerating their progress - studyBy Georgina RannardBBC NewsPublished7 FebruarycommentsCommentsSharecloseShare pageCopy linkAbout sharingRelated TopicsClimate changeImage source, Getty ImagesImage caption, Environmentalists often accuse corporations of misleading consumers with greenwashingMany of the world's biggest companies are failing to meet their own targets on tackling climate change, according to a study of 25 corporations.They also routinely exaggerate or misreport their progress, the New Climate Institute report says.Google, Amazon, Ikea, Apple and Nestle are among those failing to change quickly enough, the study alleges. Corporations are under pressure to cut their environmental impact as more consumers want green products.Some of the companies told BBC News they disagreed with some of the methods used in the report and said they were committed to taking action to curb climate change.The firms analysed account for 5% of global greenhouse-gas emissions, the report says - which means although they have a huge carbon footprint, they have enormous potential to lead in the effort to limit climate change.",
  "\"The rapid acceleration of corporate climate pledges, combined with the fragmentation of approaches, means that it is more difficult than ever to distinguish between real climate leadership and unsubstantiated,\" the study says.Study author Thomas Day told BBC News his team originally wanted to discover good practices in the corporate world, but they were \"frankly surprised and disappointed at the overall integrity of the companies' claims\".Amazon said in its statement: \"We set these ambitious targets because we know that climate change is a serious problem, and action is needed now more than ever. As part of our goal to reach net-zero carbon by 2040, Amazon is on a path to powering our operations with 100% renewable energy by 2025. \"And Nestle commented: \"We welcome scrutiny of our actions and commitments on climate change. However, the New Climate Institute's Corporate Climate Responsibility Monitor (CCRM) report lacks understanding of our approach and contains significant inaccuracies. \"The Corporate Climate Responsibility Monitor was conducted by non-profit organisations New Climate Institute and Carbon Market Watch.It looked at firms' publicly stated strategies to reduce greenhouse-gas emissions in order to reach net zero.Net zero, a target scientists say the world must reach by 2050 to limit global temperature rises, means not adding to the amount of greenhouse gases in the atmosphere.Achieving it means reducing emissions as much as possible, as well as balancing out any that remain by removing an equivalent amount.What is net zero?Seven ways to spot businesses greenwashingWaitrose and Lidl top greenest supermarket rankingCompanies set their own targets. For example, Google promises to be carbon-free by 2030, while Ikea pledges to be \"climate-positive\" by 2030.",
  "Emissions are created by anything from transporting goods, to energy used in factories or shops. The carbon footprint of growing crops or cutting down trees also counts.",
  "The study gave each firm an \"integrity\" rating. It found that some were doing relatively well in reducing emissions but that all corporations could improve. None was given a rating of \"high integrity\".It assessed factors like annually disclosing emissions; giving a breakdown of emission sources; and disclosing information in an understandable way.It concluded that overall, the strategies in place - if implemented - would reduce emissions by 40% at most, not the 100% implied in the term \"net zero\".Just three of the 25 companies are clearly committed to removing 90% of carbon emissions from their production and supply chains, it says. Those are Maersk, Vodafone and Deutsche Telekom.The way that businesses talk about their climate pledges is also a big problem, the study says. There is a large gap between what companies say and the reality, Mr Day says - and consumers are likely to find it difficult to determine the truth. \"Companies' ambitious-sounding headline claims all too often lack real substance,\" he explains.",
  "\"Even companies that are doing relatively well exaggerate their actions. \"A really simple guide to climate changeMr Day, whose team spent weeks poring over documents, said the average person trying, for example, to choose a piece of furniture, technology or buy food in the supermarket would struggle to make an informed decision.He said one of the most controversial areas was what are known as downstream or upstream emissions - ones that are created by activity indirectly linked to a company.",
  "For example, the report says 70% of Apple's climate footprint is created by upstream emissions, including the consumption of electricity by consumers using Apple phones, laptops and other products.Many companies did not include these emissions in their climate plans. Ikea told BBC News it welcomed \"dialogue and scrutiny\" of companies' climate commitments and goals, to ensure that they were \"aligned with the science of 1.5Â°C\". \"The new report by New Climate Institute is a constructive addition to this.\" And Unilever commented: \"While we share different perspectives on some elements of this report, we welcome external analysis of our progress and have begun a productive dialogue with the New Climate Institute to see how we can meaningfully evolve our approach. Google told BBC News: \"We clearly define the scope of our climate commitments and regularly report on our progress in our annual Environmental Report, where our energy and greenhouse gas emissions data is assured by Ernst & Young.\" Apple did not respond directly to the report but told BBC News it has a plan to reduce its carbon footprint.",
  "The Corporate Climate Responsibility Monitor will continue to assess companies' pledges, releasing findings annually.The full list of companies analysed is: Maersk, Apple, Sony, Vodafone, Amazon, Deutsche Telekom, Enel, GlaxoSmithKline, Google, Hitachi, Ikea, Vale, Volkswagen, Walmart, Accenture, BMW Group, Carrefour, CVS Health, Deutsche Post DHL, E.On SE, JBS, Nestle, Novartis, Saint-Gobain, Unilever.More on this storyGreenwashing tricks: Seven ways not to be fooled8 November 2021Can sustainable fashion turn the red carpet green?25 September 2021Firms want help to measure their carbon footprint13 August 2021View commentsRelated TopicsCompaniesAmazonGoogleIkeaClimate changeTop StoriesLive.Â Bloody battles at Mariupol steelworks - Ukraine commanderDisabled children 'dumped' in Ukrainian institutions. VideoDisabled children 'dumped' in Ukrainian institutionsPublished16 hours agoRussians flee to Dubai to avoid sanctionsPublished1 hour agoFeaturesDisabled children 'dumped' in Ukrainian institutions."
]