[
  "Sustainable cities and communities | Sustainable Development Goals | Eco-Business | Asia Pacific Menu Search English English 简体中文 Bahasa Indonesia Bahasa Malaysia Subscribe Log in Search Close search bar Winner | Asian Digital Media Awards 2021 News Opinion Podcasts Videos EB Studio Press Releases Events Jobs Intelligence Topics SDGs More+ Edition International Asia Pacific China USA Europe Menu News Opinion Podcasts Videos EB Studio Press Releases Events Jobs Research Subscribe Log in Close menu Eco-Business Edition Search Eco-Business Search Language English 简体中文 Bahasa Indonesia Bahasa Malaysia Edition International Asia Pacific China USA Europe Sections Home News Show more News Industry Spotlight Feature Series Special Reports A-Z Tags Opinion Podcasts Videos About Us Show more About us Our Team Join Us Advisory Board Contributors Contact Us Strategic Organisations EB Studio Press Releases Events Jobs Intelligence Topics Show more Topics Carbon & Climate CSR Cities Energy Food & Agriculture Green Buildings Lifestyle Manufacturing Policy & Finance Transport Waste Water Sustainable Development Goals Show more SDGs 1. Poverty 2.",
  "Hunger 3. Health 4. Education 5. Gender equality 6. Water 7. Energy 8.",
  "Economic growth 9. Infrastructure 10.",
  "Inequality 11. Cities 12. Consumption 13. Climate 14. Oceans 15. Biodiversity 16.",
  "Peace 17. Partnerships Regions Show more Regions Australia China Europe Hong Kong India Indonesia Japan Malaysia Philippines Singapore Thailand Subscribe Newsletter EB Circle Follow Us Facebook Twitter Linkedin Instagram Telegram Vimeo YouTube RSS EB Initiatives EB Impact Southeast Asia's Clean Energy Transition People: Movers and shakers in sustainability Changing Course EB Events Nature-based solutions: the state of play in Asia Rising tide: Adapting to the changing ESG regulatory landscape The Liveability Challenge 2022 Grand Finale All Eco–Business events → Image: Kyle Hasegawa/Flickr 11.",
  "Sustainable cities and communities More than half of the world’s population now live in urban areas. By 2050, that figure will have risen to 6.5 billion people – two-thirds of all humanity. Extreme poverty is often concentrated in urban spaces, and national and city governments struggle to accommodate the rising population in these areas. Making cities safe and sustainable means ensuring access to safe and affordable housing, and upgrading slum settlements. Sustainable development cannot be achieved without significantly transforming the way we build and manage our urban spaces. Read our stories to learn more about SDG Goal 11: Sustainable cities and communities image: M. Louis/Flickr Image: Sastha K L/Flickr Image: Willis Chong/Wikipedia Image: Mark爱生活/Flickr SDG 11 Sustainable cities and communities is supported by ABB News Carbon & Climate Climate change ‘already’ raising risk of virus spread between mammals Mammals forced to move to cooler climes amid global warming are “already” spreading their viruses further – with “undoubtable” impacts for human health, a new study says.",
  "Climate change ‘already’ raising risk of virus spread between mammals Waste As lithium reserves dwindle, Singapore EV battery recycling startup aims to plug supply gap Lithium shortages are straining supply chains for electric vehicle batteries. Entrepreneur Bryan Oh, co-founder of a low-waste, low-emissions lithium recycling firm, wants to be the world's largest lithium company without ever owning a mine.",
  "As lithium reserves dwindle, Singapore EV battery recycling startup aims to plug supply gap Transport Legalising Bangladesh 'easy bike' taxis could drive safer, greener industry A court decision overturning an earlier ban on three-wheelers paves the way for them to be made legal, which would support better design and potentially greener ways to power them, benefitting drivers, transport experts say. Legalising Bangladesh 'easy bike' taxis could drive safer, greener industry Carbon & Climate 'Surprise' urban Malaysia floods drive pleas for climate action Widespread flooding across Malaysia starting late last year shocked urban residents, with green groups urging a new approach as climate change impacts become more severe. 'Surprise' urban Malaysia floods drive pleas for climate action Green Buildings David Fogarty to lead CBRE's Southeast Asia sustainability team By Robin Hicks David Fogarty to lead CBRE's Southeast Asia sustainability team Carbon & Climate UN report: land degradation now affects half the world’s population and economy By Catherine Early UN report: land degradation now affects half the world’s population and economy Manufacturing India’s central bank wants cement industry to reduce carbon emissions By Mayank Aggarwal India’s central bank wants cement industry to reduce carbon emissions Energy Twin-state hydropower project seen to sweep away vulnerable communities, local biodiversity By Kapil Kajal Twin-state hydropower project seen to sweep away vulnerable communities, local biodiversity All Sustainable cities and communities News → Opinion Carbon & Climate How women can break the bias The \"shadow pandemic\" of sexual and gender-based violence during the Covid-19 crisis shows that it will be up to women themselves to topple the structural hurdles that have left them vulnerable. Fortunately, the past two years have shown that this is possible, with many examples revealing how all of society benefits. By Ellen Johnson Sirleaf and Lilian Best How women can break the bias Policy & Finance Climate leadership needs more women Despite widespread recognition that women are underrepresented in climate and conservation fora, the problem persists. Given that women face the greatest risks from environmental crises and have been shown to deliver better environmental policy results, this status quo is both unjust and shortsighted.",
  "By Yvonne Aki-Sawyerr Climate leadership needs more women Policy & Finance Investing in climate adaptation and resilience this Earth Day Many Southeast Asian countries are at the intersection of high exposure and low readiness to adapt to the risks brought by global warming. The region needs to move a lot faster on better planning and data collection.",
  "By Dave Sivaprasad and Anis Mohd Nor Investing in climate adaptation and resilience this Earth Day Cities Climate change does not have to mean more insect-borne disease As the world warms, diseases transmitted by insects may spread. For World Health Day, we look at how certain prevention strategies can break the link between climate change and animal diseases which spread to humans. By Ilan Kelman Climate change does not have to mean more insect-borne disease Cities The infrastructure of recovery By Riccardo Puliti The infrastructure of recovery Food & Agriculture Urban farming taking root in Malaysia By Jia-Qi Cheong Urban farming taking root in Malaysia Policy & Finance A billion climate-vulnerable people live in informal settlements – here’s what they face By Vanesa Castán Broto, Emmanuel Osuteye and Linda Westman A billion climate-vulnerable people live in informal settlements – here’s what they face Cities Putting a floor under Asia's sinking cities By Dimas Fauzi Putting a floor under Asia's sinking cities All Sustainable cities and communities Opinion → Videos Transport What makes an electric car clean? EB Studio Polestar, a new entrant to Singapore’s electric car market, hopes to woo consumers by going the extra mile in sustainable design. What makes an electric car clean? Food & Agriculture Cell-based chicken curry, anyone?",
  "Novel food firms are dreaming big about market expansion, but first they must overcome diners' doubts and a huge cost hurdle. Cell-based chicken curry, anyone?",
  "Carbon & Climate Women in STEM driving sustainability Women play a key role in developing innovations to push for sustainability, but barriers remain to their entry into STEM careers. To celebrate International Day of Women & Girls in Science, EB Impact speaks to three women in science on making an impact and pursuing careers in STEM. Women in STEM driving sustainability Water Curiosity is harming Singapore's intertidal wildlife Crowds descended on a beach at low tide again on Chinese New Year, despite intense media coverage of a similar occurrence in June last year. Curiosity is harming Singapore's intertidal wildlife All Sustainable cities and communities Videos → Podcasts Carbon & Climate Relentless work, for no money: Southeast Asian climate scientists share their IPCC experience What's it like co-writing a 3,500 page report on the dangers of climate change with hundreds of scientists worldwide, over Zoom calls during a pandemic? Eco-Business speaks to authors from the Philippines, Malaysia and Singapore who were in the thick of the action. Relentless work, for no money: Southeast Asian climate scientists share their IPCC experience Manufacturing Sustainable packaging is here — but who will pay for it?",
  "EB Studio As a landmark treaty is thrashed out to tackle plastic pollution, the Eco-Business Podcast debates whether the world is ready to pay a premium for packaging that doesn't damage the planet. Sustainable packaging is here — but who will pay for it?",
  "Water Shifting sands: the environmental controversy beneath your feet Why is there so much secrecy and controversy around sand extraction? Eco-Business speaks to Madhumitha Ardhanari to find out more about the narrative surrounding sand in Singapore, the largest importer of sand in the world. Shifting sands: the environmental controversy beneath your feet Policy & Finance How can NGOs tackle taboo subjects like human rights in Singapore? Civic groups charge that an anti-foreign interference bill will muzzle civil society. How can activists safely advocate for human rights? Eco-Business asked Vanessa Ho from Project X and Fair Finance Asia's Bernadette Victorio.",
  "How can NGOs tackle taboo subjects like human rights in Singapore? All Sustainable cities and communities Podcasts → Receive the latest news in sustainability, daily or weekly."
]