[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n70 years of human rights, but the water, sanitation and hygiene scandal continues | WASH Matters\n\n\n\n\n\n\n\n\n      Skip to main content\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\nWaterAid global website\n\n\n\n\n\n\n\n\n\n\n\nMain navigation\n\n\nOur work\n\n\n\n\n\n            Home\n          \n\n\nOur work\n\n\nHow we work\n\n\nOur global strategy\n\n\nAid effectiveness\n\n\nClimate change\n\n\nDisasters\n\n\nEquality\n\n\nFinance\n\n\nGovernance\n\n\nHealth\n\n\nHealthcare facilities\n\n\nHygiene\n\n\nInnovation\n\n\nMonitoring and accountability\n\n\nPartnerships\n\n\nSanitation\n\n\nSustainability\n\n\nSustainable Development Goals\n\n\nTechnology\n\n\nUrban and small towns\n\n\nWater security\n\n\n\n\n\n\nExpert opinion\n\n\nPublications\n\n\n\n\n\n            Home\n          \n\n\nPublications\n\n\nPolicies and frameworks\n\n\n\n\n\n\nProjects and events\n\n\n\n\n\n            Home\n          \n\n\nProjects and events\n\n\nProjects\n\n\n\n            Projects and events\n          \n\n\nProjects\n\n\nClimate change, water and me\n\n\nHygiene and Behaviour Change Coalition\n\n\nHygiene for Health\n\n\nHygiene through immunisation\n\n\nResilient Water Accelerator\n\n\nSusWASH\n\n\n\n\nEvents\n\n\n\n            Projects and events\n          \n\n\nEvents\n\n\nCOP26\n\n\nWorld Health Assembly\n\n\nWorld Water Forum\n\n\n\n\n\n\n\n\nCOVID-19\n\n\n\n\nSearch\n\n\nDonate\n\nMenu\n\n\n\n\n\n\n\n      Back to top\n    \n\n\n\n\n\n  70 years of human rights, but the water, sanitation and hygiene scandal continues\n\n\n\n  \n      7 December 2018\n  \n\nPosted by\n    \n            \n  Savio Carvalho\n\n\n\n    \n\n\n\n\n\n\n\n\n\n4 min read\n\n\n \n\n\n\n\n\n\n\nWaterAid/ Ernest Randriarimalala\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhile Sustainable Development Goals on water, sanitation and hygiene were in the spotlight this year, billions continued to be denied enjoyment of these human rights. This is a scandal, writes Savio Carvalho, Global Campaigns Director at WaterAid UK. ",
  "One day during the heatwave in London this summer, an engineering problem resulted in our office taps and toilets running dry for a day. This was a rarest of rare situations, which quickly became a subject of wry humour. This lack of water and sanitation in our office, although fleeting, caused some disruption. Staff debated braving the day without running water and toilets, many deciding to work remotely. We couldn’t imagine functioning in a place where our essential needs were not met. Clean water and decent sanitation in workplaces, schools and healthcare facilities are essential for a productive workforce, and a healthy, prosperous and equal society. ",
  "At a wider scale there is ample evidence to show the socio-economic returns from investing in water, hygiene and sanitation (WASH) – for individuals, societies and families like Perline's, pictured above left. They are essential for building the human capital that the World Bank indexed this year. ",
  "But more fundamentally, access to clean water, sanitation and hygiene are human rights, closely linked to the dignity of an individual. As the UN General Assembly has articulated, the enjoyment of these rights is essential for the enjoyment of other human rights. A scandal and a denial\nIn 2015, world leaders further committed themselves by adopting the Sustainable Development Goals (SDGs), an ambitious agenda for people, planet and prosperity. Each year, governments review progress of individual countries against the SDGs, including global progress on specific themes. In 2018, governments, UN agencies and the private sector reviewed progress on water, sanitation and hygiene. The very worrying statistics painted a dismal picture. ",
  "The alarming reality is that 844 million people still do not have clean water close to home, and nearly 1 in 3 don’t have a decent toilet of their own. That is approximately the combined populations of the USA, Brazil, Nigeria and Ethiopia living without the clean water that is their human right. ",
  "Around 289,000 children under five die every year from diarrhoeal diseases directly linked to dirty water and poor sanitation. That is almost 800 children a day – one child every two minutes. This is more than a global WASH crisis. It is a scandal. It is the denial of the right to life. Translate words into actions... ",
  "Ordinary people need more than resolutions, declarations or reviews – they need urgent action. They need to see words translated into political momentum at national and local levels. ",
  "And they need this momentum to be reflected in prioritisation of WASH by national governments, UN agencies, bi-lateral and multilateral donors, international financial institutions and the private sector. No school, or healthcare facility or factory should be allowed to continue without adequate WASH services. There is also a need to invest in good governance, including strengthening systems and capacities in the WASH sector. And accountable institutions are needed, whereby people can demand services and their human rights. This includes civil society, media and accountability bodies like the judiciary, parliaments and audit officials. ...and fund them\nInvesting in WASH is not just essential but a good investment. ",
  "The World Health Organization estimates total global economic losses due to inadequate water supply and sanitation services at US$260 billion a year. And for every $1 spent on water and sanitation, on average $4 returns in increased productivity and reduced healthcare costs. ",
  "The sums seem obvious. A healthy society results in multiple economic, social and environmental benefits for human development, improving outcomes in health, nutrition, education, gender and livelihoods, and building communities’ resilience to climate change. The ripple effects are untold. This Human Rights Day marks the 70th anniversary of the Universal Declaration of Human Rights, a milestone document that proclaimed the inalienable rights to which everyone is inherently entitled as a human being. We need to stand up for our own rights and those of all humans. It’s up to each one of us to make rights real. ",
  "We need to #Standup4HumanRights – stand up for equality, justice and human dignity. So every time you drink clean water, use a decent toilet or wash with soap, spare a thought for the many whose enjoyment of these rights is being denied. ",
  "This cannot continue. It is a matter of dignity and humiliation, health and illness, poverty and prosperity. And, most of all, life and death. Posted by\n  \n                  \n  Savio Carvalho\n\n\n\n      \n  \n\n\n  \n      Savio is Global Campaigns Director at WaterAid UK\n  \n\nTopics\nSustainable Development Goals\nEquality, inclusion and human rights\n\n\n\n\n\n\n\n\n\nYou may also be interested in...\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n            \n  4 May 2022\n  by\n\n  \n  WaterAid\n\n\n\n\n  \n      Climate change\n  \n\n\n\n\n\n\n\n\n\n2 min read\n\n\n\n  High-level online event: Enhancing water security for better resilience to climate threats\n\n\nView more\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n            \n  6 April 2022\n  by\n\n  \n  John Knight and Tripti Rai\n\n\n\n\n  \n      Nepal, Sustainability\n  \n\n\n\n\n\n\n\n\n\n6 min read\n\n\n\n  Knowledge sharing between a UK and a Nepalese water utility: lessons from the Beacon Project \n\n\nView more\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n            \n  8 March 2022\n  by\n\n  \n  Lucy Graham and Fatema Mohammad\n\n\n\n\n  \n      Bangladesh, Gender, Equality, inclusion and human rights\n  \n\n\n\n\n\n\n\n\n\n5 min read\n\n\n\n  'It’s time for women to stop confining themselves': how access to clean water is a catalyst for women's empowerment\n\n\nView more\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n            \n  2 March 2022\n  by\n\n  \n  Virginia Newton-Lewis, Lucy Flaws and Elaine Dunlop\n\n\n\n\n\n\n\n\n\n\n\n\n5 min read\n\n\n\n  Pandemics to power dynamics: how we factored the future into our new global strategy\n\n\nView more\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSubscribe to our newsletter\n\n\nEmail Address\n\n\n\n\n\n\nFooter\n\nGet in touch\n\n\nContact us\n\n\nTweet us \n\n\n\n\nUseful info\n\n\nJobs\n\n\n\n\n\nDonate\n\n\n\n\n\n\nRegistration numbers: England and Wales 288701, Scotland SC039479. 6th floor, 20 Canada Square, London, E14 5NN. WaterAid - water charity | © Copyright WaterAid - All rights reserved.Terms and conditions | Privacy policy | Cookies policy "
]