[
  "SDG1- No Poverty - Danone Skip to content ABOUT US AT A GLANCE Facts & figures Our businesses External recognition SUSTAINABLE VALUE CREATION Our mission Our vision Our unique growth model Our B Corp Ambition Our company goals Our brand model Working through our ecosystem Danone Manifesto Ventures Danone \"Entreprise à Mission\" LIVING HERITAGE BRANDS ESSENTIAL DAIRY AND PLANT-BASED PRODUCTS Strategy & key figures Research & innovation Actimel Activia Danone Danonino Oikos Prostokvashino Alpro Silk International Delight WATERS We Act For Water Font Vella evian Hayat Salus Mizone AQUA Zywiec Zdroj Villavicencio Villa del Sur Bonafont Volvic SPECIALIZED NUTRITION Strategy & key figures Supporting breastfeeding IMPACT HEALTH Better products Better choices Better consumption Our portfolio Our in-depth knowledge of local habits & cultures Responsible company practices Covid-19 Information PLANET Towards carbon neutrality Regenerative agriculture Water stewardship Circular economy of packaging PEOPLE FINANCIAL SUPPLIERS Supplier portal Sustainable sourcing COMMITMENTS, POLICIES AND POSITION PAPERS SOCIAL INNOVATION FUNDS UN'S SUSTAINABLE DEVELOPMENT GOALS STORIES ONE PLANET . ONE HEALTH INNOVATION PEOPLE BEHIND THE BRAND FUTURE OF FOOD BRANDS INVESTORS DANONE AT A GLANCE Facts & figures Ownership Subsidiaries M&A/Partnerships DANONE STOCK Danone stock information Stock performance ADR Historic price look-up Investment calculator Dividend Analyst coverage Analyst consensus RESULTS CENTER PUBLICATIONS & EVENTS Financial calendar Registration documents/URD Interim financial reports Integrated reports Press releases Investor seminars Investor conferences Regulated information GOVERNANCE Board of Directors Executive Committee By-laws, rules of procedure of the Board of Directors and business conduct policies Corporate Officers Remuneration Governance engagement presentations Regulated Party Agreements SUSTAINABILITY Commitments, Policies and Position papers Reports and Data Podcasts SHAREHOLDERS Shareholders’ Meeting Letter to our shareholders FAQ DEBT & RATING CONTACT NEWSROOM CORPORATE NEWS BRAND NEWS LOCAL NEWS OTHER NEWS RELATED TO DANONE CANDIDATES ANNUAL REPORTS Integrated annual report 2020 Integrated annual report 2019 DANONE IN 2019 VALUE CREATION INNOVATING TOGETHER PORTFOLIO 2019 PERFORMANCE IMPACTFUL PROJECTS Integrated annual report archives Search ABOUT US AT A GLANCE Facts & figures Our businesses External recognition SUSTAINABLE VALUE CREATION Our mission Our vision Our unique growth model Our B Corp Ambition Our company goals Our brand model Working through our ecosystem Danone Manifesto Ventures Danone \"Entreprise à Mission\" LIVING HERITAGE BRANDS ESSENTIAL DAIRY AND PLANT-BASED PRODUCTS Strategy & key figures Research & innovation Actimel Activia Danone Danonino Oikos Prostokvashino Alpro Silk International Delight WATERS We Act For Water Font Vella evian Hayat Salus Mizone AQUA Zywiec Zdroj Villavicencio Villa del Sur Bonafont Volvic SPECIALIZED NUTRITION Strategy & key figures Supporting breastfeeding IMPACT HEALTH Better products Better choices Better consumption Our portfolio Our in-depth knowledge of local habits & cultures Responsible company practices Covid-19 Information PLANET Towards carbon neutrality Regenerative agriculture Water stewardship Circular economy of packaging PEOPLE FINANCIAL SUPPLIERS Supplier portal Sustainable sourcing COMMITMENTS, POLICIES AND POSITION PAPERS SOCIAL INNOVATION FUNDS UN'S SUSTAINABLE DEVELOPMENT GOALS STORIES ONE PLANET .",
  "ONE HEALTH INNOVATION PEOPLE BEHIND THE BRAND FUTURE OF FOOD BRANDS INVESTORS DANONE AT A GLANCE Facts & figures Ownership Subsidiaries M&A/Partnerships DANONE STOCK Danone stock information Stock performance ADR Historic price look-up Investment calculator Dividend Analyst coverage Analyst consensus RESULTS CENTER PUBLICATIONS & EVENTS Financial calendar Registration documents/URD Interim financial reports Integrated reports Press releases Investor seminars Investor conferences Regulated information GOVERNANCE Board of Directors Executive Committee By-laws, rules of procedure of the Board of Directors and business conduct policies Corporate Officers Remuneration Governance engagement presentations Regulated Party Agreements SUSTAINABILITY Commitments, Policies and Position papers Reports and Data Podcasts SHAREHOLDERS Shareholders’ Meeting Letter to our shareholders FAQ DEBT & RATING CONTACT NEWSROOM CORPORATE NEWS BRAND NEWS LOCAL NEWS OTHER NEWS RELATED TO DANONE CANDIDATES ANNUAL REPORTS Integrated annual report 2020 Integrated annual report 2019 DANONE IN 2019 VALUE CREATION INNOVATING TOGETHER PORTFOLIO 2019 PERFORMANCE IMPACTFUL PROJECTS Integrated annual report archives contact EN FR Search SDG 1 No Poverty SDG 1: NO POVERTY END POVERTY IN ALL ITS FORMS EVERYWHERE Engagement of Danone : Commitment GLOBAL ISSUES Despite the fact that the global poverty rate has been halved since 2000, intensified efforts are required to boost the incomes, alleviate the suffering and build the resilience of those individuals still living in extreme poverty. Indeed, one in five people in developing regions still live on less than $1.90 a day. Poverty is more than the lack of income and resources to ensure a sustainable livelihood. Its manifestations include hunger and malnutrition, limited access to education and other basic services, social discrimination and exclusion as well as the lack of participation in decision-making. Economic growth must be inclusive to provide sustainable jobs and promote equality. SDG 1 TARGETS TO WHICH DANONE CONTRIBUTES Source: United Nations Target 1.2: By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.",
  "Target 1.4: By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance. Target 1.5: By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters.",
  "RELATED BUSINESS THEMES RELEVANT FOR DANONE Source: SDG Compass Availability of products and services for those on low incomes Earning, wages and benefits Economic development in areas of high priority Access to quality essential health care services DANONE ENGAGEMENT ON SDG 1 Danone is engaged on SDG 1 as a commitment Danone is committed to continue to invent pioneering ways to foster inclusive growth for vulnerable partners in our food chain across the world, including farmers, street vendors and waste pickers. We will keep building sustainable solutions for access to nutrition and safe drinking water for low-income communities. By scaling up, we will maximize the impact of our social innovation funds, starting with Danone Communities, the Danone Ecosystem Fund and the Livelihoods funds. Danone Communities works on alleviating malnutrition, making drinking water safe, to break the cycle of poverty where it operates. Danone Communities supports social entrepreneurs active in fighting malnutrition and developing access to drinking water, two levers for reducing poverty (learn more). The Danone Ecosystem Fund aims to strengthen and develop activities of general interest within Danone’s ecosystem.",
  "The Fund carries out projects with family farmers, caregivers, waste pickers and street vendors. These actions in the area of employment aid to strengthen economic activities and create new jobs or supports the development of skills, in particular through training and aid to the set-up of economic activities (learn more).",
  "The Livelihoods funds (LCF & L3F) empower rural communities for whom agriculture is the main source of income and employment. LCF and L3F help tackling rural poverty while making businesses become more sustainable. For the Livelihoods Carbon Funds (compartment LCF1 and compartment LCF2), the objective is (i) to positively impact 1.5 million people by 2020 for LCF1 and (ii) to have 1.5 million beneficiaries over a 20-year span for LCF 2 (learn more). EXAMPLES OF DANONE'S INITIATIVES Danone Communities: 'Grameen Danone', Fighting poverty and malnutrition in Bangladesh Danone Communities: 'Drinkwell'- Bringing safe drinking water in the most populated areas of Bangladesh Danone Communities: La Laiterie du Berger- providing lasting social impact and economic success go hand in hand! Danone Ecosystem Fund: 'Madre Tierra', a regenerative agriculture project with Mexican strawberry producers Livelihoods Carbon Fund: ‘Araku 2’, From degraded lands to a biodiverse terroir for premium coffee & food forests: the journey of 40,000 Araku farmers in India Find more information about Danone's initiatives in the Impactful Projects section of our 2019 Integrated Annual Report. DANONE 2019 KEY PERFORMANCE INDICATORS 62,331 professionally empowered people by the Danone Ecosystem Fund.",
  "4,702,351 indirect beneficiaries by the Danone Ecosystem Fund in 2019. 1,500,000 people positively impacted by the Livelihoods Carbon Fund compartment 1 (LCF1) since 2011.",
  "185,000 households equipped with efficient cookstoves by the Livelihoods Carbon Fund since 2011. 6 million beneficiaries in total of the Danone Communities Fund. DANONE PARTNERSHIPS (SDG 17) Poverty & Entreprise Action Tank: is a program in HEC Business School co-created by Emmanuel Faber, CEO of Danone and Martin Hirsch, former head of Emmaüs France, that acts to develop and implement innovative economic models aiming at contributing to a more inclusive economy, in France, other developed countries as well as in developing countries and facilitating the emergence of new economic models based on the principles of social business (learn more). The Livelihoods funds have been created by private companies to generate social, environmental and economic impact in Africa, Asia and Latin America. Livelihoods funds link private companies, NGOs, public institutions and experts such as the French Development Agency (AFD). It builds public-private coalitions to develop projects generating value for all.",
  "The Livelihoods Family Farming Fund aims at improving the lives of smallholders and promoting farming practices which are more respectful of the environment (learn more). Danone and the Inter-American Development Bank (IDB) have partnered and joined their forces with Livelihoods Funds and the Danone Ecosystem Fund to develop disruptive business solutions that boost economic growth in the Latin America and Caribbean region."
]