[
  "Companies pledge millions to end hunger in the world by 2030 as part of the Zero Hunger Private Sector Pledge - World | ReliefWeb Skip to main content ReliefWeb Informing humanitarians worldwide 24/7 — a service provided by UN OCHA Global Menu Help Find help on how to use the site, read terms and conditions, view the FAQs and API documentation. Log in / Register Access your account or create a new one for additional features or to post job or training opportunities.",
  "Site Navigation Updates Latest humanitarian reports, maps and infographics and full document archive. Countries List of countries covered by ReliefWeb. Disasters List of alerts, ongoing and past disasters covered by ReliefWeb. Organizations List of organizations that are actively providing ReliefWeb with content. Topics Curated pages dedicated to humanitarian themes and specific humanitarian crises. Jobs Open job opportunities in the humanitarian field.",
  "Training Open training opportunities in the humanitarian field. Content Search Search ReliefWeb Search World Companies pledge millions to end hunger in the world by 2030 as part of the Zero Hunger Private Sector Pledge Format News and Press Release Source GAIN Posted 21 Sep 2021 Originally published 21 Sep 2021 Origin View original Geneva, 21 September 2021 - Today, 42 companies have pledged a promising USD 345 million to contribute to ending global hunger as part of a new initiative led by key international organizations [1].",
  "The Zero Hunger Private Sector Pledge is a game-changing solution emerging from the UN Food Systems Summit (UNFSS) Action Tracks. It recognizes that governments cannot eradicate hunger alone and need more private sector involvement, with investments aligned with the highest-impact areas. To date, pledges have been made in 34 priority countries. Global hunger is rising unabated, with up to 811 million [2] hungry people in the world in 2020 - that’s 1 in 10 people suffering because they did not have access to the most basic need and fundamental right [3] of food. COVID-19 measures have made the issue even worse. But there is a roadmap to end world hunger.",
  "Additional investment in 10 high-impact areas can put hunger in the history books. \"Today, one in ten people go to bed hungry and millions are right on the brink of starvation.",
  "This is happening in a world that has enough food to feed everyone, everywhere. It’s time to end this suffering. But to succeed, WFP and the entire community need the creative drive, energy, and commitment of the private sector. Through the Zero Hunger Pledge initiative, businesses around the world can join us and truly make a difference - giving food, hope, and a better future to those who need them most. \"~ David Beasley, Executive Director of the World Food Programme (WFP) Although this financial investment must mostly come from governments, public spending will not be sufficient. That is why the UNFSS came up with a game-changing solution to mobilize more private sector investment as a catalytic contributor to achieving zero hunger.",
  "The Pledge is launched today in advance of the UN Food Systems Summit. \"Increasing private sector investment towards small food producers in geographies with high burdens of hunger is essential to changing the lives of millions of people and making nations food secure.",
  "The Pledge enables food companies to provide a strong, united front with governments to make hunger a thing of the past by 2030.\" ~ Peter Bakker, President and CEO, WBCSD The Pledge requires companies to make a financial commitment in at least one of the 10 high-impact intervention areas identified in the Ceres2030 findings and in at least one of the priority countries or regions. Pledgers include a range of companies, from large corporations to small and medium-sized enterprises (SMEs), each having committed to upholding internationally accepted principles including, but not limited to: the Principles for Responsible Investment in Agriculture and Food Systems of the Committee on World Food Security (CFS-RAI), the International Code of Marketing of Breast Milk Substitutes, the Principles of the UN Global Compact, and the UN Guiding Principles for Business and Human Rights. \"The private sector in Africa is absolutely key to Africa’s agricultural development agenda. We are committed to mobilising businesses - big and small - deliver concrete outcomes on the ground. \"~ Ibrahim Gourouza, Chief Operations Officer, Grow Africa Pledging companies will then coordinate with implementing organizations or partners.",
  "They agree to being assessed by the WBA and to the assessment being published publicly. Commitments can come in the form of core business investments, subsidized contributions, cash contributions, and in-kind contributions.",
  "They focus on four key areas: Empowering the excluded - giving marginalized populations and small producers the resources to learn and benefit from successful agricultural interventions. Investing in food producers - encouraging more sustainable on-farm. Practices and interventions to improve environmental conditions. Reducing losses and supporting SMEs - assisting small-scale producers and SMEs to increase their productivity and income. \"What we are seeing with the Pledge is the private sector stepping up to be a bigger part of the solution. This is a game-changing approach to solving one of the most pressing yet oldest challenges humanity faces.",
  "\"~ Lawrence Haddad, Executive Director, GAIN With a level of commitment so far amounting to USD 345 million, the implementing organizations are confident more companies will join in the fight against zero hunger. The Pledge is officially being launched on Tuesday, September 21, 10 am EDT/4 pm CEST.",
  "About the Pledge The Zero Hunger Private Sector Pledge is a multistakeholder platform of cooperation and action with a single objective of ending hunger for good. It involves businesses supported by civil society, member state governments, and international organizations. Each of the actors provides a commitment within the remit of its organization. The flexible and voluntary character of the Pledge is its strength as it creates a platform for cooperation for actors who wouldn’t have necessarily worked together in the past. Disclaimer The signing of this pledge does not constitute an endorsement, preference, or approval by the implementing organization selected by the company or its activities, services, or products. Footnotes [1] Food and Agriculture Organization of the United Nations (FAO), WFP, Global Alliance for Improved Nutrition (GAIN), New Partnership for Africa's Development (NEPAD), Grow Africa, Grow Asia, World Benchmarking Alliance (WBA), World Business Council for Sustainable Development (WBCSD), and International Institute for Sustainable Development (IISD).",
  "[2] State of Food Security and Nutrition in the World (SOFI 2021) report. [3] Universal Declaration of Human Rights, Article 25: right for adequate food and to be free from hunger.",
  "Primary country World Source Global Alliance for Improved Nutrition Format News and Press Release Themes Agriculture Contributions Food and Nutrition Language English Share Share this on Facebook Share this on Twitter Post this on LinkedIn Related Content World + 19 more FAO Project Highlights: Regional programme to address increased food insecurity in West Africa and the Sahel and inform effective humanitarian response for strengthening resilience of vulnerable households (OSRO/SFW/002/USA) Format News and Press Release Source FAO Posted 29 Apr 2022 Originally published 29 Apr 2022 World + 19 more 2021 Climate Risk Insurance Annual Report Format Analysis Source WFP Posted 22 Apr 2022 Originally published 22 Apr 2022 World + 1 more La Suisse renouvelle sa contribution au Partenariat mondial de la recherche agricole pour un futur sans faim Format News and Press Release Source Govt. Switzerland Posted 19 Apr 2022 Originally published 13 Apr 2022 World + 1 more Norway puts small-scale agriculture at the center of its fight against hunger and poverty with increased funding to IFAD [EN/AR] Format News and Press Release Source IFAD Posted 2 Mar 2022 Originally published 28 Feb 2022 Additional links Blog ReliefWeb's blog Labs ReliefWeb Labs projects explore new and emerging opportunities to improve information delivery to humanitarians. About Us Learn more about ReliefWeb, leading online source for reliable and timely humanitarian information on global crises and disasters since 1996. Terms ReliefWeb's terms & Conditions. Contact Contact us. Social media ReliefWeb on Facebook ReliefWeb on Twitter ReliefWeb on LinkedIn OCHA Services Related Platforms Agenda for Humanity Central Emergency Response Fund Redhum Other OCHA Services Financial Tracking Service Humanitarian Data Exchange Humanitarian ID Humanitarian Response Other OCHA Services Inter-Agency Standing Committee OCHA website Virtual OSOCC See All OCHA services Service provided by UN OCHA OCHA coordinates the global emergency response to save lives and protect people in humanitarian crises.",
  "We advocate for effective and principled humanitarian action by all, for all. ReliefWeb's Terms & Conditions."
]