[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpeech by Ben Davison: Decent Work & Economic Growth speech to Sustainable Development Goals Australia 2016\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nToggle site navigation\n\n\n\n\n\n\n\nACTU Home\n\n\n\n\nSearch ACTU\n\n\n\n\n\n\n\n\nSearch ACTU.org.au\n\n\n\n\n\n\nRefine by criteria:\n\n\n\nTitle\n\n\n\nAuthor\n\n\n\nTag\n\n\n\nSummary\n\n\n\nContent\n\n\n\n\nDate range:\n\n\n\n\n\nDate from\n\n\n\n\n\nClear date\n\n\n\n\n\n\n\n\nDate from\n\n\n\n\n\nClear date\n\n\n\n\n\n\n\n\n\n\n\n\nSearch ACTU.org.au\n\n\n\n\n\n\n \n\n\nCoronavirus  Updates\n\n\n\n \n\nJoin Your Union\nJoin your union at https://join.australianunions.org.au/\n\n  \n\n\n \n\n\nACTU Media\n\n\n\n \n\nMedia Releases\nRead current and past media statements from the ACTU. Speeches & Opinion\nRead speeches and opinion articles by ACTU officers and staff. ",
  "Archives (pre-2018)\nMedia releases, speeches and transcripts from before 2018. Video gallery\nWatch videos of ACTU and Australian Unions' television commercials, interviews and campaign footage. Image Gallery\nView images from ACTU Congress, Executive meetings, conferences, rallies, events and more. Our Work\n\n\n\n \n\nPolicies, Publications & Submissions\nACTU Policies, Publications and Submissions\n\n \n\nInternational\nInternational news, solidarity, campaigns and issues. ACTU Congress\nRead past policies and speeches from previous ACTU Congresses. ACTU Events\nUpcoming ACTU events\n\n \n\nSuperannuation\nRecognising that for many workers retirement incomes are still inadequate, the ACTU is campaigning for a lift in employer superannuation contributions to 12%. ",
  "Climate Change\nClimate Change is a Workers' Issue\n\n\n\n\n \n\n\nGet Involved\n\n\n\n \n\nJoin a Union\nTo protect your rights at work the best thing you can do is join a union. Get help\nContact Australian Unions for help and advice about your rights, wages and conditions at work. ",
  "Retired Unionists Network (RUN)\nKeep up with the goings on in the union movement in your retirement. Jobs with Unions\nCareers at the ACTU and affiliated unions and TLCs. Please send details through to: jobs@actu.org.au\n\n \n\nConnect with the ACTU\nConnect with the ACTU on social media so you never miss a beat. Union Member Benefits\nFind out about the full range of benefits, discounts and special offers available to union members. About the ACTU\n\n\n\n \n\nAbout the ACTU\nThroughout our country’s history, Australian Unions have always been at the forefront of the struggle for the fair go. Elected Officers\nMeet ACTU Secretary Sally McManus and the other elected officers. ",
  "The ACTU Network\nExplore the operations of the ACTU and its subsidiary organisations. History of Australian unions\nWhat is a union? ",
  "Unions are the organisations that workers create when they come together to get a fair go at work. When you are in a union you always know that someone has your back. Unions reflect the fact that workers are stronger when they stick together. ACTU Member Connect\nFind out how ACTU Member Connect works with unions to provide benefits that add value to union membership. Get in touch\nHere's how to contact the ACTU with any enquiry you may have. ACTU National Union Directory\nACTU - ACTU National Union Directory\n\n  \n\n\n \n\n\n  Education\n\n\n\n \n\nThe Institute\nThe Australian Trade Union Institute\n\n \n\nRegistered Training Organisation\nRTO NO. ",
  "4141\n\n \n\n\n \n\n\n  OHS\n\n\n\n \n\nAbout Us\nEvery worker has the right to a safe workplace\n\n \n\nLegislation\n\n\n \n\nACTU OHS Events\n\n\n \n\nImage Gallery\n\n\n \n\nResources Glossary\n\n\n \n\nNews & Views\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nACTU.org.au\n\n\n\n\nACTU Media\n\n\n\n\nSpeeches and Opinion\n\n\n\n\n\n\n\n\n\nSpeech by Ben Davison: Decent Work & Economic Growth speech to Sustainable Development Goals Australia 2016\n\n\n\n\n\r\n                        29 November 2016\r\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContact  details \n\n\n\n\n\n\nName\nMelanie Poole\n\n\n\nPhone\n03 9664 7375\n\n\nEmail\nmpoole@actu.org.au\n\n\n\n\n\n\n\n\nDownload supporting documents\n\n\n\n\n  161129 Sustainable Development Goals Australia keynote.pdf\n\n\n\n\n\n\n\n\n\n Decent work and economic growth\n\n\n\n\n\n\nFirst I’d like to begin by acknowledging the traditional custodians of the land on which we meet the Gattagul people of Eora nation and that the ACTU head office stands on the land of the Wurrundjeri people of the Kulin nation and pay my respects to elders past, present and future. We are here to reflect on the sustainable development goal 8 “Decent work and economic growth” and how we “promote inclusive and sustainable economic growth, employment and decent work for all”. ",
  "As with all internationally agreed sentences I am sure the order of those words has been poured over, debated and finally agreed. With that in mind I’ll quote ILO Director-General Guy Rider\n“More people in decent jobs means stronger and more inclusive economic growth”\nDecent jobs are jobs that create connectedness, they are jobs that workers can rely on, they are jobs where workers feel valued and create value. Decent jobs underpin the capacity of people to not only spend money in their community but also define the time and energy that people can put into building those communities. Decent jobs are an outcome of tri-partism or social dialogue where governments, employers and workers, usually represented in their unions, have set the regulatory and legislative framework that establishes what rights, social protections and enterprise incentives are in place. In the places and in the times when this approach breaks down and some seek advantage at the expense of others then we move away from decent jobs. And just as surely as more people in decent jobs means stronger and more inclusive growth then when people are pushed into indecent work we see growing inequality and weakened economic growth. ",
  "Even the IMF, a conservative institution, has acknowledged that:\n“more lax hiring and firing regulations, lower minimum wages relative to the median wage, and less prevalent collective bargaining and trade unions are associated with higher market inequality “\nAnd that\n“If the income share of the top 20% increases, then GDP growth actually declines over the medium term, suggesting that the benefits do not trickle down. In contrast, an increase in the income share of the bottom 20% is associated with higher GDP growth”\nAnd let’s be clear that this isn’t just about numbers and percentages in economic reports. ",
  "This is about real people’s lives. Here in Australia 51% of people find it impossible to give time to things outside work and home while 37% say they can’t participate in social groups, community organisations or political activity because they don’t work regular hours. And this is not something that has happened because working people have decided to stop being involved in things. In fact almost 65% of people think the declining rates of community participation are a bad thing for our community. And I couldn’t agree more. But then who can blame people for dropping out of the socio-community aspects of life when you consider the pressures being put on them? ",
  "Working people have had more and more demands put on them while simultaneously facing ever growing threats to their pay, conditions and safety. Here in Australia we have seen the slowest rate of wages growth on record. ",
  "Yet total hours worked continues to increase. Employers argue that we should cut wages for workers in the rapidly growing hospitality and retail sectors even as those workers are increasingly placed in insecure non permanent employment arrangements. Youth unemployment is stubbornly above 12% while a billion dollars has been cut from apprenticeships, over 1 million people are now underemployed yet over $200 Billion is “donated” by workers to their employers in Australia in unpaid overtime. Almost everyday a new underpayment scandal, this week it was Caltex, seems to hit the media which is really just a repetition of the ongoing scandal in which some employers, knowing there is little likelihood of being held to account are ripping off working people, often on temporary visas of some kind, almost always in precarious circumstances, where they face deportation or loss of what meagre living standards they might have if they report it to the authorities. And again we must be clear that this is before we factor in the policy driven exploitation of programs like the community development program which will see 36,000 people, 33,000 of them indigenous and 3,000 of them non-indgenous which is how the minister has proven it isn’t racist, provided as free labour. Those workers will be given the dole if they turn up to work. ",
  "We are also being sold the PaTH to Nowhere which is clearly taregtting city kids because it provides a $4 an hour top up to the dole for young unemployed workers taken on by big companies who will also get a payment from the government. No minimum wages, no workers compensation and no superannuation on top of an incentive to let you go at the end of the 3 month program and collect another round of free labour and government payments. ",
  "Of course internationally there are examples that I believe are genuinely beyond the comprehension of most Australians. 45.8 Million people, that is more than twice the entire population of Australia, are living in some form of modern slavery. The equivalent of ten cities the size of Sydney full of slaves currently exist. Often Women. Sometimes children. Often abused. ",
  "Sometimes sexually. Almost always discarded when they are no longer of value. ",
  "Imagine that for a moment. Right now. In 2016. If those numbers are too macro to fully grasp consider the families of the 1134 people who died in the fires of textile factories in Bangladesh three years ago who not only have had the anguish of losing a parent, a partner, a sibling, a child but are still, three years later, waiting for the big clothing labels to provide some form of compensation. These global brand label companies claimed it wasn’t their fault. They had paid another company to hire these people. ",
  "To manage these people. To lock the doors of the fire escapes so these people wouldn’t go outside to smoke. ",
  "Billion dollar companies are dragging their feet on what amounts to almost tokenistic sums because the workers in their supply chains have almost no rights, almost no recourse, and almost no voice. But we must make sure that they do. We must ensure workers have a voice. Workers must have rights and they must have recourse when those rights are trampled on for other people’s profits. To do otherwise allows these conditions to make a mockery of our goal “Decent work and economic growth”\nBut it is not all doom and gloom. We know how to address these issues. ",
  "Of course we do. Because we know the causes of these problems. ",
  "Remember that the IMF has told us. “lax hiring and firing regulations, lower minimum wages relative to the median wage, and less prevalent collective bargaining and trade unions are associated with higher market inequality “\nAnd that\n“If the income share of the top 20% increases, then GDP growth actually declines over the medium term, suggesting that the benefits do not trickle down. In contrast, an increase in the income share of the bottom 20% is associated with higher GDP growth”\nSo we must stop pretending that somehow these are the “winds of globalisation” or the “nature of the modern economy’’. These are decisions that some people have made for their own benefit at the expense of the vast majority of us. It need not be this way. We can have minimum wages that are anchored to median wages as they have in the UK. ",
  "So that when the government tries to cut working people’s wages, as the government there now is trying to do, it is clear for all to see. Policies that encourage collective bargaining to apply across industries and the broader economy are already underpinning the Netherlands, Belgium, Italy and Germany\nIn the Scandinavian countries trade union membership is encouraged because it helps foster social dialogue between government, employers and workers and has assisted in the design of some of the most effective employment transition policies in the world. ",
  "We shouldn’t pretend that protecting workers who blow the whistle on systemic abuses by employers is a radical concept. It shouldn’t matter what their visa status might be. Sadly as we saw with the case in Canada with Tim Horton’s employees who were exploited it is public pressure that puts those protections in place. While in Australia there are question marks over the future of temporary migrant workers everytime such exploitation is uncovered. Active fiscal policy by governments that builds infrastructure, skills, and focusses on transitioning workers and their communities into new economy jobs, rather than providing what usually amounts to a subsidy for employers to not shut the doors, is consistent with the IMF and World Bank view on encouraging growth. I’m sure we all remember Bonds. ",
  "They took an “industry development package” and shut the doors the same financial year. A boon for shareholders paid for by the workers and the tax base. ",
  "And we should be striving to have the sorts of active social dialogue we see in many of our allies, where government, business and workers actively and in partnership addressing the challenges of creating more apprenticeships, increasing worker skills, developing new high value jobs and phasing out high emissions in industry. They’d be countries that are doing well on many of the key SDG8 indicators. It isn’t easy to achieve these things. Not because what is needed is unclear. Not because there is conflicting evidence. It isn’t easy because these approaches require some people, very few people really, to give up part of the vast power they have accumulated. ",
  "And when we look at the dynamic in this country I am afraid that I do not see that happening. In fact I often see the opposite. ",
  "Last week we saw more union bashing laws pass the parliament. This week we have a law in the senate that not only targets the union but strips workers of their right to silence, their right to representation, the right to bargain for minimum numbers of apprentices on site, the right to ensure safety by having caps on temporary migrant workers so no worker is without the support of a workmate who knows the local rules the local standards and the local gear. There is a law in the parliament right now that will reduce the youth unemployment figure not by giving young people jobs but by making young people workers without minimum wages, without access to workers compensation if they are injured and without a retirement nest egg as they will get no superannuation contributions. Already we have laws that allow the major companies to outsource their responsibilities for their workers. Companies can set the terms, gather the value but have no responsibility. At times they are not even sure who is really doing the work. ",
  "We have seen the horrendous exploitation of workers who grow fruit and vegetables for our supermarkets, we have seen the farce of workers being sacked by a contractor to CUB only to be told they need to come back to work on 65% lower wages. And it is justified through a simple change of contractor. ",
  "Not one task is different. Not one expectation lowered. In fact more was demanded from those workers for much lower wages. No mistake there is a desire for change. And I’m not going to play into the Trump Brexit Hanson tropes about “deplorables” or the “left behind” working classes. People are fed up with politics driving outcomes that don’t help them and their families. ",
  "People are fed up with promises that have no connection to their lives. People are fed up with pretending. ",
  "People want decent work and the improved living standards that come with equitable and inclusive economic growth. Or as normal people might say “a better life”\nA worker said to me not so long ago that “I know life isn’t meant to be easy but surely it doesn’t have to always be so hard.”\nIf we expect to “promote inclusive and sustainable economic growth, employment and decent work for all” then we must make fundamental changes to the current discourse of economic policy prescriptions being spun as miracle cures where cuts are future proofing, less staff is more productivity, insecurity is flexibility, wages are a burden, services are waste and profit is growth. If we are to have inclusive economic growth through decent work we have to actively ensure that growing the pie doesn’t just mean a bigger slice for the 1% but delivers bigger slices for everyone else too. Again I say it is entirely achievable. We know the problems. We know the solutions. ",
  "We have the facts and the evidence. Now we must get out there and get the people. ",
  "Because, just as it always has been, it will be people who demand and who ultimately decide the policies that determine the kind of work we have, whether it is decent or not, and whether we have inclusive and sustainable economic growth or growth that slows to a trickle as it congeals its way up around the already wealthiest in our society. I am entirely positive about our prospects of achieving these goals. If we put into action the things we know work, the things that will deliver for people and ensure that we remember to fight for them then we will undoubtedly achieve our goals. Thank you\n\n\n\n\n\n\n\n\n\nContact details 2\n\n\n\n\n\n\nName\nMelanie Poole\n\n\n\nPhone\n03 9664 7375\n\n\nEmail\nmpoole@actu.org.au\n\n\n\n\n\n\n\n\nDownload supporting documents\n\n\n\n\n 161129 Sustainable Development Goals Australia keynote.pdf\n\n\n\n\n\n\n\n\n Decent work and economic growth\n\n\n\n\n\n\n\n\n\n\n\nThe ACTU Network\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAustralian Unions\n\nWhether you want to join a union, take action in campaigns, or make the most of the benefits of being a union member, Australian Unions is the place to go for information and resources. Visit Australian Unions \n\n\nOHS\n\nInformation and resources for health and safety representatives and workers about how to speak up at work for health and safety. Visit OHS \n\n\nWorksite\n\nYour rights at work for students and for people entering the workforce for the first time. ",
  "Visit Worksite \n\n\nUnion Aid Abroad\n\nUnion Aid Abroad-APHEDA is the overseas aid and development agency of the ACTU. Our work aims to build self-reliance through support to educational and training projects for workers and their organisations in the developing world. "
]