[
  "Global Partnerships - United Nations Sustainable Development Skip to content Welcome to the United Nations عربي中文EnglishFrançaisРусскийEspañol Search SDG Site A-Z Site Index HomeAbout The Sustainable Development AgendaThe Sustainable Development Goals: Our Framework for COVID-19 RecoveryDecade of ActionSDG Moment 2021A New Social Contract for a New EraFood Systems Summit 2021Why the SDGs MatterMonitoring and Progress – HLPFSustainable Development Goals ReportFinancing for DevelopmentUN Secretary-General’s Strategy for Financing the 2030 AgendaUnited Nations ReformCampaigns ClimateGender EqualityOceanGoals 1-6Goal 1: End poverty in all its formsGoal 2: Zero HungerGoal 3: HealthGoal 4: EducationGoal 5: Gender equality and women’s empowermentGoal 6: Water and Sanitation7-12Goal 7: EnergyGoal 8: Economic GrowthGoal 9: Infrastructure, industrializationGoal 10: InequalityGoal 11: CitiesGoal 12: Sustainable consumption and production13-17Goal 13: Climate ActionGoal 14: OceansGoal 15: Biodiversity, forests, desertificationGoal 16: Peace, justice and strong institutionsGoal 17: PartnershipsTake Action ActNow.botFood ChallengeActNow | Food Challenge | Sustainable RecipesActNow | Food Challenge | VideosBe the ChangeThe Lazy Person’s Guide to Saving the WorldPartnerships About PartnershipsSDGs in Action appSDG Media CompactSDG Publishers CompactSDG Media ZoneSDG Action ZoneSDG AdvocatesClimate AdvocatesNews and Media NewsFeatured NewsPress materialsSDG Planning CalendarGoal of the MonthGoal of the Month | ArchiveDownload communications materialsVideosLearn more Student ResourcesSDG Book ClubSDG Book Club | ArchiveSDG Media ZoneWhy the SDGs Matter Search SDG Site A-Z Site Index Goal 17: Revitalize the global partnership for sustainable development Global PartnershipsMartin2021-01-05T11:30:56-05:00 The SDGs can only be realized with strong global partnerships and cooperation. A successful development agenda requires inclusive partnerships — at the global, regional, national and local levels — built upon principles and values, and upon a shared vision and shared goals placing people and the planet at the centre.",
  "Many countries require Official Development Assistance to encourage growth and trade. Yet, aid levels are falling and donor countries have not lived up to their pledge to ramp up development finance. Due to the COVID-19 pandemic, the global economy is projected to contract sharply, by 3 per cent, in 2020, experiencing its worst recession since the Great Depression. Strong international cooperation is needed now more than ever to ensure that countries have the means to recover from the pandemic, build back better and achieve the Sustainable Development Goals. COVID-19 response No country can overcome this pandemic alone. Global solidarity is not only a moral imperative, it is in everyone’s interests.",
  "The UN Secretary-General issued a series of policy briefs that lay out a vision for how the international community can deliver an effective, coordinated response to COVID-19, ensuring we keep the most vulnerable populations front and centre. The policy briefs bring together analysis from across the UN system and provide Member States with concrete ideas for how to address the consequences and even seize opportunities in the midst of the crisis.",
  "A high-level event convened by Canada, Jamaica and the United Nations on 28 May brought together governments and international organizations to sharpen and accelerate our global response to the significant economic and human impacts of COVID-19, and advance concrete solutions to the development emergency. Most developing countries do not have sufficient domestic resources and fiscal space to fund adequate COVID-19 response and recovery measures. International cooperation and external finance are crucial. Particularly alarming is the prospect of a new debt crisis, compounded by tumbling prices for oil and other key commodities, heavily impacting Least Developed Countries that were already at high risk of debt distress. The UN is calling for Special Drawing Rights, targeted debt relief and an extension of the debt moratorium to all developing countries. The 2020 Financing for Sustainable Development Report outlines measures to address the impact of the unfolding global recession and financial turmoil, especially in the world’s poorest countries, based on joint research and analysis by more than 60 UN agencies and international institutions.",
  "To support efforts in low- and middle-income countries, the UN Secretary-General launched a UN Response and Recovery Trust Fund. In addition, the UN set out a Global Humanitarian Response Plan to assist the most vulnerable populations, including refugees and internally displaced persons.",
  "And the World Health Organization (WHO), the UN Foundation and partners launched a first-of-its-kind Solidarity Response Fund to allow corporations and individuals to directly contribute to WHO’s COVID-19 response. To address issues of open and timely access to critical data needed by governments and all sectors of society to respond to the global COVID-19 crisis, this UN portal provides a space for the global statistical community to share guidance, actions, tools and best practices to ensure the operational continuity of data programmes by National Statistical Offices. To combat the growing scourge of COVID-19 misinformation, the UN launched Verified, an initiative to increase the volume and reach of trusted, accurate information on three themes: science (to save lives), solidarity (to promote local and global cooperation), and solutions (to advocate for support to impacted populations). Why it matters: Partnerships Infographic: Partnerships Facts and figuresGoal 17 targetsLinksFacts and figures Net Official Development Assistance flows by member countries of the Development Assistance Committee (DAC) of the Organization for Economic Cooperation and Development totaled $147.4 billion in 2019. 79 per cent of imports from developing countries enter developed countries duty-free The debt burden on developing countries remains stable at about 3 per cent of export revenue Trade, foreign direct investment and remittances all projected to decline by up to 40 per cent in 2020. Almost half of the world’s population is not connected to the internet, particularly in poor countries.",
  "Goal 17 targets Finance 17.1 Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection 17.2 Developed countries to implement fully their official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of ODA/GNI to developing countries and 0.15 to 0.20 per cent of ODA/GNI to least developed countries ODA providers are encouraged to consider setting a target to provide at least 0.20 per cent of ODA/GNI to least developed countries 17.3 Mobilize additional financial resources for developing countries from multiple sources 17.4 Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress 17.5 Adopt and implement investment promotion regimes for least developed countries Technology 17.6 Enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism 17.7 Promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed 17.8 Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology Capacity building 17.9 Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the sustainable development goals, including through North-South, South-South and triangular cooperation Trade 17.10 Promote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda 17.11 Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries’ share of global exports by 2020 17.12 Realize timely implementation of duty-free and quota-free market access on a lasting basis for all least developed countries, consistent with World Trade Organization decisions, including by ensuring that preferential rules of origin applicable to imports from least developed countries are transparent and simple, and contribute to facilitating market access Systemic issues Policy and institutional coherence 17.13 Enhance global macroeconomic stability, including through policy coordination and policy coherence 17.14 Enhance policy coherence for sustainable development 17.15 Respect each country’s policy space and leadership to establish and implement policies for poverty eradication and sustainable development Multi-stakeholder partnerships 17.16 Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries, in particular developing countries 17.17 Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships Data, monitoring and accountability 17.18 By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts 17.19 By 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries Links UN partners on sustainable development United Nations Development Programme UN SDG Action Campaign UN Department of Economic & Social Affairs World Bank UN Children’s Fund UN Environment Programme UN Population Fund World Health Organization International Monetary Fund UN-HABITAT Food & Agriculture Organization International Fund for Agricultural Development International Labour Organization International Trade Centre International Telecommunications Union Joint UN Programme on HIV/AIDS UN Conference on Trade and Development UN Development Group UN Educational, Scientific and Cultural Organization UN Refugee Agency UN Industrial Development Organization UN Women Office of the High Commissioner for Human Rights UN Relief and Works Agency for Palestine Refugees in the Near East World Food Programme World Meteorological Organization World Trade Organization World Tourism Organization UN Office on Sport for Development and Peace Regional Commissions Regional Commissions New York Office Economic Commission for Africa Economic Commission for Europe Economic Commission for Latin America & the Carribean Economic and Social Commission for Asia &amp the Pacific Economic and Social Commission for Western Asia Related news UN Sierra Leone: From hunting elusive gems to expanding an agribusiness – Tamba’s story Gallery UN Sierra Leone: From hunting elusive gems to expanding an agribusiness – Tamba’s storyMartin2019-12-20T09:21:28-05:0029 Dec 2019|United Nations in Sierra Leone introduced the Sustainable Livelihoods Initiative that sought to dissuade young people from the mining sector, which is largely responsible for degrading the environment, to more sustainable agriculture in a bid to meet the Sustainable Development Goals (SDGs).Read More World TV Day: A Look at UN Partnerships with the Entertainment Industry in 2019 Gallery World TV Day: A Look at UN Partnerships with the Entertainment Industry in 2019Martin2019-11-20T21:34:03-05:0021 Nov 2019|World TV Day is celebrated on 21 November each year in recognition of the impact television has on our lives and its potential to influence decision making. In 2019, the United Nations was proud to collaborate with the entertainment industry on three TV-related projects promoting the Sustainable Development Goals to young people and the young-at-heart around the world.Read More Increased community-based engagement seen as critical to build climate action and achieve the Sustainable Development Goals Gallery Increased community-based engagement seen as critical to build climate action and achieve the Sustainable Development GoalsMartin2019-07-19T15:52:01-04:0019 Jul 2019|New York, 19 July—With reports indicating that current efforts to achieve the Sustainable Development Goals are being undermined by climate change and sharply rising inequalities, the High-Level Political Forum on Sustainable Development concluded yesterday with [...]Read More 12NextLoad More PostsShare this story, choose your platform!"
]