[
  "\n\n\n\nThe scandal of the 89m tonnes of food binned while millions go hungry | Guardian sustainable business | The Guardian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main contentSkip to navigationAdvertisementInternational editionInternational editionUK editionUS editionAustralian editionThe Guardian - Back to homePrint subscriptionsSearch jobs Sign inSearchNewsOpinionSportCultureLifestyleShowMoreShow MoreNewsWorld newsUK newsCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesOpinionThe Guardian viewColumnistsCartoonsOpinion videosLettersSportFootballCricketRugby unionTennisCyclingF1GolfUS sportsCultureBooksMusicTV & radioArt & designFilmGamesClassicalStageLifestyleFashionFoodRecipesLove & sexHealth & fitnessHome & gardenWomenMenFamilyTravelMoneyMake a contributionSubscribeSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteThe Guardian appVideoPodcastsPicturesNewslettersToday's paperInside the GuardianThe ObserverGuardian WeeklyCrosswordsFacebookTwitterSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteBusinessEconomicsBankingMoneyMarketsProject SyndicateB2BRetailSustainable foodGuardian sustainable businessThe scandal of the 89m tonnes of food binned while millions go hungrySupermarkets can act on “morally repugnant” food waste and work with charities and other partners to provide meals for vulnerable people FareShare volunteers deliver food and groceries to charities around London. The food is saved from being discarded by the big supermarkets and distributed to charities that help the poor with groceries. ",
  "Photograph: James Darling/FareShareFareShare volunteers deliver food and groceries to charities around London. The food is saved from being discarded by the big supermarkets and distributed to charities that help the poor with groceries. Photograph: James Darling/FareShareOliver Balch@OLIVERBALCHTue 21 Jul 2015 14.15 BSTLast modified on Thu 2 Aug 2018 19.40 BSTEarlier this month, the European parliament urged EU member states to encourage supermarkets to give away the estimated 89m tonnes of unsold food that is otherwise binned.The move comes at a time when public health officials are increasingly concerned about the link between unhealthy eating and food affordability. Last week, UK health experts called for a tax on processed sugary foods and drinks, common in supermarkets’ low-cost product ranges.A new report by the Overseas Development Institute, a London-based think tank, links progressively higher prices for healthy food to poorer diets that encourage weight gain. At the same time, millions of tonnes of fresh food go to waste – a phenomenon that a House of Lords committee described as “morally repugnant”. Eight ways business  and government could make healthy eating easierRead moreManaging the mismatchThe reasons for surplus fresh food are various. ",
  "Aesthetics are part of the problem –the infamous “wonky veg” stipulations put in place by retailers. Seasonal gluts and unexpected changes of weather can also generate imbalances in supply and demand.The waste issue is exacerbated by a culture of denial, food industry insiders admit. ",
  "“No one likes to talk about food waste. No one likes to admit that they have waste,” said Chris Mack, executive director of fresh produce supplier Fresca at a food waste conference last month.Encouraging supermarkets to partner with charities that provide meals to poor or vulnerable individuals makes sense. And it’s feasible. France has already passed legislation that threatens large retailers with a fine of up to €75,000 (£52,450) for disposing of edible food.Pre-empting the new law, French retail giant Carrefour, which partners with more than 800 food aid charities, made daily donations in 10 countries during 2014. In France alone, the surplus food helped provide the equivalent of 77m meals. Carrefour also operates a tracking system to trace its donations from shelf to beneficiary.One of the challenges for charities is knowing what food is available and where. ",
  "To help resolve this, UK supermarket Tesco is currently rolling out an app across the UK that it piloted in its stores in Ireland that alerts local non-profits to the surplus food available at the end of each day.Transport is another challenge. Supermarket stores are scattered widely, making logistics tricky and transport costs for recipients potentially significant. ",
  "Food providers can ease the burden by offering their non-profit partners refrigerated vehicles, cold rooms and other operational support.Few do, although Asda recently committed £200,000 to cover the cost of transporting edible waste from food manufacturing facilities directly to the warehouses of FareShare, a food redistribution charity that works with more than 1,900 charities in the UK. Similar projects exist elsewhere, including SecondBite in Australia and Catalan charity Banc dels Aliments.Last month, FareShare unveiled an efficiency framework designed to help food companies of all types identify and execute opportunities to redistribute surplus fresh food across the food chain. We need you to help us sort food for people in need this summer.#Giveback #fighthunger Sign up http://t.co/mpRcUx2bd4 pic.twitter.com/qVM61HjrfL— FareShare (@FareShareUK) \n July 20, 2015\nEarly intervention While the focus of European policymakers is on supermarket shelves, the big wins occur before food arrives in-store, argues Mark Varney, FareShare’s director of food. Of the 4.3m tonnes of food sent to landfill by retailers and manufacturers, 3.9m occurs on farm, in food-processing factories or in supermarket distribution depots.“Chilled distribution centres are the biggest area of surplus in a retail operation that is relatively accessible and relatively concentrated,” says Varney, noting that surplus food in store is much closer to going off and is more dispersed.Asda, Sainsbury’s and Tesco all have specific processes in place to ensure that surpluses at their distribution centres are transported directly to FareShare. The food usually comes with a financial donation as well, equivalent to what the supermarket would have had to otherwise spend for the food’s disposal.Incentivising sharingMaking the economics stack up for redistribution is vital. At present, food-related charities say it’s often cheaper for businesses to dispose of surplus food than redirect it for human consumption. ",
  "From chips to salad: the electronics companies making hi-tech lettuceRead moreAnaerobic digestion, for example, receives public subsidies that amount to the equivalent of up to £70 per tonne of food waste, according to evidence given to an all-party parliamentary inquiry last year. The same inquiry called on the government to reform the landfill tax and the £10m anaerobic digestion loan fund to help fund the greater redistribution of fresh produce for people in need.Tax breaks for food donors represent another potential incentive for business, according to the UK arm of the Gleaning Network, a European charity that salvages food from farms that would otherwise go to waste. ",
  "Companies in France and Spain, for example, are entitled to a tax credit for 60% and 35% of the net book value of donated food. Businesses in Portugal, meanwhile, can deduct 140% of the value of donated food as long as it’s used for a social purpose.EU member states fund such initiatives with the help of the European Aid to the Most Deprived fund. After coming under pressure for not drawing down the monies, the UK government announced in December that it intended to use the £3.1m available to support children’s breakfast clubs.Alongside redistribution, marketing and pricing is critical to the private sector increasing the fresh food intake of low-income families. Discount store Aldi, recently named supermarket of the year by consumer group Which?, always has at least six fruits and vegetables on sale for 49p per pack at any one time.Last year, the French grocery store Intermarché ran its inglorious fruit and vegetables campaign where it sold wonky veg at 30% discount. It shifted 1.2m tons of “unwanted” food in two days. Five of its competitors have since adopted the idea.Smarter in-store management can make a significant difference too. ",
  "“We try to maximise product selling time by marking down on the day of “use by”, extending date codes or, in some cases of fruit and veg, removing date codes all together,” says an Asda spokesperson.However well-managed the commercial food chain, some fresh food will always end up unwanted or unsold. But it’s clear that a lot more can be done to minimise it. "
]