[
  "\n\n\n\n\n\n\r\nLH official takes life, land minister offers to resign\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBack To Top\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nK-Pop Herald\nThe Investor\nThe Herald Business\nThe Herald POP\nReal Foods\n\n\n\nNewsletter\n\nSign in\n\n\n\n\n\n\n\n\nNational\nElection 2022\nPolitics\nSocial Affairs\nForeign Affairs\nDefense\nNorth Korea\nScience\nDiplomatic Circuit\nEducation\n\n\nBusiness\nIndustry\nTechnology\nTransport\nRetail\n\n\nFinance\nEconomy\nMarket\nMoney\n\n\nLife&Style\nCulture\nTravel\nFashion\nFood & Beverage\nBooks\nPeople\nExpat Living\nArts & Design\nHealth\n\n\nEntertainment\nFilm\nTelevision\nMusic\nTheater\nK-pop\nesports\n \n\n\nSports\nSoccer\nBaseball\nGolf\nMore Sports\n\n\nWorld\nWorld News\nWorld Business\n\n\nOpinion\nEditorial\nViewpoints\n \nEnglish Eye\nPodcast\nEnglish Cafe\n\n\n\n\r\n\t\t\t\t\tTopics\r\n\t\t\t\t\n\n\n\nWeekender\n\n\nPR Newswire \n\n\nGlobal Insight\n\n\n#Hashtag Korea\n\n\n\n\n\n\n\n\n\n\n\n\nSubscribe\r\n\t\t\t\t\n\n\n\n\n\n\n\nKH Media Kit\r\n\t\t\t\t\n\n\n\n\n\n\n\n\n\n\nRSS\r\n\t\t\t\t\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGo to 한국어판\n\n\n\n\n\n\n\n\n\nGo to Mobile Version\n\n\n\n\n\n\n\n\n\n\nTwitter\r\n\t\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\nYouTube\r\n\t\t\t\t\t\t\t\t\n\n\n\n\n\n\n\nInstagram\r\n\t\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLotte trademarks Lotte Biologics in new bio pushHyundai’s first all-electric Ioniq 5 marks first year of successGimpo Airport to resume international flights in JuneLearn cultural heritage at Saturday workshopsTheme parks jam-packed with families on Children’s day[Book Review] Samsung ex-CEO recalls 'great' chip deal that built Apple empire in memoirS. Korea to legislate new law to protect basic rights of childrenKorea to pour W877b into pharma industryIncheon Pentaport Rock Festival returns to the stageSouth Korea’s intelligence agency joins NATO’s cyber defense center as first in AsiaUS dispatches Second Gentleman-led delegation for Yoon’s inauguration#[UP IN THE AIR] Korean startup aims to boost UAM battery capacity with hybrid technologyBTS to release compilation album in JuneS. ",
  "Korea's new cases stay below 50,000 for 2nd day, with mask rules easedN. Korea's media mute about latest missile testUS condemns N. Korea's missile launch, urges Pyongyang to engage in dialogueUS may discuss deployment of additional THAAD system to S. Korea: State Dept.Threat from N. Korea continues to grow with each test: Pentagon spokesman[Graphic News] Number of students from multicultural backgrounds tops 160,000 \n\n\n\n\n＋\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nBusiness\n\nAllIndustryTechnologyTransportRetail \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n\t\t\t\t\t\t\t\t\tLH official takes life, land minister offers to resign\t\t\t\t\t\t\t\t\nCorruption scandal escalates into full-scale political fight ahead of by-elections\n\nBy Bae Hyunjung\nPublished : Mar 12, 2021 - 19:44        Updated : Mar 12, 2021 - 19:44\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n | \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n◀ Back to List\nMore article by this Writer \n\n\nMinister of Land, Infrastructure and Transport Byeon Chang-heum speaks during a meeting at the National Assembly on Friday. (Yonhap)The massive land speculation scandal centering on a state-run corporation took a new turn Friday, when a ranking official took his own life amid alleged involvement in the case and the land minister immediately offered to resign.With the abrupt turn of events, the corruption case has now turned into a political battle between the beleaguered Moon Jae-in administration and the opposition camp, which seeks momentum in the forthcoming elections.A senior official at the state-owned Korea Land & Housing Corp., who was found lying outside their apartment building in the city of Seongnam, Gyeonggi Province, died Friday after being moved to a nearby hospital, according to police, amid growing criticism of the corporation over accusations of land speculation. The 56-year-old official, whose name has not been made public, left what appears to be a suicide note in which they apologized to the public and admitted to “inappropriate conduct” while working as a regional director at LH’s North Jeolla Province headquarters.A police investigation is underway.Following the news, Minister of Land, Infrastructure and Transport Byeon Chang-heum submitted his resignation, saying he was doing so to take responsibility for the situation.“I do not have lingering attachments to my position and will abide by whatever decision (Cheong Wa Dae) makes,” he had said earlier in the afternoon, while attending a parliamentary land committee meeting.Before assuming his ministerial post in December last year, Byeon had served as LH president from 2018 to 2020 -- the period during which most of the problematic land purchases occurred.“It was inevitable that you make actions of taking responsibility,” President Moon Jae-in was quoted as saying by Chung Man-ho, senior secretary for public communication.But Moon reiterated that the government’s ongoing plans to establish new town zones and to supply new homes -- the so-called Feb. 4 measures -- should be carried out without setbacks, notwithstanding the change in land policy leadership.“The public-led housing supply plan, which has so far been led by Minister Byeon, needs to be completed, at least up to the legislative drafting stage,” Moon said, denying the government had any plans to cancel or modify the new town road map to punish the LH wrongdoers.Recently the state-run LH faced criticism when 14 of its employees and family members of those employees were accused of purchasing 23,028 square meters of farmland for some 10 billion won ($8.9 million) between April 2018 and June 2020, having taken out loans worth 5.8 billion won from financial institutions.The scandal spread when dozens of public servants in charge of land-related matters were found to have purchased farmland in Gwangmyeong and Siheung, both municipalities in Gyeonggi Province where new town projects were planned, shortly before the corresponding areas were added to the government’s development road map.While the real estate dispute escalated into a full-fledged political battle, it was candidates in the imminent mayoral by-elections who reacted most actively to the issue.Taking the lead within the ruling Democratic Party of Korea was Seoul mayoral candidate and former SME Minister Park Young-sun.“The people do not trust the government’s investigation results,” Park said, suggesting that an independent counsel look into the case.“Unfair profiteering (based on confidential information) is an antisocial act that deprives ordinary people of their dream and tears down justice.”Park’s stern stance was taken as a preemptive defense ahead of mayoral by-elections in Seoul and Busan, slated for April 7.As the sole candidate representing the ruling camp, Park is seen to have a fair chance at the post, especially if her rivals Ahn Cheol-soo and Oh Se-hoon run separately instead of joining forces.But her biggest hurdle is her political affiliation. The Moon Jae-in administration has come under fire not only in connection with the alleged corruption at LH, but also for failing to stabilize the domestic real estate market as promised.A series of sex scandals has added fuel to the negative public sentiment toward the ruling camp. The upcoming by-elections are to fill the posts of the late Seoul Mayor Park Won-soon, who took his own life amid a sexual harassment dispute, and ex-Busan Mayor Oh Keo-don, who stepped down after admitting to having sexually molested a junior civil servant.“What does (the opposition camp) have to hide in rejecting the special counsel?” asked Ko Min-jung, a spokesperson for Park Young-sun, addressing the main opposition People Power Party.People Power Party Floor Leader Joo Ho-young said earlier that the LH scandal should be dealt with by the prosecution, as an independent counsel usually takes several months to kick off.People Party mayoral candidate, Ahn Cheol-soo said a government-led investigation would be a superficial political gesture. ",
  "He called for a full-scale prosecutorial probe that would extend to high-profile government figures.By Bae Hyun-jung (tellme@heraldcorp.com) and Yim Hyun-su (hyunsu@heraldcorp.com)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n | \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n◀ Back to List\nMore article by this Writer \n\n\n\n\n\n\n\nMOST POPULAR\n\n\n\n \n[Hashtag Korea] Hidden meaning of Korean term “agassi” leads to murder\n\n\n\n\n \nCan kids grow up happy in Korea? S. Korea's new infections fall below 50,000 amid lifting of mask mandate\n\n\n\n\n \nJustice minister nominee vows to minimize negative impact of prosecution reform laws\n\n\n\n\n \nTracing the start of childhood in Korea\n\n\n\n\n \nWho's attending Yoon’s inauguration? "
]