[
  "\n\n\n\n\n\n\nUniversity scandal, reputation and governance | International Journal for Educational Integrity | Full Text\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\nAdvertisement\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n                                        Explore journals\n                                    \n\n\n\n                                        Get published\n                                    \n\n\n\n                                        About BMC\n                                    \n\n\n\n                                My account\n                            \n\n\n\n\n\n\n\n\n\n\n\nSearch all BMC articles\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInternational Journal for Educational Integrity\n\n\n\n\n\n\n\n\n\n\nHome\n\n\nAbout\n\n\nArticles\n\n\nSubmission Guidelines\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDownload PDF\n\n\n\n\n\n\n\n\nOriginal article\n\nOpen Access\n\nPublished: 23 October 2017\n\nUniversity scandal, reputation and governance\nMeredith Downes1 \n\nInternational Journal for Educational Integrity\nvolume 13, Article number: 8 (2017)\n            Cite this article\n\n\n\n\n9544 Accesses\n\n\n9 Citations\n\n\n6 Altmetric\n\n\nMetrics details\n\n\n\n\nAbstractA review of the literature on corporate governance serves to demonstrate the applicability of many governance solutions to the university setting. Based on a review of university scandals, most of which are recent but some of which took place decades ago, it is possible to categorize them as follows: sex scandals, drugs, cheating, hazing, admissions and diplomas, on-the-job consumption, athletics, and murder. ",
  "Several examples are provided in the paper, along with their impact on various stakeholders. The paper then discusses a variety of solutions designed to either preempt the activities potentially leading to scandal, to deter them or to punish perpetrators. Some of these involve structural changes, institutional policies and procedures, fines, terminations, and sanctions. The paper emphasizes the proactive safeguards which govern and monitor to make sure that universities do not suffer on the back end and that their reputations do not suffer into the future. IntroductionWith growing pressure on higher education institutions because of decreasing student numbers and the increasing need for external funds, emphasis on managing an institution’s reputation is stronger than ever. Universities spend a lot of money and resources and time to build their reputations, only to see those reputations damaged due to the negligence or indiscretions of a select few. ",
  "Reduced enrollments, student defections, and donor withdrawal are some of the ways in which damaged university reputations are manifested when governance fails in its responsibilities to monitor and take corrective action before reputation begins to suffer. In fact, it only takes a single event to destroy it, as we have seen in many universities recently. ",
  "The risk of losing a hard-earned reputation necessitates strong institutional governance.Bratianu and Florina (2015) define university governance as “the constitutional forms and processes through which universities govern their affairs”. As such, governance solutions tend to involve changes in structures, standards, procedures, or measures to make academics comply (Greenhalgh, 2015). This makes it possible for academic standards to be upheld without regard for reputation, although it is a key component of the risk associated with inadequate governance. However, Greenhalgh (2015) emphasizes processes, such as effective deliberation and “muddling through” as important to academic governance. This represents a shift away from the more traditional academic model in favor of a more corporate approach, with governance at the corporate level defined as “the manner in which power and authority are exercised in organizations in the allocation and management of resources” (Carnegie & Tuck, 2010). In a paper on the role of Boards in Australian universities (often referred to as Academic Senates in the U.S.), Wormell and McCallum (2013) discuss how, in their ideal form, Boards would take on several characteristics that are known to promote governance and good reputation in the corporate environment. ",
  "They pay particular attention to the Board’s responsibility to its internal and external stakeholders, calling for clearly defined roles and mission statements, balanced membership, standing committees, and maintaining academic standards through its quality assurance and accreditation reviews. We can therefore conclude that, while there has been some tension between academic and corporate governance, the separation is beginning to disappear.The reduction in government funding to public universities has increased the competition among schools, and this, too, has forced them to re-evaluate their missions, core values, and methods of operation. ",
  "This shift from traditional academic governance to more corporate models can be seen across the globe, and particularly in English-speaking countries. Carnegie and Tuck (2010), for example, suggest incorporating the corporate model of governance, along with academic and business governance, into public universities in Australia. Trakman (2008) addressed the changing landscape (i.e. competition and technology) that necessitates corporate-type governance in U.K. and U.S. universities, cautioning that “one size” may not fit all markets. For instance, many public universities in Europe are not free to choose their own governance structures (Donina et al., 2015), as they are still centralized, with laws on higher education dictating the details of governance bodies and decision-making.Governance continues to take on many forms, some of which remain structural in nature, and others of which align with a more corporate approach that considers university reputation in the equation. Proactive governance can include rules and regulations, policies and procedures, incentive programs, and board diligence, as ways to maintain established reputation and protect university image. ",
  "Unfortunately, there has also been the need for reactive governance, as universities engage in behaviors that threaten their images. When a scandal rocks higher education, it is damaging on several levels. ",
  "Not only are there injured parties, but there is often an outcry from stakeholders over the use of much-needed funds to mitigate the damage. While public relations dollars are typically allocated for marketing to potential students, increasing amounts are being spent on dealing with the aftermath of university scandal.Literature reviewWhile there is ample documentation on scandal, reputation and governance in corporations, research on university scandal has been scarce. Gray et al. (2003) identify a university’s reputation as second, only to learning environment, as a main brand positioning dimension for higher education institutions. In fact, Ng and Forbes (2009) consider reputation to be a core value-creating activity for universities, and other research (Ressler & Abratt, 2009) takes a stakeholder lens to the issue of university reputation, seeking a greater understanding of how different stakeholders perceive the reputations of their respective institutions.In a study of university business schools, Ivey (2008) found that students put university prominence and reputations as third in importance, with only choice of major and electives as more important. Consistent with these findings, Sung and Yang (2009) developed and tested a model of students’ behavioral intentions toward their universities, finding considerable support for the effect of university reputation. ",
  "Building on Fombrum’s (1996) organizational research that favorable company reputations leads to stakeholders’ supportive behaviors, they addressed university reputation from the perspective of past and present students. Of particular importance to reputation are the relationships that students develop with their universities that impact their intentions to later donate to their alma maters. ",
  "There is also evidence of positive relationships between satisfaction and loyalty, between reputation and loyalty, and between satisfaction and reputation (Helgesen & Nesset, 2007).According to Abbott and Leslie (2004), college applications are sensitive to institutional reputation. A study by Souta and Turner (2002) indicates that the four most important determinants of university preference were course suitability, academic reputation, job prospects and teaching quality, and this has significance for the way that education managers develop their marketing strategies. Universities have therefore begun to realize the need to develop sustainable branding strategies (Jevons, 2006; Pinar et al., 2014) to create meaningfully differentiated brands and to communicate their strengths to stakeholders. In this regard, public relations can be a vital component to university reputation (Lee et al., 2015). With reputation considered to be both an outcome of PR efforts and also a measure of university performance, they assert that reputation is built based on resources and competencies and how these are communicated through PR messages and media coverage. In other words, it is the accumulated impression that stakeholders have of the university (Chun, 2005), and more specifically, of its teaching, research, and athletic programs (Alessandri et al., 2006). ",
  "A favorable image in these areas has the potential to attract students, quality faculty members, and philanthropic donations. Their research also shows that a higher match between what is covered in press releases and what is covered in the media does correlate with better reputation.In terms of what contributes to reputation, Delgado-Márquez (2013) determined that the internationalization of higher education has a positive influence, as does university heritage (Merchant et al., 2015). ",
  "Aula and Tienara (2011) attended to reputation-building in universities by investigating the merger of three universities in Finland, concluding that the need to become a world-class university seems to serve as an imaginary governance mechanism in incentivizing the various actors to contribute positively to reputation.The literature thus far focuses primarily on how universities seek to build and maintain their reputations, rather than repairing reputation after it is damaged. Among the quotations that Bromley (1993) compiled on the key attributes of reputation is: “It is difficult to make and keep up a good reputation or to repair a damaged one, whereas a good reputation is easily damaged or lost.” Interestingly, the growing body of literature on university reputation suggests that stakeholder memories may be short-lived and are particularly dependent on public relations and media coverage. In reviewing 124 scandals at the top 100 colleges in the US between 2001 and 2013, Luca et al. (2016) found that it took at least five mentions of the scandal in the New York Times for freshman applications to drop by an appreciable 9 % in the year following the scandal. From a reputational standpoint, this equates to dropping 10 places in the US New and World Report college rankings. However, given that media serves as an accountability measure, the next few years are expected to be scandal-free, with the odds increasing again once 5 years have passed (Brown & Deegan, 1998; Islam & Degan, 2010; Zyglidopoulos et al., 2012). ",
  "In gauging when scandal is less likely, applicants can minimize their exposure by applying in the wake of scandal, and at the same time enhance their chances of acceptance since fewer will apply.With little attention paid to the issue of reputation repair, this paper reviews university scandal in some depth, offering governance solutions as a component of enterprise risk management, designed primarily to preempt further incidents rather than to do damage control after the fact.Case exampleCase examples were identified through a grassroots internet search and a modified version of snowball sampling (Atkinson & Flint, 2001). The process began with a small pool of cases with which the author was already familiar, and therefore the search was for topics such as “hazing” or “university sex abuse scandal”. ",
  "This uncovered similar incidents at other universities and gave mention of other types of scandals to which universities have fallen victim. As the sample built up, enough cases were gathered to provide meaningful categorizations and to discuss the impact that these have had on a variety of constituents. This review of university scandals in U.S. institutions finds that they can fall into the following categories: sex scandals, drugs, cheating, hazing, admissions and diplomas, on-the-job consumption, athletics, and murder. Examples are provided below for each classification, together with their impact on various stakeholders.Sex scandalsPenn StateWhen assistant football coach Jerry Sandusky was charged and found guilty of child sex abuse, victims’ lives, higher education, and Penn State were changed forever. Sandusky’s abuses spanned two decades, if not more, and questions of a cover-up mired the images of head coach Joe Paterno and several other university administrators. Sandusky came into contact with his victims through The Second Mile, a non-profit organization that he founded for underprivileged youth in 1977. ",
  "Many of the abuses took place in the Penn State locker room, where he was eventually caught and reported on by then graduate assistant Michael McQueary. Sandusky was sentenced to 30–60 years in prison, sanctions were imposed on the football team, and the university has been forced to pay almost $100 million in damages to the victims (Ganim, 2011; Van Natta, 2012).Princeton UniversityIn 2014, scandal broke out at Princeton over an incident at the Tiger Inn, one of the campus’ 11 unaffiliated private dining clubs that are the center of undergraduate social life at the university. ",
  "Two of the club’s officers were removed for sending emails that were deemed hostile to women. One contained sexually explicit images featuring a freshman at Princeton, and the other was an appeal for club members to attend and boo at a campus talk by the woman who sued the university and the dining clubs to force them to admit women. Tiger Inn was the last of the clubs to admit women, and only did so in 1991 after the U.S. Supreme Court refused to hear its appeal. Nonetheless, it has continued to be scrutinized for its male-dominated atmosphere and provocative party themes. In addition to removing the two offending officers, measures included a slate of club officers that is more balanced by gender and a safe process for members to report incidents and concerns (Kaminer, 2014; Parts, 2015).Northwestern UniversityIn 2014, a student at Northwestern University filed a complaint about philosophy professor Peter Ludlow, accusing him of getting her drunk (she was underage), making unwelcome advances, and failing to respect her wishes. Following an internal investigation, the university ruled in the student’s favor, finding Ludlow in violation of the school’s policy to protect against sexual harassment, yet he was neither fired nor disciplined, and instead turned around and sued for defamation (Isaacs, 2014; Kingkade, 2015).Hillsdale CollegeRevelation of an affair between Hillsdale’s president George C. Roche III and his daughter-in-law had consequences for both of them – he resigned from his position at the university, and she committed suicide. ",
  "Up until this incident, the college, located in Hillsdale, Michigan, was known for its classical liberal arts program and for independence from government funding. The affair had been going on for 19 years, and there were reports that the daughter-in-law had married Roche’s son as a way to stay close to the older Roche. ",
  "However, both she and her husband had been pushed away at the request of Roche’s new wife, prompting speculation that this led her to admit the affair to her husband and to then take her own life (Meredith, 1999; Miller, 1999).ImpactsWhat happened at Penn State is arguably the most notorious university scandal of the century, and its effects have been wide-reaching. Victims may have been scarred for the rest of their lives, Sandusky is in prison, and Joe Paterno died under a cloud of criticism. The football team was banned from post-season play for 4 years, was docked many of its scholarships, and was forced to vacate wins from 1990 to 2011. In addition, the team lost its recruiting class and therefore may not be a big breadwinner going forward, since weaker recruiting means fewer wins and less revenue for the school. This affects the decisions of high school players looking for the best team to join. Financially, Moody’s downgraded Penn State’s bond rating from Aa1 to Aa2 following the Sandusky incident. ",
  "Northwestern and Hillsdale are also feeling the aftermath of their sex-related scandals. At Northwestern, the sexually harassed victim became depressed, attempted suicide, and later sued the university in federal court for its indifference and inaction. ",
  "And people were not forgiving at Hillside, where students said they were frustrated by the notoriety that the president’s actions had brought, including fears that their degrees would not be worth very much. Tainted diplomas can hurt job prospects, not to mention the student’s self-worth, and their parents’ disappointment about a lack of return on their investment.DrugsDes Moines area community collegeIn 2003 David England, the president of DMACC, was arrested along with his wife, 22-year old daughter, and teenage son, after police found 2 ½ pounds of bagged marijuana and trays of seedlings and growing lights in the family’s upscale suburban home. The charges against England included conspiracy to manufacture and deliver marijuana, possession of drug paraphernalia and a tax-stamp violation, although authorities believe that he was also selling the drug. He was placed on paid administrative leave pending the results of the school’s investigation. At the time of his arrest, England had been president of DMACC for 2 years and was earning a salary in excess of $180,000 per year (Daglas, 2003; Sioux City Journal, 2003).Texas Christian UniversityIn 2012, 17 students at TCU, some of which were student athletes, were arrested in a drug bust and were later removed from campus after a six-month investigation. They were caught as they attempted to sell and hand-to-hand deliver drugs including marijuana, cocaine, ecstasy and prescription medications such as Xanax and hydrocodone to undercover narcotics officers both on and near the TCU campus. ",
  "The arrests came after officers had received multiple tips from students and parents (Durrett, 2012; Nicholson, 2014).Columbia UniversityIn 2010, Operation Ivy League resulted in the arrest of five students from Columbia University, as well as three off-campus suppliers, all suspected of participating in a drug ring. Undercover officers purchased $11,000 worth of illegal drugs during a five-month investigation after authorities received anonymous tips about large-scale drug sales on the university campus, mostly in university common areas and the bedrooms of three fraternity houses. ",
  "Among the substances being sold were Adderall, marijuana, Ecstasy, cocaine and Altoids laced with LSD. One of the off-campus suppliers was also charged with attempted kidnapping when he hired an undercover officer to abduct a rival drug dealer in order to collect on a debt, instructing the officer to torture and even kill the person if he didn’t pay up (Glynn, 2011; Secret & Zraick, 2010) .ImpactsStudents questioned why David England was hired to run the school in Des Moines, considering that he had a 1971 conviction for marijuana possession in Texas but which was not found during a background check for employment. They felt that his arrest embarrassed the school, and a handful of alumni told the school that they would not contribute to its annual fundraiser. This in turn puts a strain on an already-tight budget. The incidents at TCU and Columbia see students putting their health, their freedom, and their futures at stake by using and selling illegal drugs. They might also have been selling to minors and certainly were contributing to the delinquency of society. ",
  "Fraternities were implicated as well, which affects a university’s ability to recruit students who plan to rush those fraternities, including legacy students whose membership they had expected. The incident at Columbia takes on an added felonious dimension, as it could have resulted in loss of life, and the university would have been embroiled in a battle with parents and insurance companies for years to come. ",
  "From an enrollment perspective, parents will think twice about sending their children to campuses where drug use and abuse is rampant.CheatingHarvard UniversityHalf of the 279 students enrolled in Matthew B. Platt’s Introduction to Congress course at Harvard in Spring 2012 were investigated for cheating on a take-home final examination because of similarities in their responses. Administrators said that some students supplied identical answers which even had identical typographical errors, indicating that they had either written their answers together or had copied them. Approximately 70 of the students were forced to withdraw, retroactive to the start of the school year, would receive tuition refunds, and could return to the university after anywhere from two to four semesters. Until this time, Harvard had been averaging 17 forced withdrawals for academic dishonesty annually. Students argued that similarities among papers could be traced to shared lecture notes or to the fact that many of them had sat in on group meetings with the teaching fellows for the class, who helped students to interpret the exam questions. One of the contested issues was that, while collaboration on the exam was prohibited, it was not clear that this included sessions with the teaching fellows (Levick, 2012; Perez-Pena, 2013).Ohio state UniversityTake-home exams have also sparked discussion on a possible grey area between cheating and collaboration at The Ohio State University. ",
  "In an ongoing investigation, 85 students are under fire for sharing information on a take-home test in 2016, as indicated by patterns of right and wrong answers and the length of time it took each of them to complete the exam. Perhaps more clear-cut, though, is an incident in 2014 at the university’s College of Food, Agriculture and Environmental Sciences, where one student was paid to complete on-line coursework for 23 others (Bice, 2016; Farkas, 2016).ImpactsThe greatest impact of cheating is to the student. ",
  "If they do not get caught, they will not learn the material, and they are likely to be accountable for the information at some point in the future. Further, if they don’t learn some of the basics, they may feel pressured to cheat more often to get by later. Other students can be affected as well, as they feel the pressure to keep up with those who are scoring better on exams and assignments, albeit dishonestly. In the case of Harvard, an unprecedented number of students were forced to withdraw, setting back their career plans for up to 2 years. Their reputations preceded them upon their return to campus, as students and faculty alike knew why they had been absent. Parents and alumni were outraged at the way that the university collectively doled out the punishments, lumping students who had clearly copied and pasted material on their exams with students who were simply confused by the classroom policy on collaboration. ",
  "Many of the implicated students were athletes, including the two co-captains of the men’s basketball team, and voluntary withdrawal or a leave absence can hurt the team’s APR (Academic Progress Rate) and possibly subject the team to NCAA post-season disqualifications. The Harvard incident also called the quality of faculty into question, and particularly the way that classroom policies are communicated to students.HazingDartmouthIn 2012, a Rolling Stone article titled “Confessions of an Ivy League Frat Boy: Inside Dartmouth’s Hazing Abuses” told the story of a student who had been hazed and provides an inside look at a tradition that has been embedded in the Dartmouth culture for years. ",
  "Among the alleged abuses were being forced to eat omelets made of vomit—affectionately dubbed “vomelets”—and to stick their fingers down each other’s throats so they could throw up on one another. While controversy surrounded the allegations since they were made by a former SAE pledge who later participating in hazing others and was considered by some to be a questionable source, the story does not bode well for the university. Charges against 27 students were dropped, but the same fraternity faced similar yet less egregious claims 3 years later and as a result is no longer allowed to serve as a residential space for Dartmouth students (Fox, 2015; Reitman, 2012).Salisbury UniversityAlso in 2012, SAE was accused of going too far in its initiation of pledges at Salisbury University. The allegations state that pledges were kept in a dark basement for several hours without food or water or bathroom breaks while loud music was playing, some were forced to stand in a trash can filled with ice water while only in their underwear, and some were forced to recite the Greek alphabet and had cold poured on them if they made a mistake. Pledges were also blindfolded and placed in the back seat of a speeding car without the use of seat belts. Salisbury University suspended the fraternity for a year and a half which was later extended an additional 15 months after finding that the campus chapter was recruiting members while on suspension (Campbell, 2015; Cox & Coe, 2014).ImpactsStudies have shown that those who are hazed experience physical, emotional, and/or mental instability, sleep deprivation, loss of sense of control and empowerment, decline in grades and coursework, post-traumatic stress syndrome, loss of respect for and interest in being part of the organization, and suffered relationships with friends, family and significant others. ",
  "Those responsible for hazing also experience some of the same issues associated with grades and coursework and with their relationships. In addition, they face media scrutiny, damage to their personal reputations, a warped sense of leadership, and experience feelings of guilt and shame.Both incidents mentioned here occurred at Sigma Alpha Epsilon, and both resulted in sanctions against the fraternity. ",
  "This hurts university applications in the short-run, as legacy students do not want a changed campus. Rather, they want the same one that their fathers and grandfathers attended, including the fraternity that is either no longer a residential option (in the case of Dartmouth) or is suspended from campus activities (in the case of Salisbury).Admissions and diplomasUniversity of IllinoisUniversity of Illinois President B. Joseph White resigned in the Fall of 2009 after the Chicago Tribune revealed that a “clout list” was used to admit applicants with political connections. One such applicant was a relative of Tony Rezko, a political ally of Governor Rod Blagojevich. While White admitted that applications were tracked for their political ties, he denied that there was inappropriate pressure from trustees and senior administrators to admit certain applicants. Consistent with the Tribune’s report, an investigation found that 800 applicants were placed on a “clout list” and that senior administrators did in fact routinely pressure admissions officers to admit them and often after there had been a decision to deny them. In addition, the investigation found that applicants who were more qualified than those admitted were in some cases denied admission. ",
  "As a result of the investigation, the university’s Board of Trustees was reconstituted (Schaper, 2009; St. Clair & Cohen, 2009).Edison State CollegeAdministrators at Edison State College allowed 180 students to substitute required courses with those unrelated to their majors, thus allowing them to graduate while by-passing their degree requirements. This controversy, which was revealed in 2011, threatened the school’s academic reputation, calling into question not just the value but also the validity of the degrees granted (Hale, 2011; Naples Daily News, 2011).West Virginia UniversityIn 2007, Governor Joe Manchin’s daughter was granted an MBA at West Virginia University. ",
  "However, when her promotion to CEO at Mylan, a Pennsylvania-based generic drug maker, was being covered by the Pittsburgh Post-Gazette, a check of her academic credentials revealed that she had not completed the degree requirements. Officials were accused of pulling grades for uncompleted coursework from thin air due to her high profile. Under pressure, the provost and president, along with the dean of the business and economics school, resigned from the university (The Associate Press, 2008; Shulman, 2008).ImpactsUnfairly processing applications for admission can result in a sub-par student body, indicated by grade point average and career placement upon graduation. It also robs some deserving applicants of the opportunity to attend their school of choice and sometimes of the chance to attend college at all. The political connections to former Governor Blagojevich increase the perception of criminality with the “clout list”, since he is serving prison time for attempting to sell President Obama’s seat in the Senate. At those universities granting unearned diplomas, those who did earn them believe that the value of their degrees has been lowered. ",
  "The outrage that this creates is damaging to alumni contributors and to future enrollment.On-the-job consumptionAmerican UniversityAmerican University president Ben Ladner and his wife, Nancy, lived a billionaire’s lifestyle, but an anonymous letter to The Washington Post blew the whistle and ultimately led to his ouster. The letter accused Ladner of blowing the university’s money on a French chef, a chauffeured limousine, expensive trips abroad, and extravagant parties for family and friends.The spending began when the Ladners found the president’s house to be “inadequate” and chose a more expensive home which was farther from campus and which was much less welcoming to students. ",
  "The university footed the difference and then paid an additional $200,000 in renovations as ordered by the Ladners. Landscaping included a pond and waterfall, the interior was outfitted with fine china and stemware, and waiters in the home wore tuxedos. While past presidents had hosted as many as eight events a week, the Ladners did so on only a dozen occasions each year. Oversight of the president belonged to a 24-member board of trustees, hand-picked by Ladner himself and dubbed by outsiders as the “cocktail board”. Students were incensed when Ladner offered to pay back only a small fraction of the funds that auditors said he owed to the university, and the student government president expressed disappointment that the board was more concerned with finding the whistleblower than with addressing the abuse of university dollars. When an audit led to Ladner’s dismissal, the board approved a severance package of nearly $4 million (Janofsky, 2005; Kinzie & Strauss, 2005).UC Santa CruzDenice Denton took her own life in 2006, and it was reported that she had been very depressed about her professional and personal life. ",
  "She had been hired to run the university at an annual salary of $300,000 but had recently been called out in several articles for hiring her partner to an administrative post and at a salary of nearly $200,000. She was also criticized for her overspending, including $600,000 in renovations to her university residence, a $30,000 dog fence (included in the $600,000), all billed to the university. ",
  "Student protesters followed her around campus, and she was threatened both physically and emotionally, finally leaping to her death from the roof of a San Francisco high-rise (Gordon & Romney, 2006; Vega & VanDerbeken, 2006).Montgomery CollegeMontgomery College president Brian K. Johnson was fired in 2009 after a faculty vote of no-confidence, due in part to overspending on his college-issued credit card at a time when the rest of the campus was under recessionary restrictions. Some critics felt Johnson’s extensive travel and dining habits were inappropriate for the leader of a two-year college. He reimbursed the college for anything that was considered personal. Johnson had been on paid leave from the college following the allegations and the terms of his termination agreement were not disclosed (de Vise, 2009; Mathis, 2009).Texas Southern UniversityPriscilla Slade, president of TSU, was disgraced in 2006 when she was investigated for her overspending. She had billed the university for $260,000, much of which was for furniture, landscaping and security at her home, stays at the Four Seasons, and a $100,000 bar tab. She essentially blew the whistle on herself when she revealed to a member of the Board of Regents that the school had paid for many of the nice things in her home. ",
  "She was fired and then charged with misapplication of fiduciary property, facing the possibility of 99 years in prison. However, as part of her plea of “no contest”, she agreed to pay $127,000 of the $500,000 in school money that she had been accused of spending, and the conviction would not appear on her record unless she violated the terms of her probation (which included 400 h of community service). ",
  "The Texas governor also replaced all members of the Board of Regents because of the issues that were exposed on their watch (Blumenthal, 2007; Rogers & Tresaugue, 2008).ImpactsMost tangible with on-the-job consumption are the financial impacts to the university. Employees also become outraged when high-level administrators are seemingly compensated well beyond the rest of the university community. Parents and students may find that their tuition dollars are not being spent wisely or even ethically and thus apply somewhere else or transfer if they are already on campus. Further, as seen in the case of Santa Cruz, the public outrage can become dangerous, as the physical and emotional threats that President Denton received led to her suicide.AthleticsSt. Bonaventure UniversityTrouble began when a basketball player, transferring from Junior college with a welding certificate, was allowed to play for St. Bonaventure University. After some discussion on the issue, the university’s president personally decided that the student was eligible to play Division I basketball, when in fact he was ineligible based on NCAA academic standards. ",
  "The fallout for the team included having to forfeit all but one victory, and they could not play in the Atlantic 10 Conference tournament. The fallout for the university was that the athletic director, basketball coach, and university president were ousted, and the chairman of the board of trustees committed suicide after being criticized for deferring to the president about the student’s eligibility to play (Lieber, 2003; Wise, 2003).University of ColoradoPresident Elizabeth Hoffman resigned in 2005 amid several scandalous allegations, one of which was proffered sex for football recruits. ",
  "Players were accused of offering drugs, alcohol and strippers to high school recruits, which prompted a high-level investigation. This only fed the university’s reputation as a party school, with alcohol abuse already embedded in the undergraduate culture (Johnson, 2005; Sherry, 2007).Boston CollegeIn 1996, 13 Boston College football players were suspended for violating NCAA rules by betting on college and professional sports events. Two players even bet against their own team when the Eagles went up against Syracuse. While there was no evidence that the outcome of the game had been influenced, the incident was reminiscent of the point-shaving that took place in 1978–79, where six games were fixed and one of the players was sentenced to 10 years in prison (Hersh, 1996; Moran, 1996).TulaneBetting scandals tainted Tulane in 1985, when John Williams was arrested for participating in a scheme to fix games. The charges were later dismissed, but Tulane discontinued its basketball program, although it has since been revived. A fraternity was implicated as well, having placed wagers through various bookmakers, and the players involved in fixing the game received a portion of those winnings (Marcus, 1985; Plume, 1986).UNC-Chapel HillFor years, UNC Chapel Hill has enjoyed a reputation for academic and athletic excellence, both of which came under fire when the whistle was blown on the education of its athletes. ",
  "In 2014, a report described an 18-year history of “no show” papers as part of a “shadow curriculum” that had persisted for 18 years, whereby students registered for lecture courses which turned out to be more like independent study classes where no professor interaction was required. Instead, students were simply required to turn in one paper for the semester. ",
  "Academic counselors were said to have facilitated this culture in order to maintain athletes that would otherwise be academically unqualified to play sports (Barrett, 2015; Lyall, 2014; Neff & Kane, 2014).ImpactsCommercialized collegiate athletics attracts a great deal of attention. So when questions arise about the distribution of huge revenues pouring into university athletic departments, the images of athletic programs are tarnished. Football in particular has the potential to hurt a school’s enrollment. At Boston College, where football is a symbol of pride, applications went up after the team beat Notre Dame, but when money and even individual freedom is risked through betting, football suffers and therefore the university does as well. Incoming students are particularly affected, though, since many of them want to play sports. At Tulane, the basketball program was revived because students, many from urban areas, were able to convince the university President that they should not be punished for something that others did.MurderEast Michigan UniversityA murder on campus in 2006 led to the firing of university President John A. Fallon III, accused of downplaying the incident in order to protect the university’s image. ",
  "While the police immediately suspected that the co-ed was raped and murdered, the university led even her parents to believe for 2 months that no foul play was involved (Fox News, 2007; Hufstutter, 2007).Baylor UniversityWhen basketballer Patrick Dennehy was shot to death in 2003, fellow teammate Carlton Dotson pleaded guilty for the murder. After an autopsy refuted his claims of self-defense, he was sentenced to 35 years in prison. ",
  "What increased the scandalous nature of this crime was the way it was used by head coach David Bliss to hide the fact that he had been paying Dennehy’s tuition in order to keep him on the team. Bliss lied by saying that Dennehy had been funding his own education with drug money and was caught on tape telling his assistant coach that this would be believed because Dennehy was no longer around to say otherwise. Once the tapes were released, Bliss resigned (The Associated Press, 2005; Wise, 2008).ImpactsThe greatest impact in a murder case is undoubtedly the loss of life. What happened at Eastern Michigan, however, shows how far a university will go to maintain its image. This backfired, though, since the university is now being scrutinized for its secrecy during the investigation. When a student is raped and murdered on campus, parents can’t help but wonder why campus security didn’t protect their child. ",
  "Therefore, while it could be argued that it could happen anywhere, applications are hurt in the short-run. The incident at Baylor also exposed dishonesty in the administration, and as a result the basketball team lost its head coach.Governance and risk managementIn assessing the risks associated with scandal, it is important to identify which governance mechanisms, if any, were in place at the time, as well as how they were implemented. ",
  "While some universities have explicit controls defining the conduct, university policy regarding the conduct, and the remediation for violators, some are silent on the issues they faced. These tend to vary by category and are discussed below. While current control mechanisms are addressed, it is possible that these were formalized after and perhaps in response to the scandals.Northwestern’s policy on equal opportunity protects against sexual harassment as a form of discrimination under Title IX and applies to students as well as staff. The policy describes complaint procedures, its retaliation policy, and appeals. Specifically, it states that an investigation will begin within 1 week of the filing and will conclude in 60 to 90 days, with consequences for a finding of guilt varying based on the severity of the violation. Formal drug policies can also be found for most universities. ",
  "TCU’s Code of Student Conduct states that the sale or distribution of drugs by students will result in immediate expulsion from the university. Upon the arrest of several students accused of selling drugs, the President said that they had been separated from the university (suspended), and he reiterated that they were subject to immediate expulsion if convicted. ",
  "Similarly, Columbia states in its Essential Policies for the Columbia Community, that the distribution of illicit drugs by students is prohibited and that violators face discipline up to and including expulsion and may be required to complete a rehabilitation program. The main offender in the drug bust at Columbia was sentenced to 6 months in prison as well 5 years of probation, and he was in fact expelled.With regards to cheating, universities have formalized rules as well as standard procedures for violators. Harvard is no different and even has a section in its student handbook on plagiarism and collaboration which states, “If the syllabus or website does not include a policy on collaboration, students may assume that collaboration in the completion of assignments is permitted. Collaboration in the completion of examinations is always prohibited”. What remained subject to interpretation was how collaboration was defined and whether it includes notes and study sessions with teaching assistants. More objective, perhaps, is Dartmouth’s policy on hazing. ",
  "The policy, found on the school’s Student Affairs website, defines hazing, requires pre-clearance for fraternity activities as well as security walk-throughs, and outlines accomplice and group responsibility, reporting responsibility, and possible sanctions for violators. The fraternity that was implicated in the case mentioned above was barred from campus, but only after another incident was brought to light 3 years later.In contrast to the codified policies found regarding sexual harassment, drugs, cheating, and hazing, it is not typical for universities to formally address the potential wrongdoing by their admissions offices. ",
  "While the University of Illinois’ admission policies speak to selectivity, they refer to those individuals who have challenged themselves academically and have shown commitment to extracurricular activities and service. The policy stresses equality of opportunity, states that each application is reviewed twice, and that the most important decision criterion for admission is academic performance. Similarly, potential wrongdoing by high-ranking officials is not stated outright by American University, where the President’s use of funds was deemed excessive. But its Staff Personnel Policy states that “stealing” and “other serious misconduct” are subject to disciplinary action, both of which could potentially capture the President’s lavish spending of university dollars.The remaining two categories are perhaps the most clear-cut, since both rely on a higher authority. Murder is a capital crime punishable by law, so it need not be explicitly prohibited in university bylaws. For the shooting at Baylor University, Mr. Dotson was sentenced through the legal system to 35 years in prison. ",
  "However, the ensuing scandal involved misconduct by the head coach of the basketball team, as well as by the deceased student. As a Division 1 athletics program, NCAA rules apply and state that student athletes cannot accept such things as gifts, meals, loans of cars, or money from athletic interest groups or people within the athletics program at the University. ",
  "Further, they may not receive any benefit that is not available to other students at the University. As for the coach’s part, in paying for the portion of tuition that was not covered by financial aid, estimated at $7000, he committed a major violation of NCAA rules. Also per NCAA rules, Boston College has a blanket prohibition on gambling, which is specified in its student athlete policies. Students, as well as staff, are banned from involvement in any type of gambling activity involving intercollegiate or professional athletic events. The school’s policy of zero tolerance hands out penalties ranging from team suspension to loss of scholarship to expulsion.Formalized policies and codes of conduct are indeed proactive governance mechanisms, aimed at deterring the types of incidents described in this paper. However, while proactive governance aims to avoid incident in the first place, it can also be put into place after the fact to deter further incidents in the future. ",
  "Reactive governance is essentially punitive in nature but should also act as a deterrent. Finally, governance can also take place organically, often in combination with more deliberate solutions.Proactive solutionsOne way to avoid being accused of unfairly admitting students and potentially downgrading the quality of the student body is to restructure oversight of the admissions process. ",
  "At the University of Illinois, the governor appointed a committee to investigate clout list allegations. Finding that there was in fact a special admissions category for politically connected applicants, the commission immediately created a firewall around the admissions officers. In addition, the Office of Executive Inspector General was given more responsibility in terms of monitoring university matters.Administrative and structural changes can also solve problems of students graduating without the proper requirements. At Edison State, the university President presented to the school’s Board of Trustees new steps that students and faculty will have to go through before a course substitution is approved, which would now involve several layers of oversight. Previously, the college required only the signature of each academic division’s dean and associate dean. Under the change, faculty chairs of the discipline, as well as the Vice President of Academic Affairs, must also sign off. ",
  "All substitutions must receive final approval from the school’s registrar office, which serves as the gatekeeper for course substitutions. Another change is that, after students have earned 45 credits toward their degree requirement, they must meet with an academic adviser in order to review what remains in their course curriculum. ",
  "The school was also upgrading its graduation auditing software. According to the VP of Academic Affairs, it was just a matter of having the proper controls in place.With regard to the issues of cheating and plagiarism at universities, one proactive solution is simply to remove temptation. Harvard broke from tradition when, 2 years after the cheating incident, it adopted an honor code. Such explicit cheating policies are rare at elite universities but are increasingly necessary with plagiarism and other forms of cheating made all too easy with the internet. While some professors continued to defend the take-home exam format and questioned whether an honor code would really deter cheating, others believe there is too much temptation in the absence of explicit guidelines. In the aftermath, professors have become much clearer in communicating their ethical standards, presentations on cheating were added to freshman orientation, and students are given more reminders about academic integrity. ",
  "Temptation can also be removed by reverting back to pen-and-paper in-class exams, with rules that prohibit the use of any electronic devices during exams. Alternatively, teachers can choose to administer individual oral exams.Hazing can also be addressed proactively. ",
  "Universities, lawmakers, and the fraternities themselves can impose harsher penalties for hazers. The hazing scandal at Sigma Alpha Epsilon has led to several changes in the fraternity’s governance. It has said it will treat all members “equally and fairly” regardless of tenure, and is implementing a new program called the True Gentlemen Experience, in order to “eliminate a class structure between our new members and our active members”. Under the True Gentleman Experience, chapters can still recruit prospective members as they do now, but when a membership bid is offered to a student and he accepts, he will become a collegiate member and be initiated within 96 h. A new-member pledge term will shift to a holistic educational period, where members learn about the fraternity’s values, mission, creed and history.Finally, to avoid incidents of sexual harassment, university officials could encourage the formation of campaign groups (including faculty, staff, and students) to raise awareness about sexual harassment. In addition, some institutions require online training on sexual discrimination, abuse, and conflicts of interest with respect to teacher/student and supervisor/subordinate relationships.Reactive solutionsWhen scandal breaks out, the most common governance reaction is to attempt to restore university reputation by firing high-level administrators that stakeholders believe should be held accountable. Due to the clout list at the University of Illinois, the President, along with seven of the nine Trustees, was forced to resign, as many of them had made admissions requests during their time on the Board. ",
  "At West Virginia University, where students had been graduating without the proper credentials, the Provost, President, and College Dean were forced to resign. Similarly, although perhaps not surprising, the Presidents at Montgomery and at Texas Southern lost their jobs after using university resources to fund their lavish lifestyles.Universities are also accountable to the legal environments in which they operate. ",
  "Such was the case with the sex scandal at Penn State and the drug scandal at Des Moines Area Community College. Therefore, in addition to university sanctions, the violators are punishable by law and are therefore serving time in prison. With respect to hazing, sanctions may come from within the university or even the national and international community. Housing benefits, scholarships, and financial assistance may be revoked, and the fraternal organizations may impose membership sanctions, including probation, suspension or expulsion. Those who are members or officers of student organizations may be suspended or terminated, and athletes may lose privileges or even be removed from the team. Organizations may suspend or terminate officer duties and/or membership. ",
  "Externally, fraternities may be forced to close chapters and civil damages may be levied against the organization.Measures that Eastern Michigan took after the murder on campus were that it fired the president and had to pay $350,000 in federal fines. EMU now has about 400 surveillance cameras on campus and has increased police and dispatch staffing, including adding a group of respected veteran Ann Arbor police officers. ",
  "It has also installed swipe locks in first-year dorms and instituted a “Gotcha” program where the staff checks student residence hall rooms to ensure they remain locked.InsuranceInsurance is one way to limit exposure to risk, albeit on the back end and in the form of financial indemnification rather than reputation control. In the case of Penn State, the university had been covered through Pennsylvania Manufacturers’ Association (PMA) Insurance since the 1950s. However, the company refused to cover claims from 30 men alleging abuse by Sandusky, on the basis that university officials had known about the abuses dating back to the 1970s. Having paid out $92.8 million in claims, the university sued PMA to recover some of this loss. Although PMA did end up paying a portion, it asserted that the university’s settlements were extremely high due to a concern about publicity and the desire to settle the matter as quickly as possible.Organic solutionsInstitutional memory serves as a strong governance mechanism in deterring university scandal. While the incident may be long gone, memorials, anecdotes, and legends keep the incidents alive for future students, donors, and several other stakeholder groups. ",
  "In addition, as time goes by without any serious incident, reputation may be organically restored. As mentioned earlier, when the media coverage dies down, so does the notoriety. ",
  "Further, there is a natural tendency to expect stellar behavior from an institution in the aftermath of scandal.Accountability can also be seen as an organic mechanism. In addition to the formal structures in place at various levels within the university community, there is both the threat of being held accountable for misdeeds and individual/institutional integrity that serve as self-accountability measures. For example, cheating may incite followers who feel they have no way to otherwise compete. In the same vein, then, a culture free of cheating could inspire others to compete honestly and maintain their integrity. If everyone stays honest, the pressure to conform to a lower standard in order to keep up will dissipate.ConclusionUniversity scandals do not typically occur as one-time events, but rather take place over time, are chronic, and come to light when someone eventually blows the whistle. A practice may in fact be prevalent but is only scandalous and potentially damaging to reputation when it emerges publicly. ",
  "For example, U.S. schools often recruit academically deficient athletes, yet rarely does this incite media attention. Legacy admissions are also somewhat commonplace, and although they are a gross violation of the merit principle, they are accepted as common practice rather than as scandalous activity. ",
  "However, if someone speaks out against such practices and others respond, a social problem is constructed and may also be reconstructed by the media, the general public, and policymakers (Best, 2011). Therefore, a social problem, defined as a condition that disrupts or damages society, has more to do with society’s knowledge of and interest in the issue, than it does with the issue itself. As stated by Merton and Nisbet (1971), “A social problem can become a major social issue and then subside, without the situation it concerns having undergone any significant change.”Under this premise that social problems are socially constructed (Spector & Kitsuse, 2001), the public attention brought on by media interest, as well as the willingness of one or more individuals to speak out, will dictate when and if a scandal will ensue. If this becomes the case, there is no single formula for making sure that university reputation remains intact, nor is there a single solution for any one university, as the risks to reputation come from diverse sources. To begin with, not all stakeholders define reputation in the same way. For students, it could be a product of the school’s heritage and legacy, endowments, or average test scores of applicants. ",
  "For faculty, it could be library expenditures (Weiner, 2009) or scholarship among faculty. Therefore, building, maintaining, and restoring reputation does not come with simple solutions. ",
  "One set of controls might deter sexual assaults but may do nothing to reduce the incidents of plagiarism. Further complicating the use of a one-size-fits-all governance model are the different local environments in which universities find themselves. It is also important to recognize that universities around the world may not face the same issues and thus remediation may take different forms. For example, the popularity of fraternities and sororities in the U.S. means that the initiation through hazing is more widespread in the U.S. than it is elsewhere in the world. In addition, while this study identified incidents involving university students, faculty-centric issues such as scientific fraud and tenure/promotion decisions also have the potential to downgrade university reputations. However, an open leadership culture where universities seek expert advice in order to reduce the negative effects on its various stakeholder groups may be one universally applicable solution. ",
  "Yet another may to adapt a relationships orientation toward stakeholders, focusing on long-term quality connections rather than trying to manipulate reputation for short-term results (Sung & Yang, 2016). ReferencesAbbott A, Leslie D (2004) Recent trends in higher education applications and acceptances. ",
  "Ed Econ 12(1):67–86Article \n    \n                    Google Scholar \n                Alessandri SW, Sung-Un Y, Kinsey DF (2006) An integrative approach to university visual identity and repuation. Corporate Rep Rev 9(4):258–270Article \n    \n                    Google Scholar \n                Atkinson R, Flint J (2001) Accessing hidden and hard-to-reach populations: snowball research strategies. Social research update 33. Available at http://sru.soc.surrey.ac.uk/SRU33.html. Accessed 5 Sept 2017Aula HM, Tienara J (2011) Becoming “world-class”? Reputation-building in a university merger. ",
  "Crit Persp on Intl Busn 7(1):7–29Article \n    \n                    Google Scholar \n                Barrett PM (2015) In fake classes scandal, UNC fails its athletes – and whistle-blower. Bloomberg Businessweek. ",
  "Available at https://www.bloomberg.com/news/articles/2014-02-27/in-fake-classes-scandal-unc-fails-its-athletes-whistle-blower. Accessed 2 July 2017Best J (2011) Social problems. Oxford index. Available at http://oxfordindex.oup.com/view/10.1093/obo/9780199756384-0052. Accessed 26 Sept 2017Bice A (2016) 85 Ohio State vet students caught in test-cheating scandal. College USA Today. ",
  "Available at http://college.usatoday.com/2016/06/12/85-ohio-state-vet-students-caught-in-test-cheating-scandal/. Accessed 5 Sept 2017Blumenthal R (2007), Ex-university head in Texas on trial for money misuse. ",
  "The New York Times: A8\n                    Google Scholar \n                Bratianu C, Florina P (2015) University governance as a strateic driving force. Eur Conf on Mgmt, Ldshp and Gov, pp 28–35\n                    Google Scholar \n                Bromley DB (1993) Reputation, image, and impression management. Wiley, Chichester\n                    Google Scholar \n                Brown N, Deegan C (1998) The public disclosure of environmental perfomance information: a dual test of media agenda-setting theory and legitimacy theory. Accting and Busn Res 29(1):12–41\n                    Google Scholar \n                Campbell C (2015) Salisbury suspends fraternity accused of hazing. The Baltimore sun. Available at http://www.baltimoresun.com/news/maryland/education/bs-md-salisbury-fraternity-hazing-20150330-story.html. ",
  "Accessed 5 Sept 2017Carnegie GD, Tuck J (2010) Understanding the ABC of university governance. The Australian J Pub Admin 69(4):431–441Article \n    \n                    Google Scholar \n                Chun R (2005) Corporate reputation: meaning and measurement. ",
  "Intl J Mgmt Revws 7(2):91–109Article \n    \n                    Google Scholar \n                Cox J, Coe J (2014) Fraternity ends pledging after hazing scandals. USA Today. Available at https://www.usatoday.com/story/news/nation/2014/03/10/sigma-alpha-epsilon-ends-pledging/6264077/. Accessed 2 July 2017Daglas C (2003) College president caught with weed. The Badger Herald. https://badgerherald.com/news/2003/03/26/college-president-ca/. ",
  "Accessed 5 Sept 2017de Vise D (2009) Montgomery College president ran up $65,000 in expenses. The Washington Post Available at http://www.washingtonpost.com/wp-dyn/content/article/2009/12/19/AR2009121902025.html. ",
  "Accessed 5 Sept 2017Delgado-márquez BL, Escudero-torres M, Hurtado-torres N (2013) Being highly internationalised strengthens your reputation : an empirical investigation of top higher education instittutions. High Ed 66(5):619–633Article \n    \n                    Google Scholar \n                Donina D, Meoli M, Paleari S (2015) Higher education reform in Italy: tightening regulation instead of steering at a distance. High Ed Pol 28(2):215–234Article \n    \n                    Google Scholar \n                Durrett R (2012) Four TCU football players arrested. ESPN. Available at http://www.espn.com/dallas/ncf/story/_/id/7577881/tcu-horned-frogs-football-players-arrested-drug-sweep. Accessed 2 July 2017Farkas K (2016) 85 Ohio state veterinary students punished for cheating on tests. ",
  "Cleveland.com. Available at http://www.cleveland.com/metro/index.ssf/2016/06/85_ohio_state_veterinary_stude.html. ",
  "Accessed 2 July 2017Fombrum CJ (1996) Reputation: realizing value from the corporate image. Harvard Business School Press, Boston\n                    Google Scholar \n                Fox EJ (2015) A Dartmouth fraternity is being investigated for hazing, again. Vanity fair. Available at https://www.vanityfair.com/news/2015/11/dartmouth-fraternity-hazing-sae. Accessed 2 July 2017Fox News (2007) 3 eastern Michigan university officials fired over rape-murder cover-up to get a combined $550,000 severance. Fox news. ",
  "Available at http://www.foxnews.com/story/2007/07/18/3-eastern-michigan-university-officials-fired-over-rape-murder-cover-up-to-get.html. Accessed 2 July 2017Ganim S (2011) Exclusive: Jerry Sandusky interview prompts long-ago victims to contact lawyer. ",
  "The patriot-news. Available at http://www.pennlive.com/midstate/index.ssf/2011/11/exclusive_jerry_sandusky_inter.html. Accessed 2 July 2017Glynn C (2011) Columbia Univ. student pleads guilty to drug ring charge. CBS News. Available at https://www.cbsnews.com/news/columbia-univ-student-pleads-guilty-to-drug-ring-charge/. ",
  "Accessed 5 Sept 2017Gordon L, Romney L (2006) Head of UC Santa Cruz dies after apparent jump. Los Angeles Times. ",
  "Available at http://articles.latimes.com/2006/June/25/local/me-denton25. Accessed 5 Sept 2017Gray BJ, Fan KS, Llanes VA (2003) Branding universities in Asian markets. J Prod & Br Mgmt 12(2/3):109–112\n                    Google Scholar \n                Greenhalgh T (2015) Higher education governance as language games: a Wittgensteinian case study of the breakdown of governance at the London School of Economics 2004–2011. High Ed Qu 69(2):193–213Article \n    \n                    Google Scholar \n                Hale A (2011) Edison College officials take steps to correct course substitution controversy. Naples daily news. Available at http://archive.naplesnews.com/news/local/edison-college-officials-take-steps-to-correct-course-substitution-controversy-ep-391245797-342855552.html. ",
  "Accessed 2 July 2017Helgesen Ø, Nesset E (2007) What accounts for students’ loyalty: some field study evidence. Intl J Ed Mgmt 2:126–143Article \n    \n                    Google Scholar \n                Hersh P (1996) Football point-shaving rumors rock Boston College. ",
  "Chicago tribune. Available at http://articles.chicagotribune.com/1996-11-05/sports/9611050144_1_boston-college-college-football-rick-kuhn. Accessed 5 Sept 2017Huffstutter PJ (2007) A killing kept in the shadows. Los Angeles Times Available at http://articles.latimes.com/2007/June/19/nation/na-murder19. Accessed 5 Sept 2017Isaacs D (2014) Northwestern pulls the plug on a high-profile professor. Chicago reader. ",
  "Available at https://www.chicagoreader.com/chicago/northwestern-investigation-corrective-actions-professor-peter-ludlow/Content?oid=12796485\n. Accessed 2 July 2017Islam MA, Deegan C (2010) Motivation for an organization within a developing country to report social responsibility information: evidence from Bangladesh. ",
  "Acc, Aud, and Accblty J 21(6):850–874Article \n    \n                    Google Scholar \n                Ivy J (2008) A new higher education marketing mix: the 7P's for MBA marketing. Intl J Ed Mgmt 22(4):288–299Article \n    \n                    Google Scholar \n                Janofsky M (2005) President of American University agrees to resign. The New York Times. Available at http://www.nytimes.com/2005/10/25/education/president-of-american-university-agrees-to-resign.html. Accessed 5 Sept 2017Jevons C (2006) Universities: a prime example of branding gone wrong. J Prod & Br Mgmt 15(7):466–447Article \n    \n                    Google Scholar \n                Johnson K (2005) University president resigns at Colorado amid turmoil. ",
  "The New York Times. Available at http://www.nytimes.com/2005/03/08/us/university-president-resigns-at-colorado-amid-turmoil.html. ",
  "Accessed 2 July 2017Kaminer A (2014) Princeton eating club ousts 2 officers over emails ridiculing women. The New York Times. Available at https://www.nytimes.com/2014/12/02/nyregion/princeton-eating-club-ousts-2-officers-over-emails-ridiculing-women.html?_r=0. Accessed 5 Sept 2017Kingkade T (2015) Peter Ludlow officially resigns from northwestern amid harassment charges. The Huffington Post Available at http://www.huffingtonpost.com/entry/peter-ludlow-resigns-northwestern_us_5638f2c7e4b079a43c04c6c7. Accessed 5 Sept 2017Kinzie S, Strauss V (2005) Ladner's $3.75 million deal severs ties to American U. ",
  "The Washington Post. Available at http://www.washingtonpost.com/wp-dyn/content/article/2005/10/24/AR2005102401888.html. ",
  "Accessed 2 July 2017Lee Y, Wanta W, Lee H (2015) Resource-based public relations efforts for university reputation from an agenda-building and agenda-setting perspective. Corp Rep Rev 18(3):195–209Article \n    \n                    Google Scholar \n                Levick R (2012) Why Harvard mishandled its cheating scandal. Forbes Available at https://www.forbes.com/sites/richardlevick/2012/09/06/why-harvard-mishandled-its-cheating-scandal/#392044422078. Accessed 5 Sept 2017Lieber J (2003) St. Bonaventure scandal leaves death in its wake. USA Today Available at https://usatoday30.usatoday.com/sports/college/mensbasketball/atlantic10/2003-11-17-st-bonaventure-swan_x.htm. Accessed 2 July 2017Luca M, Rooney P, Smith J (2016) The impact of campus scandals on college applications. ",
  "Harvard Business School. Working Paper, pp 16–137\n                    Google Scholar \n                Lyall S (2014) U.N.C. ",
  "Investigation reveals athletes took fake classes. The New York Times Available at https://www.nytimes.com/2014/10/23/sports/university-of-north-carolina-investigation-reveals-shadow-curriculum-to-help-athletes.html?mcubz=0. Accessed 5 Sept 2017.Marcus FF (1985) 8 indicted in Tulane scandal; school to give up basketball. The New York Times Available at http://www.nytimes.com/1985/04/05/sports/8-indicted-in-tulane-scandal-school-to-give-up-basketball.html?pagewanted=all. Accessed 2 July 2017Mathis S (2009) Montgomery College president ousted. DCist. ",
  "Available at http://dcist.com/2009/09/montgomery_college_president_ousted.php. Accessed 2 July 2017Merchant A, Rose GM, Moody G, Mathews L (2015) Effects of university heritage and reputation on attidudes of perspective students. ",
  "Intl J Nonprof and Vol Sect Mkt 20(1):25–37Article \n    \n                    Google Scholar \n                Meredith R (1999) Scandal rocks a conservative campus. The New York Times. Available at http://www.nytimes.com/1999/11/15/us/scandal-rocks-a-conservative-campus.html. Accessed 5 Sept 2017Merton RK, Nisbet R (eds) (1971) Contemporary social problems. Harcourt Brace Jovanovich, New York\n                    Google Scholar \n                Miller JJ (1999) Horror at Hillsdale. National Review Available at http://www.nationalreview.com/article/220720/horror-hillsdale-john-j-miller. ",
  "Accessed 2 July 2017Morannov M (1996) Boston College bans 13 football players over bets. The New York Times. ",
  "Available at http://www.nytimes.com/1996/11/07/sports/boston-college-bans-13-football-players-over-bets.html. Accessed 2 July 2017Naples Daily News (2011) 2 Edison State College deans involved in course-swapping scandal leave school. Available at http://archive.naplesnews.com/news/education/2-edison-state-college-deans-involved-in-course-swapping-scandal-leave-school-ep-390767149-342771992.html/. Accessed 2 July 2017Neff J, Kane D (2014) UNC scandal ranks among worst, experts say. The news observer. Available at http://www.newsobserver.com/news/local/education/unc-scandal/article10107554.html. ",
  "Accessed 5 Sept 2017Ng I, Forbes J (2009) Education as service: the understanding of university experience through the service logic. J Mkt for High Ed 19(1):38–64\n                    Google Scholar \n                Nicholson E (2014) TCU students in drug bust have had a helluva time getting their cars back from police. ",
  "Dallas observer. Available at http://www.dallasobserver.com/news/tcu-students-in-drug-bust-have-had-a-helluva-time-getting-their-cars-back-from-police-7142322. Accessed 5 Sept 2017Parts S (2015) At Princeton, women make strides at clubs that once barred them. The New York Times. Available at https://www.nytimes.com/2015/02/21/nyregion/in-potential-shift-women-are-running-and-winning-leadership-roles-at-princeton.html. Accessed 5 Sept 2017Pérez-Peña R (2013) Students accused of cheating return awkwardly to a changed Harvard. ",
  "The New York Times. Available at http://www.nytimes.com/2013/09/17/education/students-accused-of-cheating-return-awkwardly-to-a-changed-harvard.html?hpw. ",
  "Accessed 2 July 2017Pinar M, Trapp P, Girard T, Boyt TE (2014) University brand equity: an empirical investigation of its dimensions. Intl J Ed Mgmt 28(6):616–634Article \n    \n                    Google Scholar \n                Plume, J (1986) A Tulane student and another man pleaded guilty Monday. UPI. Available at https://www.upi.com/Archives/1986/09/08/A-Tulane-student-and-another-man-pleaded-guilty-Monday/1000526536000/. Accessed 5 Sept 2017Reitman J (2012) Confessions of an ivy league frat boy: inside Dartmouth’s hazing abuses. Rolling stone. ",
  "Available at http://www.rollingstone.com/culture/news/confessions-of-an-ivy-league-frat-boy-inside-dartmouths-hazing-abuses-20120328. Accessed 2 July 2017Ressler J, Abratt R (2009) Assessing the impact of university reputation on stakeholder intentions. ",
  "J Gen Mgmt 35(1):35Article \n    \n                    Google Scholar \n                Rogers B, Tresaugue M (2008) TSU's Slade avoids prison with plea deal. For Chron Available at http://www.chron.com/news/houston-texas/article/TSU-s-Slade-avoids-prison-with-plea-deal-1584929.php. Accessed 2 July 2017Schaper D (2009) University of Illinois tracked applicants with ‘clout’. NPR. Available at http://www.npr.org/templates/story/story.php?storyId=106102484. Accessed 2 July 2017Secret M, Zraick K (2010) 5 at Columbia are charged in drug sales. ",
  "The New York Times. Available at http://www.nytimes.com/2010/12/08/nyregion/08columbia.html. ",
  "Accessed 2 July 2017Sherry A (2007) CU settles case stemming from recruit scandal. The Denver post. Available at http://www.denverpost.com/2007/12/05/cu-settles-case-stemming-from-recruit-scandal/. Accessed 5 Sept 2017Shulman R (2008) Scandal prompts WVU president to resign. The Washington Post. Available at http://www.washingtonpost.com/wp-dyn/content/article/2008/06/06/AR2008060603829.html. ",
  "Accessed 2 July 2017Sioux City Journal (2003) DMACC president, family arrested on drug charges Available at http://siouxcityjournal.com/news/state-and-regional/dmacc-president-family-arrested-on-drug-charges/article_5ccb52bc-fc1d-58ed-9169-8381d439dbeb.html. Accessed 2 July 2017Souta GN, Turner JP (2002) Student preferences for university: a conjoint analysis. ",
  "Intl J Ed Mgmt 16(1):40–45Article \n    \n                    Google Scholar \n                Spector M, Kitsuse JI (2001) Constructing social problems. Transaction Publishers, New Brunswick and London\n                    Google Scholar \n                St. Clair S, Cohen JS (2009) University of Illinois application clout list fallout grows at the University of Illinois. Chicago tribune. Available at http://www.chicagotribune.com/news/chi-college-clout-08-June08-story.html. Accessed 5 Sept 2017Sung KJ, Yang S (2016) The effect of bad reputation: the occurrence of crisis, corporate social responsibility, and perceptions of hypocricy and attidudes toward a company. Pub Rel Rev 42(1):68Article \n    \n                    Google Scholar \n                Sung M, Yang S (2009) Student-university relationships and reputation: a study of the links between key factors fostering students’ supportive behavioral inentions towards their university. ",
  "High Ed 57(6):787–811Article \n    \n                    Google Scholar \n                The Associate Press (2005) Dotson sentenced to 35 years in Dennehy murder case. Available via USA Today at http://usatoday30.usatoday.com/sports/college/mensbasketball/2005-06-15-dotson-sentence_x.htm. ",
  "Accessed 2 July 2017The Associated Press (2008) WVU president resigns over degree scandal. Available via CBS News at https://www.cbsnews.com/news/wvu-president-resigns-over-degree-scandal/. Accessed 5 Sept 2017Trakman L (2008) Modelling university governance. High Ed Qu. Available at http://onlinelibrary.wiley.com/doi/10.1111/j.1468-2273.2008.00384.x/abstract. Accessed 5 Sept 2017Van Natta Jr. D (2012) Penn State faced 4-year death penalty. ",
  "ESPN. Available at http://www.espn.com/espn/otl/story/_/id/8199905/penn-state-nittany-lions-rodney-erickson-said-school-faced-4-year-death-penalty. ",
  "Accessed 5 Sept 2017Vega CM, VanDerbeken J (2006) UC Santa Cruz chancellor jumps to her death in S.F. SFGate. Available at http://www.sfgate.com/news/article/UC-Santa-Cruz-chancellor-jumps-to-her-death-in-2517073.php. Accessed 2 July 2017Weiner S (2009) The contribution of the library to the reputation of a university. J Acad Ldshp 35(1):3–12Article \n    \n                    Google Scholar \n                Wise M (2003) Basketball: picking up pieces of a shattered program. The New York Times Available at http://www.nytimes.com/2003/11/04/sports/basketball-picking-up-pieces-of-a-shattered-program.html. ",
  "Accessed 5 Sept 2017Wise M (2008) A mother's tortured journey toward the truth The Washington Post. Available at http://www.washingtonpost.com/wp-dyn/content/article/2008/06/21/AR2008062101871.html. ",
  "Accessed 5 Sept 2017Wormell P, McCallum P (2013) The purpose and function of academic boards and senates in Australian universities. Presented at the National Conference of chairs of academic boards and senates, Australia, November. Available at http://www.uws.edu.au/__data/assets/pdf_file/0006/710475/Purpose_and_Function_of_Academic_Boards_-_Final_-_March_2014.pdf. Accessed 5 Sept 2017Zyglidopolous S, Andreas G, Craig C, Siegel D (2012) Does media attention drive corporate social responsibility? J Bus Res 65:1622–1627Article \n    \n                    Google Scholar \n                Download referencesAcknowledgementsNoneFundingFunding for writing this paper was provided by the Katie School of Insurance at Illinois State University.Author informationAffiliationsDepartment of Management and Quantitative Methods, Illinois State University, Campus Box 5580, Normal, IL, 61790-5580, USAMeredith DownesAuthorsMeredith DownesView author publicationsYou can also search for this author in\n                        PubMed Google ScholarCorresponding authorCorrespondence to\n                Meredith Downes.Ethics declarations\nCompeting interests\nThe authors declare that they have no competing interests. Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
  "Rights and permissions\n\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. Reprints and PermissionsAbout this articleCite this articleDownes, M. University scandal, reputation and governance. "
]