[
  "\n\n\n\n\n\n \n\n\n\n\nThe Role of Businesses in Ensuring Peace, Justice and Strong Institutions – AMCHAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n Login\n\n\n Subscribe\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAbout Us \n\nMessage from The New Chairman\nBoard of Governors\nExecutive Office\nAnnual Report\nCareers at AMCHAM\nPrivacy Notice\nConstitution\nDisclaimer\nFeedback\nFAQ\nContact Us\n\n\nMembership \n\n2021 AMCHAM Membership Directory\nJoin Now! Benefits\n\n\nMember Benefits Program\nCommittees at AMCHAM\n\nGovernment Relations\nAMCHAM’s Human Capital Committee\nMAEI\nCorporate Citizenship Committee (CCC)\nHealthcare & Life Sciences (HLS)\nAMCHAM Johor Network (AJN)\n\n\n\n\nNews \n\nChamber News\nNewsletters\n\nAMCHAM’s Monthly Newsletter – PULSE\nCOVID-19 Updates\nSDGs In Play: Newsletters\n\n\nPress Releases\n\n2022\n2021\n2020\n2019\n\n\nMember News\nAmChams of Asia Pacific\n\n\nEvents \n\nUpcoming\nPast\nCommunity (NON AMCHAM)\nSpotlight Session\n\nPast Sessions\n\n\nPhoto Gallery\n\n\nServices \n\nMarketing Opportunities\n\nWebsite Advertisement\ne-Newsletter Banner\nRoom Rental\n\n\nJobs Online\nUseful Links\n\nAPCAC Members\nMalaysian Government\nU.S. Embassy Contacts\n\n\n\n\nPublications \n\n2022\n2021\n2020\n2019\n2018\n\n\nCOVID-19 CSR Initiatives \n\nCSR Spotlight\nCommittee on Corporate Citizenship (CCC)\n2021 MY AMCHAM CARES Recipients\n2020 MY AMCHAM CARES Recipients\n2019 MY AMCHAM CARES Recipients\n2018 MY AMCHAM CARES Recipients\n2017 MY AMCHAM CARES Recipients\n\n\nCOVID-19\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Role of Businesses in Ensuring Peace, Justice and Strong Institutions\n\n\n\n\n\n\n\n\n\n\n\nThe Role of Businesses in Ensuring Peace, Justice and Strong Institutions\n\n\n\n\nProgress in promoting peace and justice – together with fostering effective, accountable, and inclusive institutions – is a decisive challenge across the globe. ",
  "Violence cost 12.6 percent of world GDP in 2016. While homicides have declined and more citizens around the world have better access to justice, violent conflicts have increased in recent years. A few high-intensity armed conflicts are causing a large number of displaced persons and threatening rule of law. In 2016 the IMF estimated the annual cost of bribery alone at about $1.5 to $2 trillion. Bribery and corruption impede business growth, raise transaction costs, and create an unlevel playing field. This ultimately creates social instability, fuels mistrust in public officials and institutions, and undermines the rule of law. ",
  "Indeed, an estimated 4 billion people world-wide continue to live outside the protection of the law. There is also still a gulf between quality of governance globally, including government effectiveness, regulatory quality, and, pertinent to the private sector in particular, control of corruption. ",
  "Corruption and bribery scandals can cause major societal instabilities. Businesses have a vitally important role to play in respecting and supporting peace, justice, and strong institutions, both globally and in the countries in which they operate. Now more than ever, a growing number of business leaders are recognizing they have a crucial role to play in advancing anti-bribery and corruption, peace and rule of law efforts, as a complement to, not substitute for, government action. Business leadership on Goal 16 is about respecting and supporting Governments in efforts to advance peace, justice, and the proper functioning of effective, accountable, and inclusive institutions. Leading businesses will critically examine the direct and indirect consequences of their end-to-end operations to ensure that they are respecting and supporting the rule of law, including strengthening efforts to combat corruption, protect human rights, and reduce violent conflict. To this end business can implement such measures that ensure robust supply chain management and transparency of financial flows. ",
  "Businesses can also be leaders through support of accountable and inclusive institutions and peace-building efforts by building organizational capacity in the public sector and the provision of technologies, skills, and logistical solutions in areas of conflict and humanitarian crises. State of Peace, Justice and Strong Institutions in Malaysia\n\nAs of 2020, Malaysia is ranked 57 out of 180 countries in Corruption Perception Index with a score of 51 where 0 indicates a highly corrupted country and 100 being the cleanest. ",
  "According to the Global Corruption Barometer for Asia 2020 survey, 71 percent of Malaysians view government corruption as a big problem. However, 67 percent of them felt that the government is doing a good job fighting it whereas 68 percent of Malaysians believe that ordinary citizens can make a difference in the fight against corruption. A recent report by the Institute for Democracy and Economic Affairs (IDEAS) looked into how supply chain corruption impacts the cost of living. Among the findings were that the commonness of corruption in Malaysia is induced due to social norms, as people would often evade regulatory enforcement and dismiss corruption as a legitimate transaction or ‘cost of doing business.’ With less effective control over corruption, it would adversely impact price increase in goods and services, making the economy highly prone to inflation. While bribery is seen as the “common” form of corruption in public and private businesses, other forms including extortion, fraud, embezzlement, abuse of discretion and favouritism have also often taken place. The report concluded that addressing corruption in Malaysia on a systemic scale will require sustainable policy efforts across all segments of society. ",
  "Do your actions satisfy leadership qualities? 1. ",
  "Intentionality\n\nIs your company committed to supporting the achievement of Goal 16? Have you developed a holistic strategy that reflects this commitment, covering end-to-end operation and the wider community? Are you committed to learn from your actions and do you have processes in place to improve them accordingly? Is your strategy supported by the highest levels of management, including the Board of Directors. 2. Ambition\n\nDo your actions achieve long-term outcomes that greatly exceed those resulting from current industry practice? ",
  "Are your actions aligned with what is needed to achieve Goal 16? 3. ",
  "Consistency\n\nIs support for Goal 16 embedded across all organizational functions? Are staff and board incentives aligned with achieving Goal 16? 4. Collaboration\n\nDo you proactively look for opportunities to partner with Governments, UN agencies, suppliers, civil society organizations, industry peers and other stakeholders to inform how to advance Goal 16? 5. Accountability\n\nDo you publicly express your commitment to advance Goal 16? ",
  "Do you identify, monitor, and report on impacts, including potentially adverse impacts? Do you mitigate risks associated with your action? ",
  "Do you remediate negative impacts associated with this action? Do you engage stakeholders in a meaningful way? Framework for Business Action\nBusiness Action 1: Identify and take robust action against corruption and violence in own operations and the supply chain\nBusinesses can contribute to peace and justice by developing, implementing, and sharing solutions to take robust action against corruption and violence throughout their own operations and the supply chain. All businesses should take action against corruption and violence, including by implementing strong whistleblowing and anti-bribery and corruption policies. Leading companies go further and extend their commitments to multiple tiers of the supply chain. This requires tools and frameworks for robust supply chain management and transparency of financial flows. ",
  "Business can also advance Goal 16 by controlling the way in which products and services, including financial services, are used by its customers. Example Practice\nA textiles company adopts robust supply chain traceability practices to identify corruption and/or potential human rights violations in its overseas factories and develops a plan for redressal or disengagement as appropriate. ",
  "It shares good practice with industry peers on how to disengage, and advocates for supply chain regulation and standards\n \nBusiness Action 2: Work with government to strengthen institutions and increase respect and support for the rule of law\nCompanies can, in close consultation with Governments and civil society, become leaders on increasing respect and support for the rule of law, and building stronger, more accountable, and inclusive institutions that govern the workplace, marketplace and community. Companies can bring capabilities that can significantly bolster government efforts. They can build organizational capacity in the public sector where there are significant capacity gaps, contribute technological solutions such as information technology and data analysis, and facilitate the development of legal and regulatory frameworks. Example Practice\nA shipping company creates a maritime anti-corruption network that helps companies identify and address vulnerable elements in maritime processes where corruption is prone to take place. The network collaborates with local Governments and other actors to identify and mitigate the root causes of corruption in the industry. Business Action 3: Work with government and/or international institutions in areas of conflict and humanitarian crises to contribute to peace and institution building\nCompanies that work in, or source from areas of conflict and humanitarian crises must conduct business with great care. ",
  "They have a responsibility to make substantial efforts to respect and support human rights in the context of their end-to-end operations and are encouraged wherever possible, to appeal to international institutions and the embassy of a business’ home country to understand whether there is hard evidence that a particular state is engaging in crimes against humanity. Beyond that, there is scope for businesses to become leaders by supporting working with Governments, peace building and institution building organizations. ",
  "This could include the provision of technologies, skills, logistical solutions, and security services, taking care that their contribution does not cross into domains that are exclusively the remit of the government. Example Practice\nA shipping company dedicates a materially significant proportion of its fleet towards identifying and rescuing refugees on precarious boats. It works with local government authorities, NGOs, and multilateral agencies to rehabilitate the refugees in a manner consistent with international law and good practice\n \nThere is a strong interdependence between business success and the sustainability of the societies in which they operate. An operating environment which is governed by the rule of law provides the basis for commercial certainty and long-term investment, growth, and sustainable development for all. Goal 16 is highly interconnected to all of the other Goals. Without a peaceful, just and inclusive society, which is supported by strong institutions, the 2030 Agenda cannot be achieved. ",
  "Level 10, Bangunan Faber Imperial Court, Jalan Sultan Ismail, 50250 Kuala Lumpur\n\n\n\n\n \n\n\n\n\n\n[email protected]\n\n\n\n\n\n\n\n+603 2727 0070\n\n\n\n\n\n\n\r\n+603 2727 0075\r\n\n\n\n\nHome\nAbout Us\nMembership\nNews\nEvents\nServices\nSitemap\n\n\n\n\n\n\n\r\n\t\t\t\t\t\t© Copyright 2022 American Malaysian Chamber of Commerce. About Us▼Message from The New ChairmanBoard of GovernorsExecutive OfficeAnnual ReportCareers at AMCHAMPrivacy NoticeConstitutionDisclaimerFeedbackFAQContact UsMembership▼2021 AMCHAM Membership DirectoryJoin Now!▼BenefitsMember Benefits ProgramCommittees at AMCHAM▼Government RelationsAMCHAM’s Human Capital CommitteeMAEICorporate Citizenship Committee (CCC)Healthcare & Life Sciences (HLS)AMCHAM Johor Network (AJN)News▼Chamber NewsNewsletters▼AMCHAM’s Monthly Newsletter – PULSECOVID-19 UpdatesSDGs In Play: NewslettersPress Releases▼2022202120202019Member NewsAmChams of Asia PacificEvents▼UpcomingPastCommunity (NON AMCHAM)Spotlight Session▼Past SessionsPhoto GalleryServices▼Marketing Opportunities▼Website Advertisemente-Newsletter BannerRoom RentalJobs OnlineUseful Links▼APCAC MembersMalaysian GovernmentU.S. "
]