[
  "The Scandal of Inequality - Christian Aid Skip to main content Appeals Give Get involved Pray Our work Search (Magnifying glass) A vector graphic of a magnifying glass, representing 'search'. Donate Appeals Give Get involved Pray Our work Appeals » Find our latest emergency appeals below, alongside our regular fundraising moments.",
  "Key appeals Lent and Easter Appeal Christian Aid Week Harvest Appeal Christmas Appeal Emergencies Ukraine Humanitarian Appeal Afghanistan Crisis Appeal Haiti Earthquake Appeal Global Hunger Appeal Coronavirus Emergency Appeal Philanthropy Christmas Appeal World Food Programme Partnership In Their Lifetime Give » Your donations help to fight poverty and injustice around the world. Charity Gifts Give thanks for your vaccine 0.2% Pledge e-envelope Gifts in Wills Gifts in memory Philanthropy Ways to donate Gift Aid Get involved » Take part in a fundraising event, campaign for change, join us in prayer or volunteer with us. There are a wealth of ways your time can be used to help people rise out of poverty. Campaigns Fundraising Events Volunteer Schools Resources Get involved locally Corporate partnerships The Collective Salt Business Network Work at Christian Aid Pray » We are strongly committed to inspire and encourage churches and individuals to hold poor communities in prayer. Pray for Ukraine Daily bible readings Walking Humbly Podcast Prayer library Prayer diary Climate justice faith resources Faith resources Join in 75th Anniversary Service resources Our work » We are a partnership of people, churches and local organisations committed to ending poverty worldwide. About us What we do Where we work What we believe Policy Contact us Research Programmes News and blogs Press and media Ambassadors and supporters Published on 01 March 2017 The Scandal of Inequality Download the resource Inequality in Latin America and the Caribbean is deep and widespread; it has a great effect on the lives of many across the region.",
  "In 2012, Christian Aid published The Scandal of Inequality in Latin America and the Caribbean because we wanted to highlight the unacceptable situation and its impact on development. While inequality has come to the fore in development discourse, we believe that the levels of inequality in Latin America and the Caribbean based on identity, gender, economic situation or geographic location remain a scandal and little has changed in the lives of millions of people affected by discrimination and marginalisation.",
  "The Sustainable Development Goals (SDGs) have firmly placed the issue of inequality at the heart of development discourse. The SDGs, to which all the countries in the region have signed up, include a specific goal on inequality. The increasing impact of climate change, the unpredictable political situation and political polarisation in many countries and the power held by elites and multinational companies across the globe all make structural change to reduce inequality a challenge. However, we believe there are opportunities. Inequality is on the development agenda, violence against women and gender inequality are being publicly discussed more than in recent decades, and climate change and the urgent need to find alternative low-carbon development models must remain at the forefront of the global political agenda regardless of the shift in geopolitics. In chapter 1, we explain how racial and ethnic discrimination is widespread and how indigenous and Afro-descendent groups experience worse poverty levels and are excluded from access to quality basic services, land, decent employment opportunities and the political system.",
  "We also highlight how indigenous and afrodescendent women are further affected by these overlapping inequalities. In chapter 2, we explore the current political panorama and how an unfair distribution of power exacerbates inequality for many people in the region.",
  "Institutions, including local and national governments and multinational companies, as well as local elites, have regularly abused their power, resulting in land concentration or the development of environmentally unsustainable megaprojects at the expense of vulnerable and marginalised groups. We provide examples of how human rights defenders and those defending the environment are often silenced, and how women face an ongoing challenge to their participation in politics. We believe if poverty is to end, the voices of vulnerable and marginalised people need to be heard, and institutions must be held to account by all citizens. In chapter 3, we discuss the extreme levels of violence experienced in Latin America and the Caribbean. Social and economic inequalities are perceived as the main cause of violence in the region. Violence based on crime and gangs is one facet, but levels of gender-based violence and violence based on sexual identity are also extremely high.",
  "Social norms and a patriarchal structure exacerbate gender-based violence. To tackle violence, governments Christian Aid believes that considering the ways in which inequalities intersect and affect people’s lives is vital to tackle effectively the root causes of inequality in the region.",
  "This means that a context-specific approach is required to understand how to improve the lives of those affected. Christian Aid is committed to the ‘leave no one behind’ principle. 8 The Scandal of Inequality 2: The multiple faces of inequality in Latin America and the Caribbean need to go beyond policies based purely on law and order, and focus on the implementation of policies to generate employment, provide protection, access justice and tackle attitudinal change. In chapter 4, we explain how fair fiscal policies, including the reform of tax policy (more progressive tax systems, the removal of gender biases in the tax system, combating evasion and avoidance, and a transparent and accountable use of tax incentives) and social spending, have the potential to play a huge part in reducing inequality. Fiscal justice should be a priority, given the declining levels of international development aid and the need to finance essential public services to guarantee inclusive development and human rights in the region, as envisaged by the SDGs. In chapter 5, we describe how access to quality jobs constitutes one of the big challenges to be addressed in the region and is an obstacle to achieving future reductions in inequality.",
  "We highlight how women, indigenous, Afro-descendent and rural populations all have little access to decent work. Informal work, low wages and poor labour policies (including policies on labour rights and investment in micro-, small- and medium-sized enterprises [MSMEs]) all contribute to a lack of employment opportunities for marginalised groups.",
  "The issue of environmentally sustainable jobs is also discussed. In chapter 6, we highlight the urgent need to move to low-carbon models of development. The impacts of climate change are already being felt in the region, particularly by the poorest and most vulnerable. If action is not taken, climate change has the potential to increase inequality. We also highlight inequality in access to energy. We believe sustainable development must consider not only the economic aspects, but also environmental and social dimensions.",
  "We assert that the region’s development model, which is based primarily on extractive industries and the expansion of agribusiness, must change. Public and private investments must move away from fossil fuels to support low-carbon alternatives.",
  "This report focuses on key areas where Christian Aid is working with partners across Latin America and the Caribbean to call for and implement actions to reduce inequalities. We do not address every inequality and the many ways they overlap, but highlight some of the main ways in which we believe inequality affects development in the region, as witnessed in our work with local partner organisations. Women are disproportionally affected by poverty, marginalisation, discrimination, violence, climate change and lack of political or employment opportunities. Rather than have one chapter focusing on gender in this report, we consider the ways in which the situations of inequality we discuss impact differently on women and men. For change to happen, governments need to develop and implement effective public policies to tackle the different faces of inequality. Often policies may have been developed, but governments do not implement them or are not held to account to implement them properly.",
  "There is an important role for social movements, networks, NGOs and faith-based organisations to monitor and accompany implementation, and to continue to bring these situations to the attention of the region’s governments, and at the global level to institutions impacting global fiscal, environmental and development policies, and hold them to account to bring about change. Published on 01 March 2017 Resource language English Themes – Areas of work Gender, power and inclusionInequality Voice and governance Location Latin America and the Caribbean [P] Footer Menu - Main Contact us About us Jobs Christian Aid near you Press & media Facebook Logo A stand-alone letter 'F', as per the facebook design/brand.",
  "Twitter Logo A vector graphic of the twitter logo - a simple outline of a bird in profile, with its wing raised. Instagram A vector graphic of the Instagram logo - a simple outline drawing of the front of a camera. Youtube Logo A vector graphic of the YouTube logo - a triangle \"play button\" on a slightly rounded rectangle background. Receive updates about our work First name is required. Last name is required. Email address is required.",
  "I would like to receive local updates Postcode If you are happy to hear from us by email, please provide those details above. We will keep you updated about our work, how you can get involved and the difference your support is making.",
  "We promise never to share your details with any other organisation for marketing purposes. For more information please visit our privacy policy. This form is protected by Google reCAPTCHA, privacy & terms. Leave this field blank [P] Footer Menu - Secondary Terms & conditions Privacy policy Cookies policy Copyright Modern Slavery Act statement Accessibility England and Wales charity no. 1105851 Scotland charity no. SC039150 UK company no.",
  "5171525 Christian Aid Ireland: NI charity no. NIC101631 company no.",
  "NI059154 and ROI charity no. 20014162 company no. 426928. The Christian Aid name and logo are trademarks of Christian Aid. Christian Aid is a key member of ACT Alliance. © Christian Aid"
]