[
  "Renewable Heat Incentive scandal - Wikipedia Renewable Heat Incentive scandal From Wikipedia, the free encyclopedia Jump to navigation Jump to search Public spending scandal in Northern Ireland Arlene Foster MLA, who set up the scheme in her role as Department of Enterprise, Trade and Investment minister The Renewable Heat Incentive scandal (RHI scandal), also referred to as RHIgate[1] and the Cash for Ash scandal,[2] is a political scandal in Northern Ireland that centres on a failed renewable energy (wood pellet burning) incentive scheme that has been reported to potentially cost the public purse almost £500 million. [3] The plan, initiated in 2012, was overseen by Arlene Foster of the Democratic Unionist Party (DUP), the then-Minister for Enterprise, Trade and Investment.",
  "Foster failed to introduce proper cost controls, allowing the plan to spiral out of control. [3] The scheme worked by paying applicants to use renewable energy. However, the rate paid was more than the cost of the fuel, and thus many applicants were making profits simply by heating their properties. [3] The political scandal first came to light in November 2016, by which point Foster had become Northern Ireland's First Minister. Foster refused to resign or stand aside during any inquiry, saying that to do so would be seen as admitting to some culpability in the matter. [4] The affair ultimately caused Sinn Féin's Martin McGuinness to resign in protest as deputy First Minister of Northern Ireland in January 2017 after ten years in office, citing Foster's refusal to stand aside from her role while an investigation took place, among other matters.",
  "[5] In the power-sharing government, McGuinness' resignation also meant that Foster was removed from her role as First Minister, which in turn caused the Executive Office of Northern Ireland to collapse for the subsequent three years. On 16 January 2017, Sinn Féin refused to re-nominate a deputy First Minister in protest at what they called the \"arrogance and disrespect of the DUP\", thereby triggering a snap election.",
  "[6] The Northern Ireland Executive collapsed and the Northern Ireland Assembly was dissolved on 26 January 2017. The 2017 Northern Ireland Assembly election was held on 2 March, but did not lead to formation of a new Executive. On 11 January 2020, after having been suspended for almost three years, the parties reconvened on the basis of the New Decade, New Approach agreement proposed by the Irish and UK governments. An inquiry into the affair commenced on 1 February 2017 and issued its report on 13 March 2020. [7] Contents 1 Background 1.1 Politics of Northern Ireland 1.2 History 1.2.1 Fraud 1.3 Investigation 2 Public dispute between Foster and Bell 3 Political reaction 3.1 Recall of Northern Ireland Assembly 3.2 Vote of no confidence 3.3 Impartiality of the Speaker 3.4 Resignation of Martin McGuinness 3.5 British and Irish governments' intervention 3.6 Political reaction to McGuinness' resignation 3.6.1 Democratic Unionist Party (DUP) 3.6.2 Opposition parties 3.7 Possible impact on Brexit 3.8 Líofa bursary controversy 4 Collapse of Stormont 4.1 Reaction 4.2 Public inquiry 4.3 Allegations of DUP family links to the scheme 4.4 Public Accounts Committee hearing 4.5 2017 Assembly snap election 5 Public inquiry 6 See also 7 Notes 8 References Background[edit] Politics of Northern Ireland[edit] Main article: Politics of Northern Ireland Since 1998, Northern Ireland has had a devolved government within the United Kingdom. The Northern Ireland Assembly and the Northern Ireland Executive together make up the legislative and executive branches of the Northern Ireland government.",
  "Members of the legislative assembly (MLAs) must self-identify as a particular designation: \"Unionist\", \"Nationalist\", or \"Other\". Under the terms of the Northern Ireland Act 1998, 30 members may submit a \"Petition of Concern\" to the Speaker of the Assembly on any motion or proposed legislation, making it subject to approval by cross-community vote.",
  "Motions subject to a cross-community vote, either by standing orders or by a petition of concern, require support from both a majority of unionists and a majority of nationalists. The Northern Ireland Executive is jointly led by a First Minister and deputy First Minister who are nominated by the largest parties of each of the two designations. In 2016, these parties were the Democratic Unionist Party and Sinn Féin. Because the Office of First Minister and deputy First Minister is a joint one under Northern Irish law, the resignation of either vacates the whole office. If the office cannot be filled after a seven-day period, the entire assembly is dissolved and a new assembly election must be called. History[edit] Wood pellets The RHI scheme in Northern Ireland was managed and set up by the then Department of Enterprise, Trade and Investment[a] (DETI) in 2012 and was overseen by Arlene Foster, the DETI Minister at the time.",
  "The intention of the scheme was for businesses and non-domestic properties to begin using renewable heating sources such as wood pellets by offering them generous subsidies. [8] In the Northern Ireland Programme for Government (PfG), the Executive set out targets for renewable energy.",
  "It hoped that 4% of heat would come from renewable resources in 2015 with a further target of 10% in 2020. [9] The RHI scheme offered incentives so that businesses and non-domestic users would change to renewable energy, which includes biomass boilers, solar pumps and heat pumps. [9] The scheme was approved by Executive ministers to meet the Programme for Government target. The scheme was budgeted at £25 million for 2011–2015. [9] The scheme offered to cover the cost of the fuel and the boilers and to leave a margin of approximately 12%. The scheme effectively paid people to heat properties, so long as they used renewable energy to do so.",
  "The lack of cost controls encouraged applicants to profit from using excess energy. [9] In the period 2014–2015, there was an underspend of £15 million as there was a lack of uptake.",
  "[9] From April 2015 applications increased \"significantly\". [9] After officials announced changes to the scheme, 984 applications were received from September 2015 to November 2015, which was before the changes announced were due to take place. The scheme was closed in February 2016 by Jonathan Bell, successor to Foster as Minister of DETI. He said that it was closed \"in view of the significant financial risk to the Northern Ireland block grant for the next 20 years\". [9] Fraud[edit] Concerns of fraud were raised initially in 2013 and again in 2014, when a whistleblower contacted Foster to raise concerns about the scheme. The whistleblower stated that the scheme was \"flawed\" and the concerns of civil servants \"were ignored\" after she reported abuse of the scheme, as property owners were taking advantage of the scheme by heating properties that were previously unheated.",
  "[10] It is claimed that the team, which comprised ten officials, investigated the whistleblower's claims and \"did not believe the informant\" and did not report back to Foster. [10] Another whistleblower wrote a letter in January 2016 to tell Foster, who had by then become First Minister, about an \"empty\" farm shed that was \"being heated for the subsidy\".",
  "[10] The scheme did not take into account that properties that were not previously heated could now be heated for a profit. The lack of cost control led to the Northern Ireland Executive committing a figure of £490m, based on the NIAO report 2015/16, to the scheme over 20 years. HM Treasury contacted the Executive in light of the huge bill and said that the Executive would have to find the funds for it. [11][12] The projected £490m spend would be spread over 20 years, as the participants of the scheme signed contracts with DETI and their payments were to last for 20 years. When news first broke of the botched scheme, it was originally thought that the total cost to the budget would be £400m, but this was later revised up to £490m. [12] Northern Ireland receives a block payment each year from HM Treasury, and the block payment will need to be adjusted as a result of the money committed to the scheme.",
  "Arlene Foster left DETI and became Minister for Finance, leaving Jonathan Bell to succeed her as DETI Minister. After news of the affair broke, Bell said on the BBC Radio Ulster programme The Nolan Show that DUP special advisers and Foster \"intervened\" to prevent the closure of the scheme.",
  "He also claimed that Foster tried to \"cleanse the records\" by hiding her involvement in delaying the scheme's closure. [13] In the period that he says he tried to close the scheme and the scheme's actual closure, there was a spike in applications which caused more money to be allocated to the scheme. After the interview, Bell was suspended from the DUP. [14] Investigation[edit] A total of 1,946 applications had been received by DETI for the scheme. 98% of applicants received by DETI were approved. After civil servants started to discuss closing the scheme, an additional 948 applications were made between September and November 2015.",
  "This enabled the applications to be determined before any changes to the scheme took place. [15] Stormont's Public Accounts Committee (PAC) opened an investigation into the scheme because the scheme ran over its budget and because of the spike in applications.",
  "An independent audit inspected 300 sites which benefited from the scheme, and the audit revealed that there were issues at half of those, although poultry and mushroom producers were found to be operating within the remit of the scheme. The audit also indicated that there were serious fraud issues at 14 of the sites and payments to 2 of those sites were subsequently suspended. [16] The Northern Ireland Assembly was recalled on 19 December 2016 to discuss the issue at the request of Foster and Martin McGuinness, the deputy First Minister. [17] Public dispute between Foster and Bell[edit] Jonathan Bell MLA, who gave an interview claiming DUP members tried to postpone closure of the scheme Jonathan Bell became DETI minister after Foster was promoted. As details of the scheme were released to the public, Foster came under increasing pressure because she was the minister who had initially conceived it. She apologised for the lack of cost control, but accused Bell of prolonging the scheme's closure.",
  "In response Bell gave an interview to The Nolan Show, broadcast on BBC One Northern Ireland. In it he accused the DUP's special advisers of trying to compel him to keep the scheme open.",
  "He claimed that they were not allowing time to close the scheme at its peak. He named Timothy Johnston, special adviser to then First Minister Peter Robinson, and Andrew Crawford, one of Foster's aides. Bell accused Foster publicly of trying to \"cleanse records\" to remove evidence of her interference. He also called for a public inquiry into the matter. [13] During the last three months of the scheme it attracted almost 1,000 applications, even though the minister claimed he had tried to close it. [18] These three months are significant as Bell was not in ministerial post, due to the DUP's rolling resignations in 2015.",
  "[19] On the same episode of The Nolan Show, Foster responded to Bell's allegations and gave her side of the story. She professed to be unaware of Bell's allegations.",
  "Nolan shared some of the allegations with her in the interview. She accused Bell of using \"his physical bulk\" to confront her referring to him as being \"very aggressive\". [20] DUP party officers formally suspended Bell from the party for talking to the media without prior permission. [21] Political reaction[edit] There were calls on Foster to quit and mounting pressure on her to do so from Stormont's opposition parties after it was claimed that Dr Andrew Crawford, her special advisor, had not received correspondence relating to concerns over the RHI scheme. [22] There were public protests in Belfast and in Derry calling for Foster to resign as First Minister. [23] Recall of Northern Ireland Assembly[edit] On 19 December 2016, the Northern Ireland Assembly was recalled from recess in order for Foster to give a statement to the chamber regarding the scandal.",
  "The opposition parties submitted a motion to exclude Foster from office for six months. There was disagreement in the chamber as it turned out that Foster did not have Martin McGuinness' approval for the statement to be read.",
  "In Northern Ireland, the First Minister and deputy First Minister are joint roles. MLAs tried to raise points of order with the Speaker, Robin Newton (DUP), who did not allow them to speak. MLAs walked out of the chamber in protest and Newton suspended the sitting for 30 minutes. [b] As the Speaker allowed Foster to address the chamber in her capacity as First Minister without the consent of the deputy First Minister, all other parties walked out of the chamber in protest at the beginning of her statement. She gave the statement with only her own party present and, as a result, she only received questions from her party colleagues. [24] Vote of no confidence[edit] The Social Democratic and Labour Party (SDLP), Ulster Unionist Party (UUP), Alliance Party, People Before Profit (PBP), Traditional Unionist Voice (TUV), and the Green Party signed a ministerial exclusion motion under Section 30 of the Northern Ireland Act 1998, which would formally remove Foster from office.",
  "[25] Although the opposition had a majority in the subsequent motion of no confidence, the motion did not pass because of Stormont's cross-community procedures. [26] This section was intended for removing politicians from office if they became involved in paramilitary activities.",
  "Colum Eastwood, SDLP leader, said that Foster \"should follow the precedent set by her predecessor and resign to restore confidence in the office of first minister while these questions hang over her\". UUP leader Mike Nesbitt called for the MLAs to \"come together and protect the reputation of the institutions\". [27] After three hours of debate, a division was called and MLAs voted on the motion. Of the 75 members voting, 39 voted to exclude her from office, while 36 MLAs voted against. Although a 52% majority had thus supported the vote of no confidence, under Stormont rules, the vote was a cross-community vote that required the majority of nationalist MLAs and unionist MLAs to support it. 100% of nationalist MLAs, but only 29% of unionist MLAs, voted to exclude Foster, meaning that Foster survived the vote of no confidence.",
  "Sinn Féin's MLAs did not vote. As the DUP is the largest unionist party in Stormont, it effectively has a veto on cross-community issues, meaning that some of Foster's own MLAs would have to vote against her for the vote to succeed.",
  "Sinn Féin announced their intention to table another motion in January 2017, which would call on Foster to \"step aside\" whilst an independent inquiry takes place, but Foster rejected any suggestion of her stepping aside. [28][29] After the vote, Sinn Féin announced that they would put a motion to the Assembly in January 2017 that would call for Foster to step aside from her role. [30] Northern Irish legislation allows for a first minister to step aside for six weeks. Former First Minister Peter Robinson and former deputy First Minister Martin McGuinness have done this in the past. Impartiality of the Speaker[edit] The constitutional impartiality of the Speaker was called into question by opposition parties because he allowed Foster to make a ministerial statement without agreement with Sinn Féin. As Foster and McGuinness hold equal roles, they both must agree on issues before acting in their capacities as First and deputy First Ministers.",
  "Newton, who is also a DUP MLA, said he took Speaker's independence \"extremely seriously\". MLAs complained that he had \"undermined the principles of power-sharing by permitting the first minister to speak without the agreement of the deputy first minister\".",
  "[31] Sinn Féin were equally incensed by the Speaker's blatant politicking making his position \"untenable\" as a result of the \"shambolic proceedings\". Newton also faced calls to resign from the UUP and SDLP. Sinn Féin announced that they would lodge a motion of no confidence in the speaker. Declan Kearney, the party's national chairperson, called for Newton to resign with immediate effect. [32] On 16 January 2017, the DUP launched a petition of concern in the Assembly to protect the Speaker from Sinn Féin's motion of no confidence. 30 MLAs are required to sign a petition of concern and, when a petition of concern is deployed, any votes taken are subject to a cross-community vote.",
  "As the DUP hold the majority of unionist seats, they effectively blocked the motion from passing. In protest Sinn Féin retracted their motion of no confidence calling the abuse of the petition of concern \"insulting\".",
  "Sinn Féin MLA Conor Murphy alleged that the DUP \"invoked the Petition of Concern to protect the Speaker\" and said that \"the DUP are corrupting the institutions in their own interests and against the wishes of the general public\". [33] Resignation of Martin McGuinness[edit] Martin McGuinness, pictured in 2009, was the deputy First Minister from 2007 until his resignation in January 2017 On 8 January 2017, Gerry Adams, Sinn Féin President, called on Foster to step aside and said that her refusal to do so was \"unacceptable\". He hinted that Martin McGuinness could resign over the scandal. Under Stormont rules, a resignation of either the First Minister or deputy First Minister automatically means that both offices are declared vacant simultaneously. [34] The following day, McGuinness travelled to Stormont to announce his resignation as deputy First Minister of Northern Ireland. McGuinness was seriously ill and travelled from Altnagelvin Area Hospital in Derry to sign his resignation letter.",
  "His resignation meant that Arlene Foster could not continue in her position as First Minister. Standing orders allowed Sinn Féin seven days to nominate another deputy First Minister to restore the Executive Office.",
  "If Sinn Féin failed to nominate, the Northern Ireland Assembly would be dissolved and the Northern Ireland Executive would collapse and a snap election would be called by the Secretary of State for Northern Ireland. [35] McGuinness said that Foster had a \"clear conflict of interest\" and it \"was the right time to call a halt to the DUP's arrogance\". He further accused the DUP of refusing to accept demands \"for robust action and responsibility\". [35] As Sinn Féin did not nominate a replacement for McGuinness, James Brokenshire automatically assumed control of Northern Ireland in his role as Secretary of State for Northern Ireland on 16 January 2017. Brokenshire was obliged to call an election within a \"reasonable time period\", which he announced for 2 March 2017. Per the Stormont House Agreement, the 2017 Assembly election elected only 90 MLAs.",
  "Under power sharing rules in Northern Ireland, Foster was unable to continue in her role as First Minister while there was a vacancy for the deputy First Minister. This meant that Foster lost her role when McGuinness' resignation came into effect.",
  "The Executive Office therefore became vacant on 9 January 2017. There were allegations from the DUP that McGuinness' resignation was due to his ill health, and purely for \"party political reasons\" according to Foster. [36] McGuinness died on 21 March 2017, two months after his resignation. British and Irish governments' intervention[edit] On 10 January 2017, it was revealed that British Prime Minister Theresa May and Irish Taoiseach Enda Kenny had a telephone conversation to discuss the \"ongoing crisis\" at Stormont. [37] The British and Irish governments \"urged\" Sinn Féin and the DUP to enter talks to resolve the dispute. Irish Foreign Minister Charles Flanagan spoke to Brokenshire regarding the situation and Flanagan urged all sides \"to act responsibly to protect the institutions of the 1998 Good Friday Agreement\".",
  "[37] Brokenshire gave a statement to the House of Commons and described the situation as \"grave\". [38] He said that the British Government is treating it \"with the utmost seriousness\".",
  "[38] Brokenshire said that there was a widely held view that an election \"will change nothing\" and it will \"threaten the continuity of the devolved institutions\". [38] Brokenshire convened crisis talks at Stormont with the political parties. [39] McGuinness led talks on behalf of Sinn Féin but, in a statement after the meeting, Flanagan said that he believed the Secretary of State (Brokenshire) would have \"no choice but to call an election\". [39] Political reaction to McGuinness' resignation[edit] Democratic Unionist Party (DUP)[edit] Shortly after McGuinness resigned, Foster called his actions \"non-principled\" and \"purely political\". [40] In his resignation, McGuinness said that there would \"be no return to the status quo\". Foster said that she was \"disappointed that Martin McGuinness has chosen to take the position he has today\".",
  "[40] She said that, due to his actions, \"we will have no government and no way to resolve the RHI problems\". She said that what annoys Sinn Féin \"the most\" was that the DUP will \"always stand up for unionism and stand up for what is best in Northern Ireland\".",
  "Foster said that calls for her resignation are purely \"misogynistic\". [40] After the resignation, she also called for a public inquiry to be held under the Inquiries Act 2005. She said that, if the election did happen, it would be a \"brutal election\" and said that Northern Ireland would be \"in for a period of direct rule\". [36] She said that an inquiry could happen without the approval of Sinn Féin, who pressured Foster to step aside due to her \"conflict of interest\". She said an inquiry, for her, would be \"vitally important from a political perspective but also fundamental for me on a personal basis\". [36] Sinn Féin's Finance Minister Máirtín Ó Muilleoir said Foster's plan for an inquiry was not credible and \"it would be a laughing stock if we now had an inquiry that was set up at her behest\".",
  "[36] Opposition parties[edit] The SDLP's leader Colum Eastwood welcomed the resignation of McGuinness and said that the DUP governed \"disgracefully and it has extended well beyond the leadership of Arlene Foster\". [41] The SDLP said that Sinn Féin were \"jointly responsible\" and that the public \"also understand that there is one reason for this potential election – Arlene Foster's arrogance\".",
  "[41] In response to Foster's threat of direct rule returning to the province, the SDLP leader called for \"joint London and Dublin rule\" if attempts to establish devolution fail. [42] He said there could be \"no return to direct rule with London-based ministers in charge of the region\". [42] The UUP's leader Mike Nesbitt said that McGuinness' resignation \"let the DUP off the hook\". [43] He said that resigning \"was not the way to resolve the RHI scandal\". [43] Nesbitt said that there was an onus on Claire Sugden, the independent Justice Minister, to call a public inquiry and it is \"farcical\" to move \"straight to an election\" without having the \"facts of the RHI debacle exposed\". [43] Alliance's Naomi Long said that DUP arrogance \"recklessly endangered\" the political institutions.",
  "[44] She also said that Foster's \"inability to swallow pride\" and her \"belligerent attitude\" placed the DUP on a collision course with Sinn Féin. [44] She called on Foster to step aside so that Sinn Féin can re-nominate a deputy First Minister before the 7-day period runs out.",
  "She said that \"the public have a right to expect better\". [44] Possible impact on Brexit[edit] During the weekly Prime Minister's Questions in the House of Commons, Angus Robertson of the Scottish National Party (SNP) questioned whether the Brexit process would be delayed by the political crisis in Northern Ireland. [45] According to the timetable for Brexit, Article 50 would be triggered by the end of March. Robertson asked May whether she would delay Brexit so that the Northern Irish government could be consulted as she \"pledged to consult with devolved administrations\". [45] May responded to the SNP's question by stating \"we can find a resolution to the political situation in Northern Ireland\" and that \"it is still the case that ministers are in place, and that obviously there are executives in place, and we are able to take the views of the Northern Ireland\". Líofa bursary controversy[edit] On 23 December 2016, the DUP Minister for Communities Paul Givan removed £50,000 of funding from the Líofa Gaeltacht Bursary scheme.",
  "The money funded annual trips for 100 young people in Northern Ireland to the Donegal Gaeltacht where they could attend Irish language classes. McGuinness said the DUP's decision to remove funding from the Líofa budget was another factor for his resignation.",
  "[46] Gerry Adams called Givan an \"ignoramus\" and called the decision \"ignorant\". [46] Givan came under pressure to reinstate the funding and he said that the original decision to cut the funding was \"not political\". [46] His decision spurred protests outside the headquarters of the Department for Communities in Belfast. As the protests were happening, Givan tweeted that he reinstated the funding after he \"found the necessary funding\". Furthermore, he said he \"was not prepared to allow Sinn Féin to use that £50,000 as a political weapon against us [the DUP] in the upcoming election as tool to rally their troops, and so I've taken that away from them\". [46] Givan's decision was welcomed by Irish language groups, but they insisted on an Irish Language Act to be a feature of any crisis talks.",
  "[46] Collapse of Stormont[edit] See also: Northern Ireland Assembly election, 2017 Parliament Buildings, Stormont, the seat of the Northern Ireland Assembly On 16 January 2017, a plenary session of the Northern Ireland Assembly was held to re-nominate a deputy First Minister. Sinn Féin's Health Minister Michelle O'Neill said before the Assembly session that \"we are not interested in trying to get into negotiations now – what we need is fundamental change.",
  "We believe the public need to have their say. \"[47] The Speaker called on the DUP and Sinn Féin to nominate a First Minister and deputy First Minister. Lord Morrow nominated Foster again for First Minister, a nomination which she accepted. Sinn Féin's nominating officer for the order of business was O'Neill, who refused to nominate a deputy First Minister. As the vacancies for the office were not filled after 7 days, the Northern Ireland Executive collapsed at 5pm on 16 January 2017. Responsibility and power for Northern Ireland transferred to James Brokenshire in his capacity as Secretary of State for Northern Ireland on 16 January 2017.",
  "Brokenshire made an announcement after the 7 day deadline passed and officially called a snap election for 2 March 2017. [48] The Northern Ireland Assembly was dissolved on 26 January 2017.",
  "Reaction[edit] After Brokenshire's announcement, British Prime Minister Theresa May and Irish Taoiseach Enda Kenny discussed the situation by telephone. [49] The Prime Minister and the Taoiseach \"repeated their desire to see the institutions established under the Good Friday Agreement operating effectively\" and also \"expressed hope that the election campaign would be respectful\". The US Government called on all political parties to \"find a way forward\" to the resumption of \"stable devolved governance\". [50] After the election was called, Foster said the electorate did not \"want, or need an election\". [51] She also said that \"they have forced an election that risks Northern Ireland's future and stability and which suits nobody but themselves\". [51] Sinn Féin's Michelle O'Neill said that if Sinn Féin is to return to the chamber, \"there must be real, meaningful change\".",
  "[51] She said that Sinn Féin \"strived\" to make the institutions work. [51] Public inquiry[edit] A motion was brought before the Assembly on 17 January 2017 which called for a public inquiry to be set up under the Inquiries Act 2005 to investigate the RHI scheme in its entirety.",
  "[52] The call for an inquiry was unanimous, but Sinn Féin MLAs were not present for the debate. MLAs do not have the power to set up an inquiry, but the motion calls on Brokenshire as Secretary of State to set up a public inquiry. The Police Service of Northern Ireland (PSNI) confirmed that it is considering a request for the Chief Constable to investigate allegations of fraud in the RHI scheme. [3] Allegations of DUP family links to the scheme[edit] Jonathan Bell, the previous DETI Minister, revealed in the Assembly on 16 January 2017 under assembly privilege that Timothy Johnston and John Robinson, two DUP special advisers, had extensive interests in the poultry industry which is why he could not reduce the RHI tariff. [53] Following Bell's allegations, the DUP released a statement and denied his claims. [53] Robinson said he had \"no personal interest\" in the poultry industry, although two of his brothers are poultry farmers but were not involved in RHI.",
  "[53] Johnston said he had \"no family connection to the poultry industry\", although he had two brothers in law in the poultry industry, with neither having a connection to the RHI scheme. [53] On 17 January 2017, Robinson told the Press Association that his father-in-law applied to the scheme in August 2015, one day after he denied having any family connections.",
  "[54] His father-in-law runs two boilers under the scheme. He denies having been involved with the RHI scheme prior to his appointment as special adviser to Minister for the Economy Simon Hamilton. [54] He also said that \"at no point\" had he \"ever advised anyone to join the scheme or sought to benefit in any way from it\". [54] Bell also claimed one DUP adviser may have \"up to eight boilers\", which the party called \"an outrageous claim\". [53] Bell said he was prepared to repeat his allegation before a judge-led inquiry. [53] Public Accounts Committee hearing[edit] On 18 January 2017, Andrew McCormick was called before Stormont's Public Accounts Committee (PAC).",
  "McCormick is a senior civil servant and serves as the permanent secretary to the Department for the Economy (DfE). During the committee hearing, he was questioned by MLAs on the RHI scheme.",
  "McCormick said he believes that a DUP special adviser \"exerted influence\" on the scheme. [55] He named the DUP special adviser in question as Andrew Crawford, who was also accused by former Minister Bell as pressuring him to keep the scheme open. [55] At the inception of the RHI scheme, Crawford served as a special adviser to Foster when she was DETI minister. After Foster left DETI and joined the Department of Finance, he continued to serve as her adviser. It was also revealed that Crawford's brother, who is a poultry farmer, benefits from the RHI scheme. [55] In a statement, Andrew Crawford denied exerting pressure to keep the scheme open.",
  "[56] McCormick also revealed that DfE contacted the RHI applicants to ask them to consent to their identities being released to the public. 90% of 1,400 people objected to this request.",
  "[55] The list of applicants for the RHI scheme was later released by DfE, albeit individuals and not companies were withheld from the public domain. 2017 Assembly snap election[edit] Main article: Northern Ireland Assembly election, 2017 The Northern Ireland Assembly election was held on 2 March 2017 across Northern Ireland. The election was the first election to feature a reduction in seats from 108 to 90 MLAs. The DUP and the UUP both suffered electoral losses as the DUP returned with 28 MLAs and the UUP with 10 MLAs, down from 38 and 16 respectively. Sinn Féin returned 27 MLAs and the SDLP returned 12 MLAs. Alliance maintained their 8 MLAs.",
  "The election was the first election in the history of Northern Ireland that unionism lost its majority. The 2017 election witnessed a 9.8% increase in turnout throughout Northern Ireland as it stood at 64.78%.",
  "By law, a government should have been set up by 27 March 2017 following the election or else the Secretary of State for Northern Ireland is obliged to call another election within a \"reasonable period of time\". The then-Secretary of State for Northern Ireland James Brokenshire extended the talks deadline by early May, threatening direct rule if the parties did not form a government. Day-to-day running of Northern Ireland has been left in the hands of the Northern Ireland Civil Service and the top civil servant, David Sterling, is responsible for managing Northern Ireland's money. The talks deadline was extended again until 29 June 2017 owing to Prime Minister Theresa May's decision to call a snap general election. The 29 June deadline passed and Brokenshire extended the deadline once again. The UK Parliament was forced to pass a budget for the ongoing financial year 2017–18 which would then release the final 5% of Northern Ireland's block grant.",
  "Talks again started in February 2018 but collapsed days before the mid-February deadline. PM Theresa May and Taoiseach Leo Varadkar attended the talks, but they collapsed again although Sinn Féin claimed that they had reached a deal with the DUP.",
  "The UK Parliament passed another budget for the financial year 2018–19 in response. Public inquiry[edit] On 19 January 2017, Finance Minister Máirtín Ó Muilleoir established a public inquiry into the RHI scheme. [57] The public inquiry was chaired by Sir Patrick Coghlin, a retired member of the Court of Appeal of Northern Ireland. In March 2018, David Sterling, who served as Permanent Secretary of DETI at the time of the scheme's implementation, claimed that civil servants \"broke their own rules to acquiesce in the DUP and Sinn Féin's desire for secrecy\". [58] Sterling, who is currently running Northern Ireland as its top civil servant, claimed that the DUP and Sinn Féin wanted to thwart Freedom of Information requests and meetings were not minuted so information could not be made available to the public through these requests. Sterling also said that \"there was a belief among senior civil servants and politicians that Northern Ireland should get as much money from the Treasury as possible\".",
  "[58] Arlene Foster's special adviser Andrew Crawford was called to give evidence to the public inquiry. He said he believed that all meetings were minuted and if meetings weren't minuted, it \"had not been at the request of the minister\".",
  "[59] Sir Patrick, the inquiry head, said the only person who seemed to be \"unaware\" that notes had not been produced was Crawford. [59] Crawford said it was an \"innuendo\" that no notes were taken of meetings. [59] Foster was called to give evidence to the inquiry in April 2018. She denied personal responsibility for the scheme and said it was \"a matter of deep regret\". [60] Foster said that she had \"allowed herself to be led by officials and by evidence as to what was the best way forward\". [60] The inquiry also heard that she effectively wrote a \"blank cheque\" for the scheme without knowing its full cost.",
  "[59] The report was issued on 13 March 2020. It concluded that the \"compounding of errors and omissions over time and a failure of attention\" was the cause of the majority of what had gone wrong.",
  "Arlene Foster apologised for the failings in the implementation of the scheme. [7][61][62] See also[edit] Dutch book Perverse incentive Red Sky scandal Cobra effect Notes[edit] ^ The Department of Enterprise, Trade and Investment was renamed and amalgamated with other departments to form the Department for the Economy; the DETI article became the article for the newly formed Department for the Economy. ^ Robin Newton, the Speaker, did not suspend the Assembly because of the actions of the MLAs, but instead gave them time to read the statement that Foster was due to give. They were only given the statement 15 minutes prior to the start of the session. References[edit] ^ Muinzer, Thomas (5 May 2018). \"Opinion: 'The DUP has a talent for fusing bungled governance with election success'\".",
  "TheJournal.ie. ^ \"RHI scandal: RHI 'cash for ash' scandal has been cited in the media to cost NI taxpayers £490m, although this figure may have been inflated.",
  "Subsequent statements from the Department for Economy have played down this overspend figure. This suggests the inflated overspend was used to demonise scheme participants and deflect criticism away from the Department\". BBC News. 23 December 2016. ^ a b c d Macauley, Conor (17 January 2017). \"RHI scandal: PSNI considering request for fraud investigation\".",
  "BBC News. ^ Arlene Foster statement in full – Belfast Telegraph, 10 January 2017 ^ \"Martin McGuinness resigns as NI deputy first minister\".",
  "BBC News. 10 January 2017. ^ \"Stormont crisis: Deadline passes for future of executive\". BBC News. 16 January 2017. ^ a b \"RHI: 'Corruption did not cause' energy scheme failure\".",
  "BBC News. 13 March 2020.",
  "Retrieved 12 March 2021. ^ \"Burned: The Inside Story of the 'Cash-for-Ash' Scandal and Northern Ireland's Secretive New Elite | Irish Academic Press\". ^ a b c d e f g \"Q&A: What is the Renewable Heat Incentive (RHI) scheme?\". BBC News. 13 December 2016. ^ a b c Macauley, Conor (9 November 2016).",
  "\"Renewable Heat Incentive scheme: Whistleblower 'ignored' after reporting abuse claims\". BBC News.",
  "^ \"RHI scandal: Pressure mounts for RHI public inquiry\". BBC News. 16 December 2016. ^ a b \"RHI scandal: DUP seek assembly recall to deal with the projected £490m overspend\". BBC News. 4 January 2017.",
  "^ a b \"RHI scandal: Advisers 'pressurised Jonathan Bell'\". BBC News.",
  "16 December 2016. ^ \"Jonathan Bell suspended from DUP\". BBC News. 18 December 2016. ^ \"Q&A: What is the Renewable Heat Incentive (RHI) scheme?\". BBC News.",
  "13 December 2016. Retrieved 9 January 2017.",
  "^ \"Renewable Heat Incentive scheme: 'Five minutes of research' uncovered funding flaws\". BBC News. 8 December 2016. ^ \"Assembly recalled over renewable heat scheme\". BBC News. 14 December 2016.",
  "^ \"Foster 'intervened to keep heat scheme subsidy open'\". BBC News.",
  "14 December 2016. ^ \"DUP ministers resume Northern Ireland Executive posts\". BBC News. 20 October 2015. Retrieved 9 January 2017. ^ \"Foster: Bell 'used his physical bulk' when confronting me\".",
  "Belfast Newsletter. 16 December 2016.",
  "^ \"RHI scandal: Jonathan Bell suspended from DUP\". BBC News. 18 December 2016. Retrieved 9 January 2017. ^ \"Pressure mounts on Arlene Foster to quit over energy scheme fiasco as advisor denies he met whistleblower\". Belfast Telegraph.",
  "^ \"Hundreds attend rallies calling for Arlene Foster's resignation\". Irish News.",
  "16 December 2016. ^ Gordon, Gareth (20 December 2016). \"Robin Newton: 'Concerns recognised' over RHI statement\". BBC News. ^ \"MLAs 'set to debate excluding Foster' – SDLP\". ITV News.",
  "^ Northern Ireland's Arlene Foster survives confidence vote – The Guardian, 19 December 2016 ^ \"In quotes: Reaction to the RHI scandal\". BBC News.",
  "14 December 2016. ^ \"Sinn Féin to table motion calling on Northern Irish First Minister to stand aside\". newstalk.com. ^ \"RHI scandal: Foster rejects Sinn Fein proposal to step aside during probe\". Belfast Newsletter. 6 January 2017.",
  "^ \"RHI scandal: McGuinness calls on NI first minister to step aside\". BBC News.",
  "16 December 2016. ^ \"Speaker Robin Newton denies 'party political motivation' over RHI statement\". BBC News. 13 January 2017. ^ \"Robin Newton: Assembly speaker to face 'no confidence' motion\". BBC News.",
  "6 January 2017. ^ \"DUP's use of Petition of Concern to save Speaker Robin Newton 'insulting', says Sinn Fein\".",
  "BelfastTelegraph.co.uk. ^ \"RHI scandal: Gerry Adams says Sinn Féin will act over fiasco\". BBC News. 8 January 2017. ^ a b \"Martin McGuinness resigns as NI deputy first minister\". BBC News.",
  "9 January 2017. ^ a b c d \"Northern Ireland faces brutal election and return to direct rule, warns Arlene Foster\".",
  "The Belfast Telegraph. ^ a b \"RHI scandal: Theresa May and Enda Kenny discuss Stormont crisis\". BBC News. 10 January 2017. ^ a b c \"Northern Ireland Secretary James Brokenshire statement to House of Commons on political crisis\". The Belfast Telegraph.",
  "^ a b \"Irish foreign minister Charlie Flanagan believes Northern Ireland has 'no choice but to call election'\". Belfast Telegraph.",
  "^ a b c \"Foster hits out at McGuinness' resignation\". Sky News. ^ a b Now, Derry. \"MCGUINNESS RESIGNATION: Eastwood says SDLP will offer the public 'chance of change' from 'timid' Sinn Fein\". Derry Now. ^ a b McDonald, Henry (11 January 2017).",
  "\"SDLP backs British-Irish rule if Northern Ireland devolution fails\". The Guardian.",
  "^ a b c \"Sinn Féin 'have let DUP off the hook' – Nesbitt\". ITV News. 9 January 2017. ^ a b c \"MCGUINNESS RESIGNATION: Alliance leader Long says 'DUP arrogance has recklessly endangered the political institutions'\". Derry Now. 10 January 2017.",
  "Archived from the original on 16 January 2017. ^ a b \"SNP suggest Brexit delay over Stormont crisis\".",
  "BBC News. 11 January 2017. ^ a b c d e \"Irish language bursary funding 'found' says Paul Givan\". BBC News. 12 January 2017. ^ \"Video: Sinn Fein not interested in talks to save coalition, says Michelle O'Neill\".",
  "The Belfast Telegraph. ^ \"Arlene Foster says she is open to Sinn Féin talks to save power sharing\".",
  "The Guardian. 10 January 2017. Retrieved 10 March 2017. ^ McDonald, Henry (17 January 2017). \"May and Kenny call for 'respectful' Northern Irish election campaign\". The Guardian.",
  "^ \"US government calls for quick return to Northern Ireland powersharing\". Irish Examiner.",
  "17 January 2017. ^ a b c d \"Elections to be held in Northern Ireland on 2 March\". BBC News. 16 January 2017. ^ \"RHI scandal: All but Sinn Fein back call for public inquiry\". Belfast Newsletter.",
  "17 January 2017. ^ a b c d e f Macauley, Conor (17 January 2017).",
  "\"RHI scandal: Locations of RHI boilers revealed to BBC\". BBC News. ^ a b c \"DUP adviser Robinson has RHI boiler family link\". BBC News. 18 January 2017. ^ a b c d \"RHI scandal: Arlene Foster's adviser 'exerted influence' over botched scheme\".",
  "BBC News. 18 January 2017.",
  "^ \"RHI scandal: Renewable heating industry 'prematurely aware' of planned cuts to botched green energy scheme\". Belfast Telegraph. 18 January 2017. ^ \"RHI: SF minister calls for public inquiry\". BBC News. 19 January 2017.",
  "^ a b \"RHI inquiry: officials went along with DUP-SF secrecy in Executive\". Belfast Newsletter.",
  "14 March 2018. ^ a b c d Macauley, Conor (16 April 2018). \"Foster 'wrote blank cheque' for RHI scheme\". BBC News. ^ a b Macauley, Conor (12 April 2018). \"Arlene Foster 'regrets' over RHI fallout\".",
  "BBC News. ^ Moriarty, Gerry (13 March 2020).",
  "\"Cash for ash scandal: Everybody is to blame, nobody is to blame\". Irish Times. ^ Carroll, Rory (13 March 2020). \"Cash-for-ash inquiry delivers damning indictment of Stormont incompetence\". The Guardian. Retrieved from \"https://en.wikipedia.org/w/index.php?title=Renewable_Heat_Incentive_scandal&oldid=1074938060\" Categories: 2016 in Northern Ireland2016 scandals2017 in Northern Ireland2017 scandalsDemocratic Unionist Party scandalsFinancial scandalsPolitical scandals in Northern IrelandRenewable energy in Northern IrelandHidden categories: Articles with short descriptionShort description is different from WikidataEngvarB from January 2017Use dmy dates from January 2017 Navigation menu Personal tools Not logged inTalkContributionsCreate accountLog in Namespaces ArticleTalk English Views ReadEditView history More Search Navigation Main pageContentsCurrent eventsRandom articleAbout WikipediaContact usDonate Contribute HelpLearn to editCommunity portalRecent changesUpload file Tools What links hereRelated changesUpload fileSpecial pagesPermanent linkPage informationCite this pageWikidata item Print/export Download as PDFPrintable version Languages GaeilgeScots Edit links This page was last edited on 3 March 2022, at 00:49 (UTC).",
  "Text is available under the Creative Commons Attribution-ShareAlike License 3.0; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy."
]