[
  "7 Strategies to Improve Your Employees’ Health and Well-Being Navigation Menu Subscribe Sign In Account Menu Search Menu Close menu Search CLEAR SUGGESTED TOPICS Explore HBR Diversity Latest The Magazine Ascend Most Popular Podcasts Video Store Webinars Newsletters Popular Topics Managing Yourself Leadership Strategy Managing Teams Gender Innovation Work-life Balance All Topics For Subscribers The Big Idea Data & Visuals Reading Lists Case Selections Subscribe My Account My Library Topic Feeds Orders Account Settings Email Preferences Log Out Sign In Subscribe Diversity Latest Podcasts Video The Magazine Ascend Store Webinars Newsletters All Topics The Big Idea Data & Visuals Reading Lists Case Selections My Library Account Settings Log Out Sign In Your Cart Your Shopping Cart is empty. Visit Our Store Guest User Subscriber My Library Topic Feeds Orders Account Settings Email Preferences Log Out Reading List Reading Lists You have 1 free articles left this month.",
  "You are reading your last free article for this month. Subscribe for unlimited access. Create an account to read 2 more. Human resource management 7 Strategies to Improve Your Employees’ Health and Well-Being by Erin L. Kelly, Lisa F. Berkman, Laura D. Kubzansky, and Meg Lovejoy by Erin L. Kelly, Lisa F. Berkman, Laura D. Kubzansky, and Meg Lovejoy October 12, 2021 Image Source/Getty Images Tweet Post Share Save Get PDF Buy Copies Print Summary. At a time when worker burnout and turnover is a major problem, companies can reduce both by redesigning work in ways that promote employee well-being and health. A review of research on the specific work conditions that affect employee well-being and how to improve them generated seven practical approaches that employers can apply to redesigning jobs.",
  "Tweet Post Share Save Get PDF Buy Copies Print Leer en español Ler em português Your company may pride itself on being a good employer. But even with the best of intentions, your company could be hurting employees’ health and well-being because of the way the work is organized.",
  "Working conditions and the demands of the work environment are a significant source of stress for many Americans, and research has found that the design of work can have substantial effects on employee well-being and health as well as health care expenses. The good news for managers is that there are feasible ways to redesign work to support well-being and yield long-term benefits to the organization. For instance, recent research suggests that strategically changing workplace conditions to foster worker well-being not only improves worker health but can also bring about beneficial business outcomes such as improved job performance (including increased productivity) and lower levels of employee burnout. It doesn’t have to be costly to redesign work to improve employees’ well-being. In fact, it can often be a good investment. For example, one work-redesign initiative at the IT division of a Fortune 500 firm generated a positive ROI for the company because it reduced turnover costs.",
  "Moreover, such strategies have the potential to improve overall organizational resilience. With support from the Robert Wood Johnson Foundation, we recently reviewed and synthesized research on the specific work conditions that affect employee well-being.",
  "We then developed a “work design for health” framework and toolkit that employers can use to revamp their work practices in ways that benefit both employees’ health and the organization. A good starting point is to consider adopting the following seven approaches: 1. Give workers more control over how they do their work. Research indicates that having little discretion over how work gets done is associated not only with poorer mental health but also with higher rates of heart disease. What’s more, the combination of high work demands and low job control significantly increases the risks of diabetes and death from cardiovascular causes. Even relatively small changes in worker autonomy can make a difference in employee well-being.",
  "A study in a customer service call center, for example, found that giving its employees more training so they could take on new tasks and resolve more customer complaints on their own improved both the employees’ well-being and their performance on the job. Read more about Human resource management Addressing the Burnout, Loneliness, and Indifference Associated with Remote Work, Why Company Culture Matters: Our Favorite Reads, What’s Changed About How We Show Up at Work 2.",
  "Allow employees more flexibility about when and where they work. Several studies have found that giving workers more choice or control over their work schedules improves their mental health. This can involve simply permitting varied starting and stopping times and easier trading of shifts in jobs that must be done on-site. A more extensive work redesign at a Fortune 500 company — where IT employees were given control over when and where they did their work but still collaborated with their teammates to ensure needed coordination — resulted in physical and mental health improvements for employees as well as reduced turnover for the business. 3. Increase the stability of workers’ schedules.",
  "Many retail and service companies today use “just in time” scheduling to try to match labor to fluctuating demand. But erratic, unpredictable schedules make it hard for frontline workers to manage their personal lives and family responsibilities.",
  "Research finds a range of negative outcomes occur for workers who have this kind of erratic work schedule — including poorer sleep quality and greater emotional distress. Conversely, a study at Gap found that greater schedule stability can benefit both companies and employees. Increasing scheduling stability for workers led to a 7% rise in the participating stores’ median sales and a 5% increase in labor productivity. The added stability also improved sleep quality and reduced stress among employees with children. Subscribe to our Weekly Newsletter The Insider A letter from the editor of HBR.org with personal recommendations of the stories you shouldn't miss. Sign Up Sign Up Sign Up Thanks for subscribing, !",
  "You can view our other newsletters or opt out at any time by managing your email preferences. 4.",
  "Provide employees with opportunities to identify and solve workplace problems. Giving employees opportunities to participate in workplace improvements can be an effective approach to fostering their well-being. One study of doctors, physician assistants, and nurse practitioners found that those who were invited to participate in a structured process of identifying and addressing problems in their workplace exhibited decreased rates of burnout and increases in job satisfaction. Employees who had had opportunities to problem solve together were also less likely to say they wanted to leave their jobs — a key benefit for organizations trying to retain valuable employees. 5. Keep your organization adequately staffed, so workloads are reasonable.",
  "Research has found that high work demands — for instance, long hours or pressure to work very hard or fast — can take a substantial toll on employee health and well-being. In fact, numerous studies find that high demands coupled with low control create health risks, including higher rates of symptoms of depression, high blood pressure, and cardiovascular disease.",
  "Staffing up to spread out the demands may seem costly, but employers also pay a real price when exhausted or ill employees burn out, are absent, or quit. The solution may lie in changing staffing in a targeted way; for example, one study found improvements in efficiency and job satisfaction when doctors were provided with a medical scribe trained to take over some of their charting tasks. 6. Encourage managers in your organization to support employees’ personal needs. Many employees are also caregivers for children or elderly parents, and they benefit from supervisors who are more supportive of the challenges they face in trying to balance their work and personal lives. A study in nursing homes found that employees whose managers were more accommodating of their family needs had fewer risk factors for cardiovascular disease and also slept better.",
  "Studies in health care and grocery store settings have examined training programs for managers to increase family-supportive behaviors, with promising findings for work-life balance and health. Employers also benefited because workers whose managers had this training reported higher job satisfaction, better job performance, and less interest in leaving their jobs.",
  "7. Take steps to foster a sense of social belonging among employees. Creating a work culture in which employees can develop supportive relationships with their colleagues can be an important strategy for increasing worker well-being. Research has found that such relationships at work are associated with lower psychological distress, an indicator of poor mental health. Fostering a sense of social belonging doesn’t have to be a complex or expensive proposition. One study of 911 dispatchers, who have highly stressful jobs and high rates of burnout and turnover, had supervisors send one email a week prompting dispatchers to provide support to one another by sharing affirming stories about their work.",
  "For instance, one email shared the story of a dispatcher who was able to save the life of someone who called 911 by connecting the caller to appropriate resources. Dispatchers who received the emails encouraging them to share such stories with one another reported a significant decrease in burnout and were 50% less likely to quit.",
  "As these examples illustrate, many management practices that improve worker well-being also benefit employers. That shouldn’t be surprising. In the long run, companies that care about their employees’ health and well-being will be more likely to have employees who care about the company’s health and well-being too. And that’s an outcome all good leaders want. Read more on Human resource management or related topic Workplace health and safety Erin L. Kelly is the Sloan Distinguished Professor of Work and Organization Studies at the MIT Sloan School of Management and codirector of the MIT Institute for Work and Employment Research. Lisa F. Berkman is the director of the Harvard Center for Population and Development Studies and the Thomas D. Cabot Professor of Public Policy and of Epidemiology at the Harvard T.H.",
  "Chan School of Public Health. Laura D. Kubzansky is the Lee Kum Kee Professor of Social and Behavioral Sciences at the Harvard T.H."
]