[
  "Working poverty is 'national scandal' says Archbishop - BBC NewsBBC HomepageSkip to contentAccessibility HelpYour accountHomeNewsSportReelWorklifeTravelFutureCultureMenuMoreSearchHomeNewsSportReelWorklifeTravelFutureCultureMusicTVWeatherSoundsClose menuBBC NewsMenuHomeWar in UkraineCoronavirusClimateVideoWorldUKBusinessTechScienceStoriesMoreEntertainment & ArtsHealthWorld News TVIn PicturesReality CheckNewsbeatLong ReadsBusinessMarket DataNew EconomyNew Tech EconomyCompaniesEntrepreneurshipTechnology of BusinessGlobal EducationEconomyGlobal Car IndustryBusiness of SportWorking poverty is 'national scandal' says ArchbishopPublished24 June 2014SharecloseShare pageCopy linkAbout sharingImage caption, The Archbishop of York, Dr John Sentamu, says \"poverty is a national scandal\"Millions of people in poverty live in UK households where at least one person works, the Living Wage Commission has said.The situation is a \"national scandal\" says commission chairman Dr John Sentamu, the Archbishop of York.The UK government should aim to cut the number of low paid workers by one million by 2020, the commission said.It recommended that the government should pay its own workers a \"living wage\".The commission is an independent body that brings together business, trade unions and civil society.It said that \"the majority of people in poverty in the UK are working\". \"Is it right somebody should work all the hours that God gives them and still be in poverty?",
  "That cannot be right,\" Archbishop Sentamu told the BBC.Out of 13 million people living in poverty in the UK, 6.7 million are in a family where someone works, the commission said. 'Beacon of hope'The commission's definition of a living wage is \"an hourly rate of income calculated according to a basic cost of living in the UK and defined as the minimum amount of money needed to enjoy a basic, but socially acceptable standard of living\".In 2014 the UK living wage rate stands at Â£7.65 an hour, and the London living wage is set at a higher rate of Â£8.80 per hour, to take account of the higher cost of living in the capital. By contrast, the national minimum wage currently stands at Â£6.31 an hour.Archbishop Sentamu said that the government is the biggest employer of low-paid people, and so should look at pay levels during procurement, and that private sector companies that are capable should also pay.In response Business Secretary Vince Cable said: \"The only real way of achieving sustainable increases in living standards is by focusing on economic growth, employment and reducing taxes for the low paid. This is exactly what we are doing. \"The commission's research shows that there are currently 712 employers across the UK accredited as paying a living wage. Service industries such as accountancy, banks and construction firms could boost the pay of 375,000 workers if they agreed to pay the national living wage.",
  "\"Working and still living in poverty is a national scandal,\" said Archbishop Sentamu. \"For the first time, the majority of people in poverty in the UK are now in working households.",
  "\"If the government now commits to making this hope a reality, we can take a major step towards ending the strain on all of our consciences. Low wages equals living in poverty. \"BBC business editor Kamal Ahmed said that the living wage, which the commission says should be voluntary for the private sector, is distinct from the statutory national minimum wage. \"The living wage is much more about what it actually costs to live,\" he said. \"It's about 20% higher than the minimum wage. \"Image caption, Archbishop Sentamu says the government should take the lead on living wageYoung workersDr Adam Marshall, director of policy and external affairs at the British Chambers of Commerce, said many firms were returning to economic growth, looking at raising pay levels \"after a tough period for business\".He said firms should be supported and encouraged to help pay their staff the living wage, but without \"facing compulsion or regulation, which could lead to job losses and difficulties - particularly for younger people entering the labour market\".He added: \"Some businesses simply cannot afford to pay a living wage just yet - which is why the commission rejected a compulsory living wage.",
  "Small business issuesRepresentatives of small businesses pushed back against the recommendations of the report, saying that a higher minimum wage would add to cost pressures for small firms.Mike Cherry, policy chairman of the Federation of Small Business, told the BBC: \"At least half of our members pay at or above the living wage. \"He said that some sectors such as retail, construction and care homes, can only afford to pay at or just above the minimum wage.One small business owner, Wayne Grills of Pizza Planet, a small pizza takeaway in Devon said: \"I would say that I have a moral responsibility to make sure that they [staff] take home a sensible wage that I can afford, because if I wasn't in business, they would be either working elsewhere or without a job.",
  "\"Small business director Glen Miller of Antique Pine Imports in Chester said: \"I think if you're able to pay, then you should. It just sends out the right message to the staff and the customers, and everybody feels more valued. \"More on this storyWhat is the living wage?2 November 2014'Moral case' for introducing living wage24 June 2014No wage rises until 5% jobless rate18 June 20144.8m Britons 'earn below living wage'4 September 2013Related Internet LinksLiving Wage CommissionDepartment for Work and PensionsBritish Chambers of CommerceThe BBC is not responsible for the content of external sites.Top StoriesLive.Â Bloody battles at Mariupol steelworks - Ukraine commanderDisabled children 'dumped' in Ukrainian institutions. VideoDisabled children 'dumped' in Ukrainian institutionsPublished16 hours agoRussians flee to Dubai to avoid sanctionsPublished40 minutes agoFeaturesDisabled children 'dumped' in Ukrainian institutions. VideoDisabled children 'dumped' in Ukrainian institutions'There's power in names': Antigua unearths lost ancestorsâ\u0080\u0098I saw my sonâ\u0080\u0099s body on Facebookâ\u0080\u0099 Videoâ\u0080\u0098I saw my sonâ\u0080\u0099s body on Facebookâ\u0080\u0099Could the world cope without Russian oil and gas?America's first English settlement now endangeredHow Covid-scarred Shanghai will finally exit lockdownTracking the dead to sell life insurance in IndiaThe businesswomen swapping shops for smartphonesThe record-breaking dive under the Arctic iceElsewhere on the BBCA secret affair puts friendships to the testYour first look at Conversations with FriendsVHS tapes sent to the South PacificThe story behind football's data revolution'A band of oddities, gentlemen and pirates'Your first look at exciting new drama SAS Rogue HeroesMost Read1Russians flee to Dubai to avoid sanctions2Bill Gates on Musk feud and Epstein meetings3Amber Heard says Depp struck her when on drugs4Shell profits nearly triple as oil prices surge5Passport rule meant my family flew off without me6US makes biggest interest rate rise in 22 years7Russia denies it plans to formally declare war8America's first English settlement now endangered9Could the world cope without Russian oil and gas?10Colombia drug kingpin Otoniel extradited to USBBC News ServicesOn your mobileOn smart speakersGet news alertsContact BBC NewsHomeNewsSportReelWorklifeTravelFutureCultureMusicTVWeatherSoundsTerms of UseAbout the BBCPrivacy PolicyCookiesAccessibility HelpParental GuidanceContact the BBCGet Personalised NewslettersWhy you can trust the BBCAdvertise with usAdChoices / Do Not Sell My InfoÂ© 2022 BBC. The BBC is not responsible for the content of external sites."
]