[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSustainable Development Goals | United Nations Development Programme\n\n\n\n\n\n\n\n\n\n\n\n    Skip to main content\n\n\n\n\n\n\n\n\n\n\n\n\n                  English\n                \n\n\nFrançais\n\n\nEspañol\n\n \n\n\n\n\n                Nav toggle\n              \n\n\n\n\n\nWho we are\n\n\nWhat we do\n\n\n\n\n\n\n\nOur impact\n\n\nGet involved\n\n\n\n\n\nGlobal\nSearch\n\n\n\n\n\n\n\n\n\n                      Who we are\n                    \n\n\n\n                      What we do\n                    \n\n\n\n                      Our impact\n                    \n\n\n\n                      Get involved\n                    \n\n\n\n English \n Locations\n\n\n\n\n\n\n\n                    Back\n                  \n\n Select Language\n\n\nFrançais\n\n\nEspañol\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPage content\n  \n \n\n\n\n\n\n\n\n\n\n   Home    Sustainable Development Goals         THE SDGS IN ACTION. What are the Sustainable Development Goals? ",
  "The Sustainable Development Goals (SDGs), also known as the Global Goals, were adopted by the United Nations in 2015 as a universal call to action to end poverty, protect the planet, and ensure that by 2030 all people enjoy peace and prosperity. The 17 SDGs are integrated—they recognize that action in one area will affect outcomes in others, and that development must balance social, economic and environmental sustainability. Countries have committed to prioritize progress for those who're furthest behind. The SDGs are designed to end poverty, hunger, AIDS, and discrimination against women and girls. The creativity, knowhow, technology and financial resources from all of society is necessary to achieve the SDGs in every context. 1  No poverty  \n\n\n    Goal 1   No poverty       Eradicating poverty in all its forms remains one of the greatest challenges facing humanity. ",
  "While the number of people living in extreme poverty dropped by more than half between 1990 and 2015, too many are still struggling for the most basic human needs. As of 2015, about 736 million people still lived on less than US$1.90 a day; many lack food, clean drinking water and sanitation. ",
  "Rapid growth in countries such as China and India has lifted millions out of poverty, but progress has been uneven. Women are more likely to be poor than men because they have less paid work, education, and own less property. Progress has also been limited in other regions, such as South Asia and sub-Saharan Africa, which account for 80 percent of those living in extreme poverty. New threats brought on by climate change, conflict and food insecurity, mean even more work is needed to bring people out of poverty. The SDGs are a bold commitment to finish what we started, and end poverty in all forms and dimensions by 2030. This involves targeting the most vulnerable, increasing basic resources and services, and supporting communities affected by conflict and climate-related disasters. ",
  "736   million  736 million people still live in extreme poverty. 10   percent  10 percent of the world’s population live in extreme poverty, down from 36 percent in 1990. ",
  "1.3   billion  Some 1.3 billion people live in multidimensional poverty. 50   percent  Half of all people living in poverty are under 18. 1   in 10  One person in every 10 is extremely poor. Goal targets     By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions\nImplement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable\nBy 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance\nBy 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters\nEnsure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programmes and policies to end poverty in all its dimensions\nCreate sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nListening to the voices of ine...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n\"For the last 60 years the can...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe Great Upheaval\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nStrong Partnerships, Stronger ...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nTracking a gender-sensitive an...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  2  Zero hunger  \n\n\n    Goal 2   Zero Hunger       The number of undernourished people has dropped by almost half in the past two decades because of rapid economic growth and increased agricultural productivity. Many developing countries that used to suffer from famine and hunger can now meet their nutritional needs. Central and East Asia, Latin America and the Caribbean have all made huge progress in eradicating extreme hunger. ",
  "Unfortunately, extreme hunger and malnutrition remain a huge barrier to development in many countries. There are 821 million people estimated to be chronically undernourished as of 2017, often as a direct consequence of environmental degradation, drought and biodiversity loss. ",
  "Over 90 million children under five are dangerously underweight. Undernourishment and severe food insecurity appear to be increasing in almost all regions of Africa, as well as in South America. The SDGs aim to end all forms of hunger and malnutrition by 2030, making sure all people–especially children–have sufficient and nutritious food all year. This involves promoting sustainable agricultural, supporting small-scale farmers and equal access to land, technology and markets. It also requires international cooperation to ensure investment in infrastructure and technology to improve agricultural productivity. 821   millon  The number of undernourished people reached 821 million in 2017. ",
  "63   percent  In 2017 Asia accounted for nearly two thirds, 63 percent, of the world’s hungry. 22   percent  Nearly 151 million children under five, 22 percent, were still stunted in 2017. ",
  "1   in 8  More than 1 in 8 adults is obese. 1   in 3  1 in 3 women of reproductive age is anemic. 26   percent  26 percent of workers are employed in agriculture. Goal targets     By 2030, end all forms of malnutrition, including achieving, by 2025, the internationally agreed targets on stunting and wasting in children under 5 years of age, and address the nutritional needs of adolescent girls, pregnant and lactating women and older persons\nBy 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment\nBy 2030, ensure sustainable food production systems and implement resilient agricultural practices that increase productivity and production, that help maintain ecosystems, that strengthen capacity for adaptation to climate change, extreme weather, drought, flooding and other disasters and that progressively improve land and soil quality\nBy 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed\nIncrease investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries\nCorrect and prevent trade restrictions and distortions in world agricultural markets, including through the parallel elimination of all forms of agricultural export subsidies and all export measures with equivalent effect, in accordance with the mandate of the Doha Development Round\nAdopt measures to ensure the proper functioning of food commodity markets and their derivatives and facilitate timely access to market information, including on food reserves, in order to help limit extreme food price volatility. SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nListening to the voices of ine...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n\"For the last 60 years the can...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n\"Now I have a new dream.\" Read More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nA Guide to Collaborative Actio...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  3  Good health and well-being  \n\n\n    Goal 3   Good health and well-being       We have made great progress against several leading causes of death and disease. ",
  "Life expectancy has increased dramatically; infant and maternal mortality rates have declined, we’ve turned the tide on HIV and malaria deaths have halved. Good health is essential to sustainable development and the 2030 Agenda reflects the complexity and interconnectedness of the two. ",
  "It takes into account widening economic and social inequalities, rapid urbanization, threats to the climate and the environment, the continuing burden of HIV and other infectious diseases, and emerging challenges such as noncommunicable diseases. Universal health coverage will be integral to achieving SDG 3, ending poverty and reducing inequalities. Emerging global health priorities not explicitly included in the SDGs, including antimicrobial resistance, also demand action. But the world is off-track to achieve the health-related SDGs. Progress has been uneven, both between and within countries. There’s a 31-year gap between the countries with the shortest and longest life expectancies. ",
  "And while some countries have made impressive gains, national averages hide that many are being left behind. Multisectoral, rights-based and gender-sensitive approaches are essential to address inequalities and to build good health for all. ",
  "400   million  At least 400 million people have no basic healthcare, and 40 percent lack social protection. 1.6   billion  More than 1.6 billion people live in fragile settings where protracted crises, combined with weak national capacity to deliver basic health services, present a significant challenge to global health. 15   million  By the end of 2017, 21.7 million people living with HIV were receiving antiretroviral therapy. Yet more than 15 million people are still waiting for treatment. 2   seconds  Every 2 seconds someone aged 30 to 70 years dies prematurely from noncommunicable diseases - cardiovascular disease, chronic respiratory disease, diabetes or cancer. 7   million  7 million people die every year from exposure to fine particles in polluted air. ",
  "1   in 3  More than one of every three women have experienced either physical or sexual violence at some point in their life resulting in both short- and long-term consequences for their physical, mental, and sexual and reproductive health. Goal targets     By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births\nBy 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under-5 mortality to at least as low as 25 per 1,000 live births\nBy 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases\nBy 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being\nStrengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol\nBy 2020, halve the number of global deaths and injuries from road traffic accidents\nBy 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes\nAchieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all\nBy 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination\nStrengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate\nSupport the research and development of vaccines and medicines for the communicable and noncommunicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all\nSubstantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States\nStrengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nCommunities standing their gro...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nData for action to address air...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nIndia’s fight against pandem...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nFuture of Knowledge: A Foresig...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe Great Upheaval\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  4  Quality education  \n\n\n    Goal 4   Quality education       Since 2000, there has been enormous progress in achieving the target of universal primary education. ",
  "The total enrollment rate in developing regions reached 91 percent in 2015, and the worldwide number of children out of school has dropped by almost half. There has also been a dramatic increase in literacy rates, and many more girls are in school than ever before. These are all remarkable successes. Progress has also been tough in some developing regions due to high levels of poverty, armed conflicts and other emergencies. In Western Asia and North Africa, ongoing armed conflict has seen an increase in the number of children out of school. This is a worrying trend. ",
  "While Sub-Saharan Africa made the greatest progress in primary school enrollment among all developing regions – from 52 percent in 1990, up to 78 percent in 2012 – large disparities still remain. Children from the poorest households are up to four times more likely to be out of school than those of the richest households. ",
  "Disparities between rural and urban areas also remain high. Achieving inclusive and quality education for all reaffirms the belief that education is one of the most powerful and proven vehicles for sustainable development. This goal ensures that all girls and boys complete free primary and secondary schooling by 2030. It also aims to provide equal access to affordable vocational training, to eliminate gender and wealth disparities, and achieve universal access to a quality higher education. 91   percent  Enrollment in primary education in developing countries has reached 91 percent. 57   million  Still, 57 million primary-aged children remain out of school, more than half of them in sub-Saharan Africa. ",
  "1   in 4  In developing countries, one in four girls is not in school. 50   percent  About half of all out-of-school children of primary school age live in conflict-affected areas. ",
  "103   million  103 million youth worldwide lack basic literacy skills, and more than 60 percent of them are women. 6   of 10  6 out of 10 children and adolescents are not achieving a minimum level of proficiency in reading and math. Goal targets     By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and Goal-4 effective learning outcomes\nBy 2030, ensure that all girls and boys have access to quality early childhood development, care and preprimary education so that they are ready for primary education\nBy 2030, ensure equal access for all women and men to affordable and quality technical, vocational and tertiary education, including university\nBy 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship\nBy 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations\nBy 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy\nBy 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture’s contribution to sustainable development\nBuild and upgrade education facilities that are child, disability and gender sensitive and provide safe, nonviolent, inclusive and effective learning environments for all\nBy 2020, substantially expand globally the number of scholarships available to developing countries, in particular least developed countries, small island developing States and African countries, for enrolment in higher education, including vocational training and information and communications technology, technical, engineering and scientific programmes, in developed countries and other developing countries\nBy 2030, substantially increase the supply of qualified teachers, including through international cooperation for teacher training in developing countries, especially least developed countries and small island developing states\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\npublications\n\n\n\n\nFuture of Knowledge: A Foresig...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe Great Upheaval\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nGlobal Knowledge Index 2021\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nYouth in Action: Experiences f...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nPreparing young leaders to ach...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  5  Gender equality  \n\n\n    Goal 5   Gender Equality       Ending all discrimination against women and girls is not only a basic human right, it’s crucial for sustainable future; it’s proven that empowering women and girls helps economic growth and development. UNDP has made gender equality central to its work and we’ve seen remarkable progress in the past 20 years. There are more girls in school now compared to 15 years ago, and most regions have reached gender parity in primary education. But although there are more women than ever in the labour market, there are still large inequalities in some regions, with women systematically denied the same work rights as men. ",
  "Sexual violence and exploitation, the unequal division of unpaid care and domestic work, and discrimination in public office all remain huge barriers. Climate change and disasters continue to have a disproportionate effect on women and children, as do conflict and migration. ",
  "It is vital to give women equal rights land and property, sexual and reproductive health, and to technology and the internet. Today there are more women in public office than ever before, but encouraging more women leaders will help achieve greater gender equality. 77   cents  Women earn only 77 cents for every dollar that men get for the same work. 1   in 3  35 percent of women have experienced physical and/or sexual violence. 13   percent  Women represent just 13 percent of agricultural landholders. 750   million  Almost 750 million women and girls alive today were married before their 18th birthday. ",
  "2   of 3  Two thirds of developing countries have achieved gender parity in primary education. 24   percent  Only 24 percent of national parliamentarians were women as of November 2018, a small increase from 11.3 percent in 1995. ",
  "Goal targets     End all forms of discrimination against all women and girls everywhere\nEliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation\nEliminate all harmful practices, such as child, early and forced marriage and female genital mutilation\nRecognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate\nEnsure women’s full and effective participation and equal opportunities for leadership at all levels of decisionmaking in political, economic and public life\nEnsure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences\nUndertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws\nEnhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women\nAdopt and strengthen sound policies and enforceable legislation for the promotion of gender equality and the empowerment of all women and girls at all levels\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nAfrican countries lead the way...\nRead More \n\n\n\n\n\n\n\nnews\n\n\n\n\nUNDP awards Iceland gold certification for it...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSmall Arms Control - The Case ...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nWomen are expected to keep the...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nListening to the voices of ine...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nGender equality isn’t just a...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  6  Clean water and sanitation  \n\n\n    Goal 6   Clean water and sanitation       Water scarcity affects more than 40 percent of people, an alarming figure that is projected to rise as temperatures do. Although 2.1 billion people have improved water sanitation since 1990, dwindling drinking water supplies are affecting every continent. More and more countries are experiencing water stress, and increasing drought and desertification is already worsening these trends. By 2050, it is projected that at least one in four people will suffer recurring water shortages. Safe and affordable drinking water for all by 2030 requires we invest in adequate infrastructure, provide sanitation facilities, and encourage hygiene. Protecting and restoring water-related ecosystems is essential. ",
  "Ensuring universal safe and affordable drinking water involves reaching over 800 million people who lack basic services and improving accessibility and safety of services for over two billion. In 2015, 4.5 billion people lacked safely managed sanitation services (with adequately disposed or treated excreta) and 2.3 billion lacked even basic sanitation. ",
  "5.2   billion  71 percent of the global population, 5.2 billion people, had safely-managed drinking water in 2015, but 844 million people still lacked even basic drinking water. 2.9   billion  39 percent of the global population, 2.9 billion people, had safe sanitation in 2015, but 2.3 billion people still lacked basic sanitation. 892 million people practiced open defecation. 80   percent  80 percent of wastewater goes into waterways without adequate treatment. 2   billion  Water stress affects more than 2 billion people, with this figure projected to increase. 80   percent  80 percent of countries have laid the foundations for integrated water resources management. ",
  "70   percent  The world has lost 70 percent of its natural wetlands over the last century. Goal targets     By 2030, achieve universal and equitable access to safe and affordable drinking water for all\nBy 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations\nBy 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally\nBy 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity\nBy 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate\nBy 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes\nBy 2030, expand international cooperation and capacity-building support to developing countries in water- and sanitation-related activities and programmes, including water harvesting, desalination, water efficiency, wastewater treatment, recycling and reuse technologies\nSupport and strengthen the participation of local communities in improving water and sanitation management\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nA Decade of Support for Water ...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe United Nations World Water...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nComing together, miles apart\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nA renewed call to halt defores...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  7  Affordable and clean energy  \n\n\n    Goal 7   Affordable and clean energy       Between 2000 and 2018, the number of people with electricity increased from 78 to 90 percent, and the numbers without electricity dipped to 789 million. ",
  "Yet as the population continues to grow, so will the demand for cheap energy, and an economy reliant on fossil fuels is creating drastic changes to our climate. Investing in solar, wind and thermal power, improving energy productivity, and ensuring energy for all is vital if we are to achieve SDG 7 by 2030. Expanding infrastructure and upgrading technology to provide clean and more efficient energy in all countries will encourage growth and help the environment. 10   percent  One out of 10 people still lacks electricity, and most live in rural areas of the developing world. More than half are in sub-Saharan Africa. 73   percent  Energy is by far the main contributor to climate change. ",
  "It accounts for 73 percent of human-caused greenhouse gases. 40   percent  Energy efficiency is key; the right efficiency policies could enable the world to achieve more than 40 percent of the emissions cuts needed to reach its climate goals without new technology. ",
  "2.8   billion  Almost a third of the world’s population—2.8 billion—rely on polluting and unhealthy fuels for cooking. 17.5   percent  As of 2017, 17.5 percent of power was generated through renewable sources. 18   million  The renewable energy sector employed a record 11.5 million people in 2019. The changes needed in energy production and uses to achieve the Paris Agreement target of limiting the rise in temperature to below 2C can create 18 million jobs. Goal targets     By 2030, ensure universal access to affordable, reliable and modern energy services\nBy 2030, increase substantially the share of renewable energy in the global energy mix\nBy 2030, double the global rate of improvement in energy efficiency\nBy 2030, enhance international cooperation to facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technology\nBy 2030, expand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing States, and land-locked developing coun\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nnews\n\n\n\n\nUN organizations launch plan to catalyse acti...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nSolar power lights up the live...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nInvisible no more\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nTo be just, the energy transit...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nDid COP26 move the needle on climate action? Read More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  8  Decent work and economic growth  \n\n\n    Goal 8   Decent work and economic growth       Over the past 25 years the number of workers living in extreme poverty has declined dramatically, despite the lasting impact of the 2008 economic crisis and global recession. ",
  "In developing countries, the middle class now makes up more than 34 percent of total employment – a number that has almost tripled between 1991 and 2015. However, as the global economy continues to recover we are seeing slower growth, widening inequalities, and not enough jobs to keep up with a growing labour force. ",
  "According to the International Labour Organization, more than 204 million people were unemployed in 2015. The SDGs promote sustained economic growth, higher levels of productivity and technological innovation. Encouraging entrepreneurship and job creation are key to this, as are effective measures to eradicate forced labour, slavery and human trafficking. With these targets in mind, the goal is to achieve full and productive employment, and decent work, for all women and men by 2030. 5   percent  An estimated 172 million people worldwide were without work in 2018 - an unemployment rate of 5 percent. 1   million  As a result of an expanding labour force, the number of unemployed is projected to increase by 1 million every year and reach 174 million by 2020. ",
  "700   million  Some 700 million workers lived in extreme or moderate poverty in 2018, with less than US$3.20 per day. 48   percent  Women’s participation in the labour force stood at 48 per cent in 2018, compared with 75 percent for men. ",
  "Around 3 in 5 of the 3.5 billion people in the labour force in 2018 were men. 2   billion  Overall, 2 billion workers were in informal employment in 2016, accounting for 61 per cent of the world’s workforce. 85   million  Many more women than men are underutilized in the labour force—85 million compared to 55 million. Goal targets     Sustain per capita economic growth in accordance with national circumstances and, in particular, at least 7 per cent gross domestic product growth per annum in the least developed countries\nAchieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors\nPromote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial services\nImprove progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10-year framework of programmes on sustainable consumption and production, with developed countries taking the lead\nBy 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value\nBy 2020, substantially reduce the proportion of youth not in employment, education or training\nTake immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms\nProtect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment\nBy 2030, devise and implement policies to promote sustainable tourism that creates jobs and promotes local culture and products\nStrengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all\nIncrease Aid for Trade support for developing countries, in particular least developed countries, including through the Enhanced Integrated Framework for Trade-Related Technical Assistance to Least Developed Countries\nBy 2020, develop and operationalize a global strategy for youth employment and implement the Global Jobs Pact of the International Labour Organization\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nWomen are expected to keep the...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nListening to the voices of ine...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n\"For the last 60 years the can...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nFuture of Knowledge: A Foresig...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe Great Upheaval\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  9  Industry, innovation and infrastructure  \n\n\n    Goal 9   Industry, innovation and infrastructure       Investment in infrastructure and innovation are crucial drivers of economic growth and development. With over half the world population now living in cities, mass transport and renewable energy are becoming ever more important, as are the growth of new industries and information and communication technologies. Technological progress is also key to finding lasting solutions to both economic and environmental challenges, such as providing new jobs and promoting energy efficiency. ",
  "Promoting sustainable industries, and investing in scientific research and innovation, are all important ways to facilitate sustainable development. More than 4 billion people still do not have access to the Internet, and 90 percent are from the developing world. ",
  "Bridging this digital divide is crucial to ensure equal access to information and knowledge, as well as foster innovation and entrepreneurship. 2.3   billion  Worldwide, 2.3 billion people lack access to basic sanitation. 40   percent  In some low-income African countries, infrastructure constraints cut businesses’ productivity by around 40 percent. 2.6   billion  2.6 billion people in developing countries do not have access to constant electricity. 90   percent  More than 4 billion people still do not have access to the Internet; 90 percent of them are in the developing world. 2.3   million  The renewable energy sectors currently employ more than 2.3 million people; the number could reach 20 million by 2030. ",
  "30   percent  In developing countries, barely 30 percent of agricultural products undergo industrial processing, compared to 98 percent high-income countries. Goal targets     Develop quality, reliable, sustainable and resilient infrastructure, including regional and transborder infrastructure, to support economic development and human well-being, with a focus on affordable and equitable access for all\nPromote inclusive and sustainable industrialization and, by 2030, significantly raise industry’s share of employment and gross domestic product, in line with national circumstances, and double its share in least developed countries\nIncrease the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets\nBy 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities\nEnhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending\nFacilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and small island developing States 18\nSupport domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities\nSignificantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nA truce brings hope for Yemen\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nFuture of Knowledge: A Foresig...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSystem Change: A Guidebook for...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nThe Great Upheaval\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n Preparing for the next pandem...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  10  Reduced inequalities  \n\n\n    Goal 10   Reduced inequalities       Income inequality is on the rise—the richest 10 percent have up to 40 percent of global income whereas the poorest 10 percent earn only between 2 to 7 percent. ",
  "If we take into account population growth inequality in developing countries, inequality has increased by 11 percent. Income inequality has increased in nearly everywhere in recent decades, but at different speeds. It’s lowest in Europe and highest in the Middle East. These widening disparities require sound policies to empower lower income earners, and promote economic inclusion of all regardless of sex, race or ethnicity. Income inequality requires global solutions. This involves improving the regulation and monitoring of financial markets and institutions, encouraging development assistance and foreign direct investment to regions where the need is greatest. ",
  "Facilitating the safe migration and mobility of people is also key to bridging the widening divide. 22   percent  In 2016, 22 percent of global income was received by the top 1 percent compared with 10 percent of income for the bottom 50 percent. ",
  "16   percent  In 1980, the top one percent had 16 percent of global income. The bottom 50 percent had 8 percent of income. 33   percent  Economic inequality is largely driven by the unequal ownership of capital. Since 1980, very large transfers of public to private wealth occurred in nearly all countries. The global wealth share of the top 1 percent was 33 percent in 2016. 39   percent  Under \"business as usual\", the top 1 percent global wealth will reach 39 percent by 2050. ",
  "2   x  Women spend, on average, twice as much time on unpaid housework as men. 60   percent  Women have as much access to financial services as men in just 60 percent of the countries assessed and to land ownership in just 42 percent of the countries assessed. ",
  "Goal targets     By 2030, progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average\nBy 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status\nEnsure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard\nAdopt policies, especially fiscal, wage and social protection policies, and progressively achieve greater equality\nImprove the regulation and monitoring of global financial markets and institutions and strengthen the implementation of such regulations\nEnsure enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions in order to deliver more effective, credible, accountable and legitimate institutions\nFacilitate orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies\nImplement the principle of special and differential treatment for developing countries, in particular least developed countries, in accordance with World Trade Organization agreements\nEncourage official development assistance and financial flows, including foreign direct investment, to States where the need is greatest, in particular least developed countries, African countries, small island developing States and landlocked developing countries, in accordance with their national plans and programmes\nBy 2030, reduce to less than 3 per cent the transaction costs of migrant remittances and eliminate remittance corridors with costs higher than 5 per cent\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nAfrican countries lead the way...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nWhat Ukraine shows us about working together\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nUN Volunteers put people first \nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nListening to the voices of ine...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nHome (not so) sweet home for v...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nRace to the top\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  11  Sustainable cities and communities  \n\n\n    Goal 11   Sustainable cities and communities       More than half of us  live in cities. By 2050, two-thirds of all humanity—6.5 billion people—will be urban. Sustainable development cannot be achieved without significantly transforming the way we build and manage our urban spaces. The rapid growth of cities—a result of rising populations and increasing migration—has led to a boom in mega-cities, especially in the developing world, and slums are becoming a more significant feature of urban life. Making cities sustainable means creating career and business opportunities, safe and affordable housing, and building resilient societies and economies. It involves investment in public transport, creating green public spaces, and improving urban planning and management in participatory and inclusive ways. ",
  "4.2   billion  In 2018, 4.2 billion people, 55 percent of the world’s population, lived in cities. By 2050, the urban population is expected to reach 6.5 billion. ",
  "3   percent  Cities occupy just 3 percent of the Earth’s land but account for 60 to 80 percent of energy consumption and at least 70 percent of carbon emissions. 828   million  828 million people are estimated to live in slums, and the number is rising. 33   cities  In 1990, there were 10 cities with 10 million people or more; by 2014, the number of mega-cities rose to 28, and was expected to reach 33 by 2018. In the future, 9 out of 10 mega-cities will be in the developing world. 90   percent  In the coming decades, 90 percent of urban expansion will be in the developing world. 80   percent  The economic role of cities is significant. ",
  "They generate about 80 percent of the global GDP. Goal targets     By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums\nBy 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons\nBy 2030, enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries\nStrengthen efforts to protect and safeguard the world’s cultural and natural heritage\nBy 2030, significantly reduce the number of deaths and the number of people affected and substantially decrease the direct economic losses relative to global gross domestic product caused by disasters, including water-related disasters, with a focus on protecting the poor and people in vulnerable situations\nBy 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management\nBy 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities\nSupport positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning\nBy 2020, substantially increase the number of cities and human settlements adopting and implementing integrated policies and plans towards inclusion, resource efficiency, mitigation and adaptation to climate change, resilience to disasters, and develop and implement, in line with the Sendai Framework for Disaster Risk Reduction 2015-2030, holistic disaster risk management at all levels\nSupport least developed countries, including through financial and technical assistance, in building sustainable and resilient buildings utilizing local materials\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\npublications\n\n\n\n\nFuture of Knowledge: A Foresig...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nDigital Strategy 2022-2025\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nIntegrating Migration Into Gov...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nHandbook on Owner-Driven Housi...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nHandbook on Recovery Instituti...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nEnvisaging a healthier, greene...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  12  Responsible consumption and production  \n\n\n    Goal 12   Responsible consumption and production       Achieving economic growth and sustainable development requires that we urgently reduce our ecological footprint by changing the way we produce and consume goods and resources. ",
  "Agriculture is the biggest user of water worldwide, and irrigation now claims close to 70 percent of all freshwater for human use. The efficient management of our shared natural resources, and the way we dispose of toxic waste and pollutants, are important targets to achieve this goal. Encouraging industries, businesses and consumers to recycle and reduce waste is equally important, as is supporting developing countries to move towards more sustainable patterns of consumption by 2030. A large share of the world population is still consuming far too little to meet even their basic needs. Halving the per capita of global food waste at the retailer and consumer levels is also important for creating more efficient production and supply chains. This can help with food security, and shift us towards a more resource efficient economy. ",
  "1.3   billion  1.3 billion tonnes of food is wasted every year, while almost 2 billion people go hungry or undernourished. 22   percent  The food sector accounts for around 22 percent of total greenhouse gas emissions, largely from the conversion of forests into farmland. ",
  "2   billion  Globally, 2 billion people are overweight or obese. 3   percent  Only 3 percent of the world’s water is fresh (drinkable), and humans are using it faster than nature can replenish it. US$120   billion  If people everywhere switched to energy efficient lightbulbs, the world would save US$120 billion annually. 20   percent  One-fifth of the world’s final energy consumption in 2013 was from renewable sources. Goal targets     Implement the 10-year framework of programmes on sustainable consumption and production, all countries taking action, with developed countries taking the lead, taking into account the development and capabilities of developing countries\nBy 2030, achieve the sustainable management and efficient use of natural resources\nBy 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses\nBy 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment\nBy 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse\nEncourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle\nPromote public procurement practices that are sustainable, in accordance with national policies and priorities\nBy 2030, ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature\nSupport developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production\nDevelop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products\nRationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions, in accordance with national circumstances, including by restructuring taxation and phasing out those harmful subsidies, where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimizing the possible adverse impacts on their development in a manner that protects the poor and the affected communities\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\npress releases\n\n\n\n\nUNDP and AFCIA partners announce grants to lo...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSystem Change: A Guidebook for...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nPhasing out mercury\nRead More \n\n\n\n\n\n\n\nnews\n\nCall for nominations: Equator Prize 2022\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nTransitioning To A Circular Ec...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nAligning NDCs with Green Recov...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  13  Climate action  \n\n\n    Goal 13   Climate action       There is no country that is not experiencing the drastic effects of climate change. Greenhouse gas emissions are more than 50 percent higher than in 1990. ",
  "Global warming is causing long-lasting changes to our climate system, which threatens irreversible consequences if we do not act. The annual average economic losses from climate-related disasters are in the hundreds of billions of dollars. ",
  "This is not to mention the human impact of geo-physical disasters, which are 91 percent climate-related, and which between 1998 and 2017 killed 1.3 million people, and left 4.4 billion injured. The goal aims to mobilize US$100 billion annually by 2020 to address the needs of developing countries to both adapt to climate change and invest in low-carbon development. Supporting vulnerable regions will directly contribute not only to Goal 13 but also to the other SDGs. These actions must also go hand in hand with efforts to integrate disaster risk measures, sustainable natural resource management, and human security into national development strategies. It is still possible, with strong political will, increased investment, and using existing technology, to limit the increase in global mean temperature to two degrees Celsius above pre-industrial levels, aiming at 1.5°C, but this requires urgent and ambitious collective action. +1°   Celsius  As of 2017 humans are estimated to have caused approximately 1.0°C of global warming above pre-industrial levels. ",
  "+20   cm  Sea levels have risen by about 20 cm (8 inches) since 1880 and are projected to rise another 30–122 cm (1 to 4 feet) by 2100. 2050    To limit warming to 1.5C, global net CO2 emissions must drop by 45% between 2010 and 2030, and reach net zero around 2050. ",
  "1/3    Climate pledges under The Paris Agreement cover only one third of the emissions reductions needed to keep the world below 2°C. US$26   trillion  Bold climate action could trigger at least US$26 trillion in economic benefits by 2030. 18   million  The energy sector alone will create around 18 million more jobs by 2030, focused specifically on sustainable energy. Goal targets     Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries\nIntegrate climate change measures into national policies, strategies and planning\nImprove education, awareness-raising and human and institutional capacity on climate change mitigation, adaptation, impact reduction and early warning\nImplement the commitment undertaken by developed-country parties to the United Nations Framework Convention on Climate Change to a goal of mobilizing jointly $100 billion annually by 2020 from all sources to address the needs of developing countries in the context of meaningful mitigation actions and transparency on implementation and fully operationalize the Green Climate Fund through its capitalization as soon as possible\nPromote mechanisms for raising capacity for effective climate change-related planning and management in least developed countries and small island developing States, including focusing on women, youth and local and marginalized communities\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nnews\n\n\n\n\nUNDP’s climate campaign Dear World Leaders ...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPreparing for a 'tsunami in th...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nThere’s no place like home\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPlacing nature at the heart of economic and d...\nRead More \n\n\n\n\n\n\n\npress releases\n\n\n\n\nUNDP and AFCIA partners announce grants to lo...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nFive key takeaways from the latest IPCC repor...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  14  Life Below Water  \n\n\n    Goal 14   Life Below Water       The world’s oceans – their temperature, chemistry, currents and life – drive global systems that make the Earth habitable for humankind. How we manage this vital resource is essential for humanity as a whole, and to counterbalance the effects of climate change. Over three billion people depend on marine and coastal biodiversity for their livelihoods. ",
  "However, today we are seeing 30 percent of the world’s fish stocks overexploited, reaching below the level at which they can produce sustainable yields. Oceans also absorb about 30 percent of the carbon dioxide produced by humans, and we are seeing a 26 percent rise in ocean acidification since the beginning of the industrial revolution. ",
  "Marine pollution, an overwhelming majority of which comes from land-based sources, is reaching alarming levels, with an average of 13,000 pieces of plastic litter to be found on every square kilometre of ocean. The SDGs aim to sustainably manage and protect marine and coastal ecosystems from pollution, as well as address the impacts of ocean acidification. Enhancing conservation and the sustainable use of ocean-based resources through international law will also help mitigate some of the challenges facing our oceans. 75   percent  The ocean covers three quarters of the Earth’s surface and represents 99 percent of the living space on the planet by volume. 200K    The ocean contains nearly 200,000 identified species, but actual numbers may lie in the millions. 40   percent  As much as 40 percent of the ocean is heavily affected by pollution, depleted fisheries, loss of coastal habitats and other human activities. ",
  "30   percent  The ocean absorbs about 30 percent of carbon dioxide produced by humans, buffering the impacts of global warming. 3   billion  More than 3 billion people depend on marine and coastal biodiversity for their livelihoods. ",
  "US$3   trillion  The market value of marine and coastal resources and industries is estimated at US$3 trillion per year, about 5 percent of global GDP. Goal targets     By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution\nBy 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience, and take action for their restoration in order to achieve healthy and productive oceans\nMinimize and address the impacts of ocean acidification, including through enhanced scientific cooperation at all levels\nBy 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics\nBy 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information\nBy 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies, recognizing that appropriate and effective special and differential treatment for developing and least developed countries should be an integral part of the World Trade Organization fisheries subsidies negotiation\nBy 2030, increase the economic benefits to Small Island developing States and least developed countries from the sustainable use of marine resources, including through sustainable management of fisheries, aquaculture and tourism\nIncrease scientific knowledge, develop research capacity and transfer marine technology, taking into account the Intergovernmental Oceanographic Commission Criteria and Guidelines on the Transfer of Marine Technology, in order to improve ocean health and to enhance the contribution of marine biodiversity to the development of developing countries, in particular small island developing States and least developed countries\nProvide access for small-scale artisanal fishers to marine resources and markets\nEnhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in UNCLOS, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of The Future We Want\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nThere’s no place like home\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPlacing nature at the heart of economic and d...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nFive key takeaways from the latest IPCC repor...\nRead More \n\n\n\n\n\n\n\nnews\n\nCall for nominations: Equator Prize 2022\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\n Preparing for the next pandem...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nThe beginning of the end for t...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  15  Life on land  \n\n\n    Goal 15   Life on land       Human life depends on the earth as much as the ocean for our sustenance and livelihoods. Plant life provides 80 percent of the human diet, and we rely on agriculture as an important economic resources. Forests cover 30 percent of the Earth’s surface, provide vital habitats for millions of species, and important sources for clean air and water, as well as being crucial for combating climate change. Every year, 13 million hectares of forests are lost, while the persistent degradation of drylands has led to the desertification of 3.6 billion hectares, disproportionately affecting poor communities. While 15 percent of land is protected, biodiversity is still at risk. ",
  "Nearly 7,000 species of animals and plants have been illegally traded. Wildlife trafficking not only erodes biodiversity, but creates insecurity, fuels conflict, and feeds corruption. ",
  "Urgent action must be taken to reduce the loss of natural habitats and biodiversity which are part of our common heritage and support global food and water security, climate change mitigation and adaptation, and peace and security. 1.6   billion  Around 1.6 billion people depend on forests for their livelihoods. 80   percent  Forests are home to more than 80 percent of all terrestrial species of animals, plants and insects. 2.6   billion  2.6 billion people depend directly on agriculture for a living. 33   percent  Nature-based climate solutions can contribute about a third of CO2 reductions by 2030. US$125   trillion  The value of ecosystems to human livelihoods and well-being is $US125 trillion per year.v \n  60-80   percent  Mountain regions provide 60-80 percent of the Earth's fresh water. ",
  "Goal targets     By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements\nBy 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally\nBy 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world\nBy 2030, ensure the conservation of mountain ecosystems, including their biodiversity, in order to enhance their capacity to provide benefits that are essential for sustainable development\nTake urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species\nPromote fair and equitable sharing of the benefits arising from the utilization of genetic resources and promote appropriate access to such resources, as internationally agreed\nTake urgent action to end poaching and trafficking of protected species of flora and fauna and address both demand and supply of illegal wildlife products\nBy 2020, introduce measures to prevent the introduction and significantly reduce the impact of invasive alien species on land and water ecosystems and control or eradicate the priority species\nBy 2020, integrate ecosystem and biodiversity values into national and local planning, development processes, poverty reduction strategies and accounts\nMobilize and significantly increase financial resources from all sources to conserve and sustainably use biodiversity and ecosystems\nMobilize significant resources from all sources and at all levels to finance sustainable forest management and provide adequate incentives to developing countries to advance such management, including for conservation and reforestation\nEnhance global support for efforts to combat poaching and trafficking of protected species, including by increasing the capacity of local communities to pursue sustainable livelihood opportunities\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nPreparing for a 'tsunami in th...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nThere’s no place like home\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPlacing nature at the heart of economic and d...\nRead More \n\n\n\n\n\n\n\npress releases\n\n\n\n\nUNDP and AFCIA partners announce grants to lo...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nData for action to address air...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nFive key takeaways from the latest IPCC repor...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  16  Peace, justice and strong institutions  \n\n\n    Goal 16   Peace, justice and strong institutions       We cannot hope for sustainable development without peace, stability, human rights and effective governance, based on the rule of law. Yet our world is increasingly divided. ",
  "Some regions enjoy peace, security and prosperity, while others fall into seemingly endless cycles of conflict and violence. This is not inevitable and must be addressed. Armed violence and insecurity have a destructive impact on a country’s development, affecting economic growth, and often resulting in grievances that last for generations. Sexual violence, crime, exploitation and torture are also prevalent where there is conflict, or no rule of law, and countries must take measures to protect those who are most at risk\nThe SDGs aim to significantly reduce all forms of violence, and work with governments and communities to end conflict and insecurity. Promoting the rule of law and human rights are key to this process, as is reducing the flow of illicit arms and strengthening the participation of developing countries in the institutions of global governance. 68.5   million  By the end of 2017, 68.5 million people had been forcibly displaced as a result of persecution, conflict, violence or human rights violations. ",
  "10   million  There are at least 10 million stateless people who have been denied nationality and its related rights. US$1.26   trillion  Corruption, bribery, theft and tax evasion cost developing countries US$1.26 trillion per year. ",
  "49   countries  49 countries lack laws protecting women from domestic violence. 46   countries  In 46 countries, women now hold more than 30 percent of seats in at least one chamber of national parliament. 1   billion  1 billion people are legally ‘invisible’ because they cannot prove who they are. This includes an estimated 625 million children under 14 whose births were never registered. Goal targets     Significantly reduce all forms of violence and related death rates everywhere\nEnd abuse, exploitation, trafficking and all forms of violence against and torture of children\nPromote the rule of law at the national and international levels and ensure equal access to justice for all\nBy 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime\nSubstantially reduce corruption and bribery in all their forms\nDevelop effective, accountable and transparent institutions at all levels\nEnsure responsive, inclusive, participatory and representative decision-making at all levels\nBroaden and strengthen the participation of developing countries in the institutions of global governance\nBy 2030, provide legal identity for all, including birth registration\nEnsure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements\nStrengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime\nPromote and enforce non-discriminatory laws and policies for sustainable development\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nstories\n\n\n\n\nWar in Ukraine\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nFreedom of expression and access to informati...\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nWhat Ukraine shows us about working together\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSeizing the Peace Dividend: Pr...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSmall Arms Control - The Case ...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nRace to the top\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n  17  Partnerships for the goals  \n\n\n    Goal 17   Partnerships for the goals       The SDGs can only be realized with strong global partnerships and cooperation. Official Development Assistance remained steady but below target, at US$147 billion in 2017. ",
  "While humanitarian crises brought on by conflict or natural disasters continue to demand more financial resources and aid. Many countries also require Official Development Assistance to encourage growth and trade. ",
  "The world is more interconnected than ever. Improving access to technology and knowledge is an important way to share ideas and foster innovation. Coordinating policies to help developing countries manage their debt, as well as promoting investment for the least developed, is vital for sustainable growth and development. The goals aim to enhance North-South and South-South cooperation by supporting national plans to achieve all the targets. Promoting international trade, and helping developing countries increase their exports is all part of achieving a universal rules-based and equitable trading system that is fair and open and benefits all. $5   trillion  The UN Conference on Trade and Development (UNCTAD) says achieving SDGs will require US$5 trillion to $7 trillion in annual investment. ",
  "$147.2   billion  Total official development assistance reached US$147.2 billion in 2017. $613   billion  In 2017, international remittances totaled US$613 billion; 76 percent of it went to developing countries. ",
  "6   countries  In 2016, 6 countries met the international target to keep official development assistance at or above 0.7 percent of gross national income. $18.2   trillion  Sustainable and responsible investments represent high-potential sources of capital for SDGs. As of 2016, US$18.2 trillion was invested in this asset class. $155.5   billion  The bond market for sustainable business is growing. In 2018 global green bonds reached US$155.5billion, up 78 percent from previous year. Goal targets     Finance\nStrengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection\nDeveloped countries to implement fully their official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of ODA/GNI to developing countries and 0.15 to 0.20 per cent of ODA/GNI to least developed countries ODA providers are encouraged to consider setting a target to provide at least 0.20 per cent of ODA/GNI to least developed countries\nMobilize additional financial resources for developing countries from multiple sources\nAssist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress\nAdopt and implement investment promotion regimes for least developed countries\n\t \nTechnology\nEnhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism\nPromote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed\nFully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology\n\t \nCapacity building\nEnhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the sustainable development goals, including through North-South, South-South and triangular cooperation\n\t \nTrade\nPromote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda\nSignificantly increase the exports of developing countries, in particular with a view to doubling the least developed countries’ share of global exports by 2020\nRealize timely implementation of duty-free and quota-free market access on a lasting basis for all least developed countries, consistent with World Trade Organization decisions, including by ensuring that preferential rules of origin applicable to imports from least developed countries are transparent and simple, and contribute to facilitating market access\n\t \nSystemic issues\nPolicy and institutional coherence\nEnhance global macroeconomic stability, including through policy coordination and policy coherence\nEnhance policy coherence for sustainable development\nRespect each country’s policy space and leadership to establish and implement policies for poverty eradication and sustainable development\n\t \nMulti-stakeholder partnerships\nEnhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries, in particular developing countries\nEncourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships\n\t \nData, monitoring and accountability\nBy 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts\nBy 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries\n    \n \n\n\n          SDGs in Action\n        \n\n\n\n\n\nblogs\n\n\n\n\nWhat Ukraine shows us about working together\nRead More \n\n\n\n\n\n\n\nblogs\n\n\n\n\nIdentifying the ‘greenium’\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nSeizing the Peace Dividend: Pr...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPreparing for a 'tsunami in th...\nRead More \n\n\n\n\n\n\n\npublications\n\n\n\n\nConnecting Business Initiative...\nRead More \n\n\n\n\n\n\n\nstories\n\n\n\n\nPlacing nature at the heart of economic and d...\nRead More \n\n\n\n\n\n\n\n\n        View More\n      \n\n\n \n                       \n\n   Sustainable Development Goals Integration   \n\n\n\n\n\n\n\n\n\n\n\n\nFilters\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n              Search UNDP  only\n            \n\n\n\nHide Filters\n\n\n\n\n\n\n\n \n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQuick Links \n\n\n\n        Sustainable Development Goals      \n\n\n\n        Don’t Choose Extinction      \n\n\n\n        News      \n\n\n\n        Stories      \n\n\n\n\n\nPopular Search \n\n\n        peace and justice    \n\n        careers    \n\n        climate change    \n\n        undp    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUnited Nations\nDevelopment Programme\n\n\n\n\n\n\nSign up for our newsletter\n\n\nEmail Address\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n          Who we are\n        \n\n\n          About us\n          \n\n\n\n\n          Leadership\n          \n\n\n\n\n          Executive Board\n          \n\n\n\n\n          Our Partners\n          \n\n\n\n\n          Funding\n          \n\n\n\n\n          Transparency and Accountability\n          \n\n\n\n\n\n\n\n          What we do\n        \n\n\n          Sustainable Development Goals\n          \n\n\n\n\n          Human Development Report\n          \n\n\n\n\n          Development challenges and solutions\n          \n\n\n\n\n          Strategic initiatives\n          \n\n\n\n\n          Our expertise\n          \n\n\n\n\n\n\n\n          Our impact\n        \n\n\n          News Centre\n          \n\n\n\n\n          Results\n          \n\n\n\n\n          Publications\n          \n\n\n\n\n          Blogs\n          \n\n\n\n\n          Stories\n          \n\n\n\n\n          Photo library\n          \n\n\n\n\n\n\n\n          Get involved\n        \n\n\n          Careers\n          \n\n\n\n\n          Procurement\n          \n\n\n\n\n          UNDP Shop\n          \n\n\n\n\n          UNDP Giving\n          \n\n\n\n\n          Contact us\n          \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReport Fraud, Abuse, Misconduct\nSubmit social or environmental complaint\nScam Alert\nTerms of Use\n\n\nTwitter\nFacebook\nYouTube\nInstagram\nLinkedin\n\n\n\n\n© 2022 United Nations Development Programme "
]