[
  "MPs call for a new Minister for Hunger to tackle food insecurity 'scandal' - edie Skip to content edie | empowering sustainable business Sustainability Net-Zero Business leadership  Login Logout My edie Menu News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact     Sustainability Net-Zero Business leadership  Login Logout My edie edie | empowering sustainable business Menu  News Topics Circular economy Climate & nature Energy Finance Policy Social sustainability Tech & innovation Transport Cop26 Latest News Countdown To COP26 Festival Mission Possible Our Ambition Campaign Updates Sector insights The Pledge Wall Plastics Hub Green Recovery Podcasts Resources Reports & Guides edie Explains Case studies Jargon Buster Partners Partner Content Events Webinars and Masterclasses Engagement Week 2022 Circular Economy Week 2022 Sustainability Leaders Forum 2023 Leaders Forum 2022 (on-demand) Sustainability Leaders Awards Clubs Sustainability Leaders Club Net-Zero Leaders Club 30 Under 30 More Blogs About Us Advertise Contact Login Logout My edie 01342 332000     MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ The UK Government has been urged to appoint a Minister for Hunger after MPs warned of a failure to deal with issues such as malnutrition and obesity in the UK. Circular economy Social sustainability Edie Newsroom Published 10th January 2019 Save   Share Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on Facebook Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on Twitter Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on LinkedIn Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie via Email Continue Reading Login or register for unlimited FREE access.",
  "Login Register In its report Food insecurity in the UK in “significant and growing”, according to the Government’s green watchdog, with levels among the worst in Europe. Children are most affected, the Environmental Audit Committee (EAC) warns, with 19% of under 15s living with an adult who is moderately or severely food insecure. The findings come as part of a new report, published by the EAC today (10 January), which focus on the UK’s commitment to deliver Sustainable Development Goal (SDG) 2: Zero Hunger. MPs are calling on the Government to appoint a Minister for Hunger, to ensure cross-departmental action on this issue. EAC Chair Mary Creagh Said: “Many of us are still recovering from Christmas excess but the sad fact is that more children are growing up in homes where parents don’t have enough money to put food on the table. “The combination of high living costs, stagnating wages and often, the rollout of Universal Credit and the wider benefits system, means that levels of hunger in Britain are some of the highest across Europe.",
  "We found that nearly one in five children under 15 are living in a food insecure home – a scandal which cannot be allowed to continue.” ‘Urgent action’ In its report, the EAC highlights how food insecurity can lead to both malnutrition and obesity, with people forced to rely on the very cheapest foods, which are often nutrient-rich but calorie poor. MPs are concerned that the Government’s obesity strategy makes no mention of food insecurity.",
  "Indeed, only the Department for International Development (DFID) mentions hunger in its Single Department Plan. A new Minister for Hunger should engage with civil society to examine the causes and impacts of food security in the UK, the EAC states. It should also implement strategy for improvement and monitor progress. Creagh continued: “Instead of seeing hunger as an issue abroad, the Government’s New Year resolution should be one of taking urgent action at home to tackle hunger and malnutrition. This can only be addressed by setting clear UK-wide targets and by appointing a Minister for Hunger to deliver them.” Experts have expressed doubts about the UK’s ability to achieve SDG 2, which aims to end hunger by 2030. In response, the Government recently spent £15m on a new initiative aimed at redistributing almost £1bn worth of food waste from supermarkets, other retailers and manufacturers.",
  "Sections of the business community have stepped up efforts to reduce food poverty. Last year, major premium food supplier Cranswick launched a new collaborative initiative which will see it use a food sharing app to “go beyond redistribution” in its bid to combat food waste and hunger issues in Hull.",
  "The Co-op, meanwhile, has formed a partnership with food redistribution scheme The Real Junk Food Project, in a bid to reduce its food waste output while tackling hunger in Leeds. George Ogleby Topics Circular economy Social sustainability Tags Corporate Social Responsibility Food waste waste Save   Share Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on Facebook Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on Twitter Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie on LinkedIn Share MPs call for a new Minister for Hunger to tackle food insecurity ‘scandal’ from edie via Email Words Edie Newsroom Published 10th January 2019 © Faversham House Ltd 2022 edie news articles may be copied or forwarded for individual use only. No other reproduction or distribution is permitted without prior written consent. Please login or Register to leave a comment. Comments (1) Catherine Lee says: 11th January 2019 at 12:16 am Should this not say \"nutrient poor but calorie rich\"? Reply Most Read Available to watch on-demand: edie’s ENGAGE online sessions Taking place next week: edie’s 45-minute online masterclass on hydrogen edie publishes new Communications Handbook for sustainability professionals Dandelion rubber and long-duration solar energy storage: The best green innovations of April 2022 Microsoft finds that right to repair offers greater environmental benefits for devices Related content Reports & Guides View more The edie Communications Handbook 2022 Social sustainability Sustainable Business Leadership report 2022 Social sustainability The Real Zero Roundtable Climate & nature Webinars & Masterclasses View more Resource revolution: The Circular Economy Inspiration Sessions Circular economy Sustainability Leaders Forum Day 2: Making circularity a reality in 2022 Circular economy Sustainability Leaders Forum Day 1: Building a fairer, socially sustainable net-zero carbon economy Social sustainability Partner Content View more Sign up to an EDF webinar: Powering the food and drink sector to Net Zero Energy Free Webinar: What is a Carbon Life Cycle Assessment and what role does it play in a Net Zero strategy?",
  "Circular economy How To Build A Resilient Business Through Water Action Circular economy Bryt Energy: Our journey to becoming a carbon neutral* supplier Energy Q&A with Jos Mister, Sustainability Manager at Bryt Energy Circular economy A smarter approach to demand flexibility can help businesses reach net zero Circular economy Our stories are always evolving. To make sure you don’t miss out be sure to subscribe for updates Subscribe empowering sustainable business edie | empowering sustainable business Sitemap     Contact us Windsor CourtWood StEast GrinsteadRH19 1UZ 01342 332000 General links Cookie Policy Environmental Policy Privacy Policy Editorial Compaints Feedback © 2022 edie Search  Subscribe Subscribe to our newsletter."
]