[
  "\n\n\n\n\n\n\n\n\nA History of Real Estate Fraud in 8 Scandals - Propmodo \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \nBeyond Smart Buildings: The 8 Principles of Intelligent Space | PODCAST→\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\n\n \n\n\nReal Estate·10 min readA History of Real Estate Fraud in 8 ScandalsKyle Hagerty·June 20, 2021Share \n\n\n\n\n\nReal estate is rife with fraud. Over the years, regulators and lawmakers have honed tools aimed at catching criminality. ",
  "From foreclosure fraud to title fraud, the modern landscape of impropriety in American real estate is shrinking. Major criminals have taught important lessons about how to protect ourselves from scams. Here we have compiled some important historical real estate scams, each with an important lesson. Greenland’s made of ice\nAnyone who’s been to Greenland can tell you it’s anything but green. Roughly 79 percent of the massive, isolated island is covered in an ice sheet. Originally called Kalaallit Nunaat in the indigenous Greenlandic language, the name Greenland was chosen to be intentionally misleading. ",
  "According to Icelandic sagas, Erik the Red was exiled from Iceland for murder, taking his family and thralls to the arctic lands to the Northwest. The Saga of Erik the Red, written nearly 400 years after his death, claims “In the summer, Erik left to settle in the country he had found, which he called Greenland, as he said people would be attracted there if it had a favorable name.” After an arduous journey across a deadly, frozen sea, settlers arrived to find an arctic tundra, not lush green lands. ",
  "Erik conned hundreds, perhaps thousands of settlers to risk their lives to settle a barren tundra. Misled, Norse settlements across Greenland died out, unable to adapt to the harsh conditions. Few historical records have survived. While Erik the Red’s scam wasn’t profitable in a monetary sense, his fraudulent branding likely led to the death of hundreds. Erik was one of the first to use a name to brand a place as something it surely is not. He was not the last. ",
  "If a deal sounds too good to be true, it probably is. Yazoo land scandal \nIn an effort to shore up Georgia’s land claims after The American Revolutionary War, Georgia Governor Goerge Mathews and other Georgia politicians sold large tracts of territory in what is now Alabama and Mississippi to political insiders at bottom-dollar prices. ",
  "In 1795 Mathews signed the Yazoo Act, authorizing the sale of 40,000,000 acres for just $500,000. Public outrage was immediate. Georgia Senator Jared Irwin was eventually elected Governor, singing a bill to nullify the Yazoo Act less than two months after taking office. The state offered refunds, but many buyers denied them, holding on to the land instead. Soon Georgia ceded all lands west of its present-day border to the federal government, making the Yazoo land owners someone else’s problem. Claims over Yazoo ownership reached the Supreme Court in 1810, leading to one of the first Court decisions overturning state law. ",
  "In Fletcher v. Peck, SCOTUS ruled the original sale was binding. The Contracts Clause of the new U.S. Consitution prohibited voiding contracts for the transfer of land. ",
  "The scandal and resulting case would have lasting impacts on a young country, establishing the importance of property rights and the sanctity of legal contracts. Over the course of America’s history, the federal government has been both the victim and perpetrator of real estate fraud as the nation expanded and federal land holdings grew. Fletcher v Peck was the genesis of an argument fully formed in Johnson v M’Intosh 13 years later, legally articulating the idea that only the federal government could purchase Native American lands, effectively creating a monopoly on vast swaths of America that the U.S. Government would use to drive out the tribes and expand towards manifest destiny at the lowest possible price. While the original Yazzo land deal shows how important it is to stick to the contract, the legacy of the scandal shaped America’s westward expansion for decades, arguably the largest case of land fraud in human history, leading to the suffering of millions of Native Americans. Lou Blonger’s Denver underworld\nFew American conmen are as legendary are Lou Blonger. In his early days, Blonger operated as a small-time scammer, working his way through small towns and mining camps, crossing paths with other old West legends like Doc Holliday and Wyatt Earp. ",
  "Blonger got into the real estate game early, establishing saloons to operate rigged games, using his fast-talking nature to defraud people out of their mining rights, and investing his ill-gotten gains in ranches to breed racehorses. Eventually, Blonger settled in Denver, where he established lucrative fake betting houses. ",
  "Partnering with the Soapy Smith Gang, Blonger took control of Denver, earning his cut from every deal, legal or otherwise. For nearly 30 years Blonger operated with impunity, lining the pockets of local officials to look the other way. To take him down, Colorado District Attorney Phillip Van Cise circumvented traditional law enforcement, all owned by Blonger. Van Cise solicited private donations to fund a secret force of private citizens, leading to the arrest of 33 men, including Blonger. His vast property empire quickly crumbled, leaving only one small ranch to his wife. The rest of his real estate was covered by federal and state government liens used to collect Blonger’s back taxes and cover the cost of his conviction. ",
  "Blonger’s cons were too numerous to strictly define him as a real estate scammer, but property played a major role in his decades of fraud. Blonger’s misdeeds are an important reminder that often legal property holdings are used as cover for what’s really going on. ",
  "Selling the Brooklyn Bridge\n“I’ve got a bridge to sell you” is a real estate and business idiom used when someone’s being gullible. It has its roots in one of the real estate’s most infamous scams. George C. Parker made his living selling property he didn’t own to vulnerable immigrants who didn’t know better. Throughout his criminal career, Parker managed to sell the Statue of Liberty, Madison Square Garden, the Metropolitan Museum of Art, and the Brooklyn Bridge. His fraud was backed by forgery, producing convincing legal documents and deeds for his hapless victims. Parker claimed he sold Brooklyn Bridge twice a week for 30 years. ",
  "Authorities were tipped off to Parker’s illegal persuasions when one of the bridges ‘new owners’ attempted to start building new toll booths on the bridge. After more than one conviction and an escape attempt, Parker was eventually sentenced to mandatory life in prison based on his inability to stop his criminal activity. ",
  "Decades after his death, George C. Parker’s fraud is still teaching people a valuable lesson about trust and gullibility in business. In the world of real estate, be wary of big promises, or someone might sell you a bridge. Swampland in Florida\n“Swampland in Florida” has also become a figure of speech, invoked when a deal isn’t above board. For decades conman after conman has sold freshwater swamps to unwitting investors as a slice of Florida paradise, sight unseen. Charles Ponzi, whose infamy is the namesake of the Ponzi scheme, was one of the first to sell Florida swamplands. After being convicted of mail fraud for other scams, Ponzi jumped bond and headed south, setting up the Charpon Land Syndicate in 1925. ",
  "Ponzi bought 100 acres of swampland 65 miles west of Jacksonville for $16 an acre. Subdividing each acre into 23 plots, Ponzi launched national advertising campaigns selling plots of Florida’s prosperous land for $10 each. ",
  "Ponzi’s real estate fraud wasn’t nearly as successful as his other scams, less than six months after founding his fraudulent property company, Ponzi was indicted for violating Flordia’s trust and securities law. Ponzu might have gotten away with it, but his ego couldn’t take anonymity. Already a well-known criminal by the time he started the scam in the Sunshine State, CHAR-les PON-zi’s shell company Charpon wasn’t a very clever cover, tipping off law enforcement. Florida’s legal system is still dealing with land sale scams nearly a century after Ponzi’s arrest. The lesson of the scheme should last just as long as its complication, if not longer: do your due diligence on a property. Not-so-crazy Eddie \nTurns out Crazy Eddie’s prices were crazy criminal. ",
  "In wild commercials that bombarded New York’s Tri-State area, Crazy Eddie promised dramatically lower prices than his competition. When manufacturers stopped selling to Crazy Eddie’s because the company wasn’t abiding by the manufacturer’s suggested retail price, Eddie Antar found other ways to source electronics by turning to black market and grey market suppliers. ",
  "Doing most business in cash, Crazy Eddie kept sales off the books and evaded the sales tax. Crazy Eddie was a pioneer in retail fraud, using register skimming to under-report revenue. He took an automatic 20 percent of all income, sending it to an offshore bank account, laundering much of it through overseas real estate holdings. Crazy Eddie’s retail empire grew, peaking at 43 stores reporting more than $300 million in sales. At such a scale, it was becoming increasingly difficult to hide the layers of crime propping up the business model. Crazy Eddie’s solution was to take the company public, slowly scaling back the skimming.See alsoJune 3, 2021Byte Sized Real Estate Investments\nCriminality only increased. ",
  "Sales fraud, inventory fraud, accounting fraud, money laundering, securities fraud, insider trading, theft, and tax evasion all backed Crazy Eddie’s growing footprint in some of the country’s most prominent retail markets. Crazy Eddie was confident in his ability to get away with everything because he considered auditors to be feckless, he was more concerned with whistleblowers, so he kept the operation tight, employing family members. ",
  "If Crazy Eddie had kept things in the family, his run may have continued. When going public drew the ire of the SEC, it was only a matter of time before Crazy Eddie’s criminal retail empire was undone. He was eventually sentenced to eight years in prison and more than $1 billion in civil judgments against him. The SEC was able to locate at least $60 million in offshore real estate holdings Antar was using to launder money. With a rap sheet like Eddie Antar’s, it’s a wonder how he got away with it for so long. Antar may have been crazy but he wasn’t dumb, for nearly a decade he used shrewd techniques to perpetrate the largest retail fraud in American history, keeping investigators guessing till the very end. ",
  "Never underestimate the other party (especially the SEC), no matter how crazy they want you to think they are. Cendant one more time \nFounded as an affiliate of Blackstone Group, Hospitality Franchise Systems Inc was first used as an investment vehicle to acquire hotel franchises, buying up brands like Howard Johnson’s, Ramada, and Super 8 Motels. ",
  "After running out of suitable hospitality acquisitions to satiate the firms’ investment appetite, HFS turned to real estate, buying up brokerage houses like Century 21 and Coldwell Banker for hundreds of millions. When HFS merged with CUC International in 1997, rebranding as Cendant, things started to go haywire. An audit done at the behest of the company’s new board of directors revealed CUC’s top executives, including CEO Walter Forbes, had been fraudulently inflating the companies income and assets for several years, to the tune of hundreds of millions in non-existent profits. When the report went public, Cendant’s market cap lost $14 billion, bringing one of the fastest-growing real estate investment firms to its knees. In March 2001, Forbes and other executives were indicted for their role in the massive accounting fraud, ordered to pay $3.2 billion in restitution. History books hardly remember Cendant, a few short months after being convicted of the largest accounting fraud in American history, a company called Enron took over the title and the headlines. ",
  "Cendant is still around today, doing well in fact. If it hadn’t been for the board’s own audit, the scandal could’ve grown large enough to sink the company. ",
  "It pays to find and report problems before the authorities do. Fannie Mae and Freddie Mac fight back\nFannie Mae and Freddie Mac are federally backed mortgage companies. With one foot in the world of public investment and another in the private sector, corporate responsibility gets fuzzy, conflicts of interest are common and critics have plenty of questions. Fannie and Freddie executives have been fending off accusations, lawsuits, and criminal charges of impropriety for years to varying effect. At the epicenter of the 2008 financial crisis, Fannie Mae and Freddie Mac received hundreds of billions of taxpayer funds as part of a bailout. Navigating choppy waters and widespread public criticism for its role in the crisis, in 2008, the Federal Housing Finance Agency placed Fannie Mae and Freddie Mac in a conservatorship, one of the largest government interventions in private industry. ",
  "Backed by federal authority, Fannie Mae and Freddie Mac struck back against the firms that defrauded the agencies and fueled the financial crisis. In 2015 a Federal judge ruled Nomura Holding Inc was not truthful with Fannie Mae, paving the way for Fannie Mae to collect damages and penalties from entities that sold the agency subprime securities. ",
  "The two agencies have collected an estimated $18 billion in penalties from settlements with 18 financial institutions that attempted to defraud the agencies. Fannie Mae and Freddie Mac were the targets of unprecedented levels of fraud. They managed not only to survive but thrive. Under conservatorship, Fannie Mae and Freddie Mac have been lucrative earners for the federal government, bringing in over $100 billion in profit for the U.S. Treasury since the federal takeover. Cooperating with authority has its benefits. Show More \n\n\nRelated \n\nAn Unlikely Hero in the U.S.’s Last Battle with InflationThe Political Geography of the Return to WorkNew HVAC Regulations Have Major Property Management Impact \n\n\n\n\n\nRecent ArticlesReal Estate is Gearing Up to Defend 1031 Exchanges Yet AgainHow the Irvine Family Helped Shape Southern California Wastewater Monitoring Took Off During the COVID-19 Pandemic – and Here’s How it Could Help Head Off Future OutbreaksConversation \n \n \n \n \n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\nPropmodo has a purpose Propmodo deciphers and defines trends for commercial and corporate real estate professionals through a combination of news, research, events, and marketing services. ",
  "Our content creators cut across sector silos to anticipate and embrace change and transformation. Because we believe the future will be defined by leaders who understand the larger context in which the real estate industry operates. "
]