[
  "2015's Biggest Stories About Gender Inequality at Work - The AtlanticSkip to contentSite NavigationThe AtlanticPopularLatestSectionsPoliticsIdeasFictionTechnologySciencePhotoBusinessCulturePlanetGlobalBooksPodcastsHealthEducationProjectsAmerica In PersonFamilyEventsShadowlandInheritanceNewslettersThe Atlantic CrosswordPlay CrosswordThe Print EditionLatest IssuePast IssuesGive a GiftSearch The AtlanticQuick LinksDear TherapistCrossword PuzzleManage SubscriptionPopularLatestSign InSubscribeBusinessYear in Review: The Biggest Stories About Gender Inequality at WorkIn 2015, companies and individuals made some strides toward tackling the wage gap, the rarity of paid leave, and professional sexism.By Li ZhouJohn Shearer / Invision / APDecember 31, 2015ShareGender inequality in the workplace continued to be a subject of contention this past year. Companies from Netflix to Goldman Sachs sought to make their paid-leave programs more equitable.",
  "The gender wage gap was called out again and again, by workers as varied as Hollywood actresses and Google engineers. Government policies in the U.S. and abroad aimed to increase transparency around pay and require more women in company boardrooms. Gender discrimination was brought to the fore in a series of high-profile lawsuits.These make up just a fraction of the events that transpired. What follows is a look back at some important moments from the past year when men and women moved closer to workplace parity.Ellen Pao takes a break with her legal team. (Stephen Lam / Reuters)In a $16 million lawsuit, Ellen Pao sued her former employer, the venture-capital firm Kleiner Perkins Caufield & Byers, for gender discrimination. She alleged that the company overlooked her for promotions on the basis of gender and later terminated her when she brought up the issue.",
  "While Pao lost her case in March, it ultimately drew greater scrutiny to the underrepresentation and experiences of women in tech and venture capital. She’s since written more about her careers in law and tech, including a commentary in the newsletter Lenny, in which she continues to call out sexism in Silicon Valley, but is optimistic about change.",
  "She writes: “Eventually, there comes a point where you can't just rally and explain away all the behavior as creepy exceptions or pin the blame on yourself … You see patterns, systemic problems, and it doesn't matter where you are or what industry you pursue.”Patricia Arquette accepts the award for best actress in a supporting role, for Boyhood. (John Shearer / Invision / AP)During her Oscars acceptance speech in February, the actress Patricia Arquette highlighted the need to close the wage gap in all industries and earned a standing ovation from several audience members, including Meryl Streep and Jennifer Lopez. “It's our time to have wage equality once and for all, and equal rights for women in the United States of America,” she said. In this 2006 photo, Erica Baker works with Raiford Storey in Google’s New York Office. (Mark Lennihan / AP)Erica Baker, a former engineer at Google (now at Slack), created a spreadsheet earlier this year that enabled people to fill out their salaries and share that information more broadly within the company. Nearly 5 percent of workers at Google have since completed the spreadsheet, according to Baker, although she noted that she was penalized for creating it: At Google, employees are able to give each other $150 bonuses as a nod to good work, but, Baker says, seven of the bonuses she received, all of which mentioned the spreadsheet, were denied by her manager.Peggy Young, a former UPS worker whose health care ended when the company denied her request for special accommodations during her pregnancy, with her daughter (Jacquelyn Martin / AP)When she was pregnant, Peggy Young, a former driver at UPS, requested an adjustment to her workload, per her doctor’s recommendations.",
  "The company refused and put her on unpaid leave, citing her inability to lift the 70 pounds required of her in the job description, and she ultimately sued. In March, the Supreme Court decided in Young’s favor on the grounds that UPS, which makes special accommodations for others with specific health conditions, needed to make comparable ones for pregnant women that enable them to continue working.David Cameron arrives at Fort St. Angelo during the Commonwealth Heads of Government Meeting.",
  "(Andrew Winning / Reuters)In July, British Prime Minister David Cameron established a rule requiring all companies with 250 or more employees to share information on the average pay that their male and female workers receive. His aim: to “cast sunlight on the discrepancies and create the pressure we need for change, driving women’s wages up.” In a 2014 World Economic Forum report, the U.K. ranked 48th out of 131 countries for gender pay equity, while the U.S. came in 65th.Jim Young / ReutersWhile the headlines covering the topic were lighthearted—a Washington Post piece in July was titled “Freezing women, oblivious men”—a study from Nature published this year found that the formula used to calculate standard office thermostat temperatures was biased, and based on the resting metabolic rate of a 40-year-old man who weighs 154 pounds. Women, who tend to have lower metabolic rates, may get warmer at a slower rate and thus find that offices, in one sense, are not built with them in mind.German Chancellor Angela Merkel attends a weekly cabinet meeting in Berlin. (Fabrizio Bensch / Reuters)Today, 20 percent of Germany’s corporate boardroom seats belong to women, and in a move that will increase gender diversity, the country passed a law in March instituting boardroom quotas. The law requires that companies have at least 30 percent women in supervisory seats, and German Justice Minister Heiko Maas called it “the greatest contribution to gender equality since women got the vote.” Germany follows in the footsteps of Norway, Spain, France, Iceland, Italy, and Belgium, which all have similar legislation.California state senator Hannah-Beth Jackson is congratulated by senator Marty Block after her wage-equality bill was approved. (Rich Pedroncelli / AP)In October, California’s governor, Jerry Brown, signed into law the Fair Pay Act, which enables employees to freely ask their employers how their wages compare to others in comparable positions, including those at different physical locations of the same company.",
  "It’s been called one of the strongest laws in the nation to offer such protections, and goes into effect on January 1, 2016.Robert Galbraith / ReutersWhile many strategies have been recommended to address the wage gap within companies, Salesforce, the cloud-based software company, opted to vanquish it completely by reviewing its payroll and simply adjusting salaries so that all female employees made the same amount as the men in comparable roles. The decision, which was first made public in November, was implemented following the review of 17,000 employees’ salaries and cost the company $3 million.Reed Hastings, the founder and CEO of Netflix (Gonzalo Fuentes / Reuters)This summer, Netflix became the first company to offer one year of paid family leave for new mothers and fathers.",
  "Other organizations, including the Bill and Melinda Gates Foundation, Facebook, and Spotify, quickly followed suit, enacting similarly generous policies.Jonathan Ernst / ReutersAlthough many large companies have announced more comprehensive paid-leave policies, many of these apply exclusively to a small subset of workers in high-paying white-collar jobs. In October, the Washington D.C. City Council proposed a law that would cover all workers and enable them to take 16 weeks of paid leave to care for a child or sick family member, regardless of where they work.Jennifer Lawrence walks the red carpet at the U.K. premiere of The Hunger Games: Mockingjay Part 2. (Luke Macgregor / Reuters)In October, Jennifer Lawrence wrote an impassioned op-ed in the newsletter Lenny about the lack of gender wage equality in Hollywood, citing the difference between her salary with that of male co-stars Bradley Cooper and Christian Bale for their roles in American Hustle. “When the Sony hack happened and I found out how much less I was being paid than the lucky people with dicks, I didn't get mad at Sony,” she wrote, “I got mad at myself. I failed as a negotiator because I gave up early … I'm over trying to find the ‘adorable’ way to state my opinion and still be likable!” Her piece has since ignited fierce discussion about wage gaps in Hollywood and beyond, with Bradley Cooper announcing that he will openly share his salary information, in an effort to promote pay transparency.Canada's new prime minister, Justin Trudeau, poses with his cabinet after their swearing-in. (Chris Wattie / Reuters)In November, Canada’s new prime minister, Justin Trudeau, appointed equal numbers of men and women to his 31-person cabinet, which he also sits on.",
  "His reason for prioritizing gender parity? “Because it's 2015.”"
]