[
  "SDG 9: Industry, Innovation And Infrastructure HomeAbout UsWho We AreWhat We DoWhere We WorkUN TeamIndia and the UNSDGsNEWS & MEDIANews CentreEventsBlogsVideosPhoto StoriesPress Releases & StatementsSpeechesUN Hindi RadioCOVID 19UNICUN in HindiLIBRARYContact UsWork With UsFor MediaFor UN AgenciesMust ReadDeadly mosque explosion ‘another painful blow to the people of...Extreme heat impacting millions across India and PakistanUN rights office calls for Singapore stay of execution for Malaysia...Volunteers demonstrate compassion of Ramadan in Indonesia: A UN Resident...First Person: Torres Strait Islanders fight the loss of their ancestral homeAfghanistan: UN condemns deadly blasts at two schools in Kabul Millet seeds, a powerful weapon against hunger‘Build forward fairer’ report, urges new social contract for Asia and the...The dangers of defending women accused of sorcery in Papua New GuineaRespect and protect basic human rights in Sri Lanka, UN experts urgeSri Lanka: Mishandling of economic crisis triggers alarm over rights...World can end ‘downward humanitarian spiral’ of AfghanistanResponse plan launched to support 1.4 million Rohingya and BangladeshisFighting child marriage in India, thanks to school and a mobile phone Call for unity in Security Council over latest DPR Korea missile testGuterres strongly condemns DPR Korea long-range ballistic missile launchTaliban’s backtracking on girls’ education, ‘deeply damaging’Human rights in Myanmar face ‘profound crisis’ – BacheletSecurity Council votes to bolster UN priorities in AfghanistanAfghanistan: Food insecurity and malnutrition threaten ‘an entire...Myanmar: ‘Appalling’ violations demand ‘unified and resolute...Women must be given space to lead if Afghanistan is to find peace: BacheletTo spare Afghanistan, world must engage with Taliban, Lyons tells Security...Indonesia: Shocking abuses against indigenous Papuans, rights experts report Drag queen story hour: tales of acceptance and dreamsWomen building a sustainable future: India’s rural energy pioneersSri Lanka: UN rights chief welcomes reform but concerns remain UN condemns brutal killing of eight polio workers in Afghanistan Stop weapons supply to Myanmar, rights expert urgesHalt all retaliation attacks against Indian journalist Rana Ayyub – UN... Start typing, then use the up and down arrows to select an option from the list A-AA+ HomeAbout UsWho We AreWhat We DoWhere We WorkUN TeamIndia and the UNSDGsNEWS & MEDIANews CentreEventsBlogsVideosPhoto StoriesPress Releases & StatementsSpeechesUN Hindi RadioCOVID 19UNICUN in HindiLIBRARYContact UsWork With UsFor MediaFor UN Agencies HomePageSustainable Development GoalsSDG 9: Industry, Innovation And InfrastructureSDG 9: Industry, Innovation And Infrastructure The ChallengeThe story of industrial development has been an important determinant of the course of our history as a community of nations. From the first steam engines to the first assembly lines, to today’s truly global production chains and processes, industry has changed our economies and helped drive major changes in our societies.",
  "But without sustainable practices and infrastructure in place, our growth has left vast sections of people behind. More than 937 million of the world’s population in 2016 do not have access to electricity. For many lower-income countries, the existent infrastructure constraints affect firm productivity by around 40%.Why is this important?Investments in transport, irrigation, energy and information and communications technology have been crucial to driving economic growth and empowering communities in many countries. The job multiplication effect of industrialisation has a positive impact on society, as 1.1 jobs in manufacturing creates 2.2 jobs in other sectors. The manufacturing sector is an important employer, accounting for around 14.2% of the world’s workforce of 2.9 billion. It has long been recognised that a strong physical network of industry and communication can enhance productivity and incomes, and improve health, wellbeing and education.",
  "Technological progress similarly enhances our wellbeing as countries, and can also improve the state of the planet through increased resource and energy efficiency.How can we address this?Through SDG 9, countries have determined that investing in more resilient infrastructure, cooperating across borders, and encouraging small enterprises will all be critical to ensuring sustainable industrial development. We will also have to improve our existing industrial infrastructure, and here, technological innovation will be key."
]