[
  "\n\n\n\n\n\n\n\nSustainable consumption and production\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n Skip to content\n\n\n\n\n\n\n\n\n\nWelcome to the United Nations \n\nعربي中文EnglishFrançaisРусскийEspañol \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch SDG Site\n\n\n\n\n\n\n\nA-Z Site Index \n\n\n\n\n\n\n\n\n\n\nHomeAbout The Sustainable Development AgendaThe Sustainable Development Goals: Our Framework for COVID-19 RecoveryDecade of ActionSDG Moment 2021A New Social Contract for a New EraFood Systems Summit 2021Why the SDGs MatterMonitoring and Progress – HLPFSustainable Development Goals ReportFinancing for DevelopmentUN Secretary-General’s Strategy for Financing the 2030 AgendaUnited Nations ReformCampaigns ClimateGender EqualityOceanGoals 1-6Goal 1: End poverty in all its formsGoal 2: Zero HungerGoal 3: HealthGoal 4: EducationGoal 5: Gender equality and women’s empowermentGoal 6: Water and Sanitation7-12Goal 7: EnergyGoal 8: Economic GrowthGoal 9: Infrastructure, industrializationGoal 10: InequalityGoal 11: CitiesGoal 12: Sustainable consumption and production13-17Goal 13: Climate ActionGoal 14: OceansGoal 15: Biodiversity, forests, desertificationGoal 16: Peace, justice and strong institutionsGoal 17: PartnershipsTake Action ActNow.botFood ChallengeActNow | Food Challenge | Sustainable RecipesActNow | Food Challenge | VideosBe the ChangeThe Lazy Person’s Guide to Saving the WorldPartnerships About PartnershipsSDGs in Action appSDG Media CompactSDG Publishers CompactSDG Media ZoneSDG Action ZoneSDG AdvocatesClimate AdvocatesNews and Media NewsFeatured NewsPress materialsSDG Planning CalendarGoal of the MonthGoal of the Month | ArchiveDownload communications materialsVideosLearn more Student ResourcesSDG Book ClubSDG Book Club | ArchiveSDG Media ZoneWhy the SDGs Matter\n\n\n\n\n\n\nSearch SDG Site\n\n\n\n\n\n\n\nA-Z Site Index\n\n\n \n\n\n\n\n\n\n\n\n\n\nGoal 12: Ensure sustainable consumption and production patterns\n\n\n\n\n\n\n\n\n\nSustainable consumption and productionMartin2020-08-11T10:25:36-04:00\n\n\n\n\nWorldwide consumption and production — a driving force of the global economy — rest on the use of the natural environment and resources in a way that continues to have destructive impacts on the planet. Economic and social progress over the last century has been accompanied by environmental degradation that is endangering the very systems on which our future development — indeed, our very survival — depends. ",
  "A few facts and figures:\n\nEach year, an estimated one third of all food produced – equivalent to 1.3 billion tonnes worth around $1 trillion – ends up rotting in the bins of consumers and retailers, or spoiling due to poor transportation and harvesting practices. If people worldwide switched to energy efficient light bulbs the world would save US$120 billion annually. Should the global population reach 9.6 billion by 2050, the equivalent of almost three planets could be required to provide the natural resources needed to sustain current lifestyles. The COVID-19 pandemic offers countries an opportunity to build recovery plans that will reverse current trends and change our consumption and production patterns towards a more sustainable future. Sustainable consumption and production is about doing more and better with less. It is also about decoupling economic growth from environmental degradation, increasing resource efficiency and promoting sustainable lifestyles. ",
  "Sustainable consumption and production can also contribute substantially to poverty alleviation and the transition towards low-carbon and green economies. COVID-19 response\n\nThe current crisis is an opportunity for a profound, systemic shift to a more sustainable economy that works for both people and the planet. ",
  "The emergence of COVID-19 has underscored the relationship between people and nature and revealed the fundamental tenets of the trade-off we consistently face: humans have unlimited needs, but the planet has limited capacity to satisfy them. We must try to understand and appreciate the limits to which humans can push nature, before the impact is negative. Those limits must be reflected in our consumption and production patterns. COVID-19 can be a catalyst for social change. We must build back better and transition our production and consumption patterns towards more sustainable practices. Why it matters:\nResponsible Consumption and Production\nInfographic:\nResponsible Consumption and Production\nFacts and figuresGoal 12 targetsLinksFacts and figures\n\nAccording to latest projections, the global population could grow to around 8.5 billion in 2030, 9.7 billion in 2050. ",
  "The equivalent of almost three planets could be required to provide the natural resources needed to sustain current lifestyles. 93 per cent of the world’s 250 largest companies are now reporting on sustainability. ",
  "Water\n\nLess than 3 per cent of the world’s water is fresh (drinkable), of which 2.5 per cent is frozen in the Antarctica, Arctic and glaciers. Humanity must therefore rely on 0.5 per cent for all of man’s ecosystem’s and freshwater needs. Humankind is polluting water in rivers and lakes faster than nature can recycle and purify\nMore than 1 billion people still do not have access to fresh water. Excessive use of water contributes to the global water stress. Water is free from nature, but the infrastructure needed to deliver it is expensive. Water use has been increasing worldwide by about 1per cent per year since the 1980s. ",
  "Agriculture (including irrigation, livestock and aquaculture) is by far the largest water consumer, accounting for 69per cent of annual water withdrawals globally. Industry (including power generation) accounts for 19per cent and households for 12per cent. ",
  "Over 2 billion people live in countries experiencing high water stress. Over the period 1995–2015, floods accounted for 43per cent of all documented natural disasters, affecting 2.3 billion people, killing 157,000 more and causing US$662 billion in damage. Three out of ten people (2.1 billion people, or 29per cent of the global population) did not use a safely managed drinking water service4 in 2015, whereas 844 million people still lacked even a basic drinking water service. Energy\n\nIf people worldwide switched to energy efficient lightbulbs, the world would save US$120 billion annually. Despite technological advances that have promoted energy efficiency gains, energy use in OECD countries will continue to grow another 35 per cent by 2020. Commercial and residential energy use is the second most rapidly growing area of global energy use after transport. ",
  "In 2002 the motor vehicle stock in OECD countries was 550 million vehicles (75 per cent of which were personal cars). A 32 per cent increase in vehicle ownership is expected by 2020. ",
  "At the same time, motor vehicle kilometers are projected to increase by 40 per cent and global air travel is projected to triple in the same period. Households consume 29 per cent of global energy and consequently contribute to 21 per cent of resultant CO2 emissions. The share of renewable energy in final energy consumption has reached 17.5per cent in 2015. The global electrification rate reached 89per cent in 2017 (from 83per cent in 2010), still leaving about 840 million people without access\nBetween 2010 and 2017, the percentage of the population relying on clean cooking solutions grew by an annual average of 0.5 percentage points. The global population without access to electricity fell from 1.2 billion in 2010 to 840 million in 2017. Food\n\nEach year, an estimated 1/3 of all food produced – equivalent to 1.3 billion tons worth around $1 trillion – ends up rotting in the bins of consumers and retailers, or spoiling due to poor transportation and harvesting practices\n38 million children under the age of 5 were overweight or obese in 2019. ",
  "Land degradation, declining soil fertility, unsustainable water use, overfishing and marine environment degradation are all lessening the ability of the natural resource base to supply food. The food sector accounts for around 30 per cent of the world’s total energy consumption and accounts for around 22 per cent of total Greenhouse Gas emissions. ",
  "Goal 12 targets\n12.1 Implement the 10-year framework of programmes on sustainable consumption and production, all countries taking action, with developed countries taking the lead, taking into account the development and capabilities of developing countries\n12.2 By 2030, achieve the sustainable management and efficient use of natural resources\n12.3 By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses\n12.4 By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment\n12.5 By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse\n12.6 Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle\n12.7 Promote public procurement practices that are sustainable, in accordance with national policies and priorities\n12.8 By 2030, ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature\n12.A Support developing countries to strengthen their scientific and technological capacity to move towards more sustainable patterns of consumption and production\n12.B Develop and implement tools to monitor sustainable development impacts for sustainable tourism that creates jobs and promotes local culture and products\n12.C Rationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions, in accordance with national circumstances, including by restructuring taxation and phasing out those harmful subsidies, where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimizing the possible adverse impacts on their development in a manner that protects the poor and the affected communities\nLinks\nThe 10-Year Framework of Programmes on Sustainable Consumption and Production\nUN Environment Programme – Resource efficiency\nFAO website for Sustainable Production\nInternational Telecommunications Union \nUNDP page for Sustainable Production & Consumption\nRelated news\n\n\n\n\n\n\nActNow for Zero-Waste Fashion\n\n\n\t\t\t\t\t\tGallery\t\t\t\t\t\n\n\n\n\n\n\n\nActNow for Zero-Waste FashionTitouan Chassagne2019-08-15T10:34:53-04:0015 Aug 2019|Climate action, at the individual level, involves changing habits and routines by making choices that have less harmful effects on the environment.Read More\n\n\n\n\n\n\n\n\nGoal of the Month | Exclusive Interview With Michelle Yeoh, UNDP Goodwill Ambassador\n\n\n\t\t\t\t\t\tGallery\t\t\t\t\t\n\n\n\n\n\n\n\nGoal of the Month | Exclusive Interview With Michelle Yeoh, UNDP Goodwill AmbassadorTitouan Chassagne2019-06-12T15:49:48-04:0007 Jun 2019|10,000 litres of water are required to make a single pair of jeans. UNDP Goodwill Ambassador Michelle Yeoh gives us tips on how we can adopt sustainable fashion in our daily lives.Read More\n\n\n\n\n\n\n\n\nWhy Waste Water? Gallery\t\t\t\t\t\n\n\n\n\n\n\n\nWhy Waste Water?Martin2019-05-31T12:41:23-04:0030 May 2019| UN-Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. Together, we are the ‘UN-Water family’ and SDG 6  - to ensure the availability and sustainable management of [...]Read More\n\n12NextLoad More PostsRelated videosRuna A2019-06-12T15:36:48-04:00Targeting Plastics: Using nuclear techniques to tackle global challengesMartin2019-06-12T15:46:36-04:00UNDP Goodwill Ambassador Michelle Yeoh follows the sustainable fashion trail\ndpicampaigns2019-06-12T15:43:21-04:00SDG Media Zone: Sustainable FashionMartin2019-06-12T15:45:42-04:00WATCH: How we treat our waste affects our health, environment and even our economiesShare this story, choose your platform! The 17 Goals \n\nRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead MoreRead More \n \n \n\n\n\n\n\nSDG RESOURCES ACROSS THE UNSustainable Development Knowledge Platform\nUnited Nations Sustainable Development Group\nUnited to Reform\nUnited Nations homepage\nSDG Media Zone \n\n UN NewsRecognize ‘enormous challenges’ facing northern Nigeria to forge new hope, Guterres urgesNatural resources must be ‘part of the solution’ in fight against deforestationExtreme heat impacting millions across India and PakistanSmall solutions, big impacts: 5 community-based projects tackling climate change \n\nFollow Us\n\n\n\n\n\n\n\n\n \n\n \n \n \n\n\n\n\n\n\nUNITED NATIONS\n\n\nA-Z Site Index | \r\n            Contact | Copyright | \r\n            FAQ  | \r\n            Fraud Alert | \r\n            Privacy Notice | \r\n            Terms of Use\n\n\n \n\n\n\n \n \n \n \n\n\n \n \n\n\n\nPage load link\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLoading Comments...\n\n\n\n \n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\tYou must be logged in to post a comment. Go to Top "
]