[
  "14 - LIFE BELOW WATER - HEROES NEVER SLEEP italian Global Shapers Skip to content About the project Hubs Global Shapers Florence Global Shapers Genoa Global Shapers Milan Global Shapers Palermo Global Shapers Reggio Emilia Global Shapers Rome Global Shapers Trento Global Shapers Turin Global Shapers Venice Heroes Photo interviews Video interviews Local Heroes The 2030 Agenda Contacts Report your Local Hero Italiano GOAL 14 – LIFE BELOW WATER Goal 14 deals with the conservation and sustainable use of the oceans, seas and marine resources for a sustainable development The objective is to protect marine and coastal ecosystems by reducing marine contamination and ocean acidification, end unsustainable fishing practices, promote scientific research on marine technology and encourage the growth of developing island states.It is estimated that a total of about 8 million tons of plastic end up in the sea every year, of which 7% in the waters of the Mediterranean. Sustainable Development Goals Explained: Life Below Water A global approach to the management of marine litter pollution represents an important step towards a resolution, as it is a problem that goes beyond the territorial boundaries of individual nations.",
  "The Mediterranean Sea is an almost closed basin where currents return 80% of plastic waste to the coasts, meaning that, for every kilometer of coastline, more than 5 kg of plastic accumulates per day. Nevertheless, the worst type of pollution arising from plastic is the invisible one: microplastics. The Mediterranean Sea has only 1% of the world’s waters, but it contains 7% of marine microplastics. Lines, fishing nets, bags, bottles, flasks, and much more: large pieces of plastic injure, strangle and often cause the death of animals such as sea turtles and seabirds. There are 134 species of fish, birds, turtles and marine mammals that are victims of plastic ingestion in the Mediterranean. Share source: https://www.wwf.it/plastica_nel_mediterraneo.cfm focus Per approfondire e consultare dati interessanti dai un' occhiata alla pagina delle Nazioni Unite dedicata all'Obiettivo di Sviluppo Sostenibile n.14 17 goals Related Want more?"
]