[
  "While Nestlé extracts millions of litres from their land, residents have no drinking water | Indigenous peoples | The Guardian Skip to main contentSkip to navigationAdvertisementInternational editionInternational editionUK editionUS editionAustralian editionThe Guardian - Back to homePrint subscriptionsSearch jobs Sign inSearchNewsOpinionSportCultureLifestyleShowMoreShow MoreNewsWorld newsUK newsCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesOpinionThe Guardian viewColumnistsCartoonsOpinion videosLettersSportFootballCricketRugby unionTennisCyclingF1GolfUS sportsCultureBooksMusicTV & radioArt & designFilmGamesClassicalStageLifestyleFashionFoodRecipesLove & sexHealth & fitnessHome & gardenWomenMenFamilyTravelMoneyMake a contributionSubscribeSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteThe Guardian appVideoPodcastsPicturesNewslettersToday's paperInside the GuardianThe ObserverGuardian WeeklyCrosswordsFacebookTwitterSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteWorldEuropeUSAmericasAsiaAustraliaMiddle EastAfricaInequalityGlobal developmentIndigenous peoplesWhile Nestlé extracts millions of litres from their land, residents have no drinking water Iokarenhtha Thomas, a mother of five. ‘That’s just the reality of living on reserve,’ she said of the lack of water.",
  "‘You grow up being treated unfairly.’ Photograph: Jennifer Roberts/The GuardianIokarenhtha Thomas, a mother of five. ‘That’s just the reality of living on reserve,’ she said of the lack of water. ‘You grow up being treated unfairly.’ Photograph: Jennifer Roberts/The GuardianJust 90 minutes from Toronto, residents of a First Nations community try to improve the water situation as the beverage company extracts from their landAlexandra ShimoThu 4 Oct 2018 10.00 BSTLast modified on Fri 5 Oct 2018 15.51 BSTThe mysterious rash on the arm of six-year-old Theron wouldn’t heal. For almost a year, his mother, Iokarenhtha Thomas, who lives in the Six Nations of the Grand River indigenous reserve in Ontario, went to the local doctor for lotions for the boy. It worked, for a time. But the itchy red rash always returned.",
  "Thomas came to suspect the culprit behind the rash: water – or, rather, the lack of it.Thomas, a university student and mother of five, has lived without running tap water since the age of 16. Her children lack access to things commonplace elsewhere, like toilets, showers and baths.",
  "For washing and toilet usage, they use a bucket.It is a challenging existence, full of frustration, exhaustion and health problems, and reminiscent of life in some developing countries. But this is not the “third world”. It is Canada, which regularly ranks as one of the United Nations’ top places in the world to live. Moreover, this Native community is located in prosperous southern Ontario, 90 minutes from Canada’s largest and richest city, Toronto.Meanwhile, while Thomas and her family do without water, the beverage company Nestlé extracts millions of litres of water daily from Six Nations treaty land.ruleTwice a week, Thomas and her husband grab jugs, pails and whatever else they have in the house, and drive 8km to a public tap to fill up. The water isn’t drinkable, however, so once a week they also drive 10km to the nearest town, Caledonia, to buy bottled water to drink.Ken Greene boils water in his home at the Six Nations reserve in Ontario. Photograph: Jennifer Roberts/The Guardian“When my husband isn’t here, it makes it difficult to do the dishes or anything because I don’t have the strength to carry all the jugs of water,” Thomas said.“When I start to compare my life to someone who isn’t living on reserve, I start feeling angry at the government,” she said.",
  "“Because our people don’t have running water. But that’s just the reality of living on reserve.",
  "You grow up being treated unfairly.”Each container of the store-bought bottled water weighs more than 40lb, so a little over a year ago, Thomas, a slight, willowy woman, began supplementing them with rainwater collected from her rooftop gutters. She would have continued had it not been for her son’s rashes, later diagnosed as impetigo, which she believes came from bacteria on the roof’s shingles. “It made me feel like a bad mother to know that he had all these skin issues from washing with [rain] water.”That’s just the reality of living on reserve. You grow up being treated unfairlyNinety-one percent of the homes in this community aren’t connected to the water treatment plant, says Michael Montour, director of public works for Six Nations. Some, like the Thomas home, have no water at all. Others have water in their taps, but it is too polluted to drink.The Six Nations are not the only First Nations community in Canada with a water crisis.",
  "There are currently 50 indigenous communities with long-term boil water advisories, which means an estimated 63,000 people haven’t had drinkable water for at least a year – and some for decades. But this may underestimate the size of the problem, since some indigenous communities, such as Six Nations, have a functional water plant but no workable plumbing.",
  "The lack of water has been linked to health issues in indigenous communities including hepatitis A, gastroenteritis, giardia lamblia (“beaver fever”), scabies, ringworm and acne.“Why do white people live with water and we don’t?” said Dawn Martin-Hill, a Six Nations local and professor of indigenous studies at McMaster University. “They don’t have to live like we live. There’s a lot of environmental racism.”ruleIt seems difficult to believe that anyone in Canada, a large, sparsely populated country home to 60% of the world’s lakes and one-fifth of the world’s fresh water, could be without clean water.Canada’s bounty has made it an attractive destination for beverage brands such as Aquafina and Dasani, which pump and bottle the abundant freshwater. But the distribution is rarely according to need. Nestlé, the world’s biggest bottler, is extracting up to 3.6m litres of water daily from nearby Six Nations treaty land.“Six Nations did not approve [of Nestlé pumping],” Martin-Hill said. “They told Nestlé that they wanted them to stop.",
  "Of course, they are still pumping as we speak.”Iokarenhtha Thomas holds her daughter Waehsa Thomas and the water she needs to bring into her home. Photograph: Jennifer Roberts/The GuardianNestlé pumps springwater from the nearby Erin well, which sits on a tract of land given to the Six Nations under the 1701 Nanfan Treaty and the 1784 Haldimand Tract, said Lonny Bomberry, Six Nations lands and resources director.The Six Nations – Mohawk, Cayuga, Onondaga, Oneida, Seneca and Tuscarora – sided with the British during the American revolution; as a reward they were given an area of approximately 3,845 sq km around the Grand River.",
  "Later, Ontario broke the treaty, reducing it to the current 194 sq km.The land’s legacy may be 300 years old, but for Six Nations residents, it is alive and present. Many are outraged at Nestlé’s practices, including JD Sault, a self-employed mother of two. Like the Thomases, she lacks drinking water in her home. She paid several thousand dollars for her house to be connected to a nearby well – then found the water too polluted to drink. There is probably sewage contamination from her neighbours’ septic beds, she said. She worries about E coli and other bacteria.“Nestlé are taking out water for free, so why don’t they dispense it to people?” Sault said.",
  "“It’s the indigenous resources they are taking. It’s unreal what [Nestlé] are doing.",
  "It’s unreal the way they operate.”No one disputes the existence or legality of the Haldiman or Nanfan treaties. If anything, their legality is finally being taken seriously, thanks to a shift in the national political climate toward greater recognition of indigenous rights, including several wins in the supreme and lower courts.But the question of who owns Canadian water is as murky as the water on many First Nations lands. In theory, the provinces have owned the water since 1930, when the federal government delegated ownership with the Natural Resources Transfer Act. According to that act, the provinces have the right to sell their water to whomever they want, including companies like Nestlé.But water is also supposed to be regulated by the federal government, which is responsible for the natural environment and Canada’s waterways. And, according to the Canadian constitution, the federal government has a “duty to accommodate and consult” First Nations and to make sure other parties do the same when extracting any natural resource, including water, from indigenous land.This legal ambiguity has allowed Nestlé to move in and extract precious water on expired permits for next to nothing. Nestlé pays the province of Ontario $503.71 (US$390.38) per million litres.",
  "But they pay the Six Nations nothing.In response, the Six Nations are suing the province, in a case before the superior court of Ontario.“We are working hard on developing our relationships with local First Nations communities, and look forward to working together,” Jennifer Kerr, director of corporate affairs for Nestlé Waters Canada, wrote in an email to the Guardian.rule“Everything has to do with the water,” explained Ken Greene, 53, who lives with his wife in a one-bedroom trailer without running water. “Because it has to do with the land.",
  "Land needs water. We need water. We can’t survive without it.”The disputed Erin well is located in a drought-stricken area, explained Emma Lui, a water campaigner with the Council of Canadians, a progressive not-for-profit that works on environmental causes. The drought has dried the wetlands surrounding Greene’s 10-acre property. It has also decimated the local populations of salmon, trout, pike and pickerel, Greene said.Ken Greene gathers water for his home at the Six Nations reserve in Ontario. Photograph: Jennifer Roberts/The GuardianMartin-Hill told me that indigenous leaders can do little to address the drought because they are caught in a legal trap.",
  "Drought and other environmental problems are supposed to be addressed during the granting of new water permits. That’s when scientific and legal experts examine fish populations, vegetation and aquifer levels to decide how much well water can be safely extracted.It’s not happening.",
  "There’s been a moratorium on new permits since 2016 – yet, paradoxically, the Ontario government has also given companies the right to pump water on expired permits until 2019. (The permit for the Erin site expired in 2017. )Makaśa Looking Horse, 21, a student in indigenous studies at McMaster University, has organized a community-wide march for this fall. She has also organized a boycott of Nestlé’s products. “It’s hard to boycott Nestlé because they own so many companies that sell so many products,” she said. “It’s hard to pick and choose.",
  "You don’t always know what’s Nestlé and what’s not because they own so much.”This is not the first time Nestlé has found itself in such difficulties. In fact, numerous conflicts have surfaced related to their business model, according to Peter Gleick, co-founder and president emeritus of the Pacific Institute, a global water thinktank, and author of Bottled and Sold: The Story Behind Our Obsession with Bottled Water.Many of Nestlé’s competitors, such as Aquafina and Dasani, don’t use spring water, but filter and treat tap water, Gleick said.",
  "But Nestlé was founded in the 19th century on the idea that spring water might have incredible health benefits. Nestlé bottles its brands – including Arrowhead, Poland Spring, Deer Park, Ozarka, Zephyrhills, Acqua Panna, San Pellegrino, Perrier, Vittel and Buxton – from deep aquifers and natural springs, which can take decades or longer to replenish.Ken Greene gathers water for his home. Photograph: Jennifer Roberts/The GuardianFor the past century, demand for freshwater has grown twice as fast as population growth, explained Steven Solomon, author of Water: The Epic Struggle for Wealth, Power and Civilization. The United Nations predicts that by 2025, 1.8 billion people will live with dire water shortages, and two-thirds of the world’s population could be living under stressed water conditions. That means a race to find untapped springs.Anticipating shortages, companies like Nestlé are trying to lock in as much of the world’s water as possible, explained Solomon. Bottled water is the world’s most popular drink, and its sales recently outstripped soft drinks, according to a study by Beverage Marketing Corp.",
  "The trend is expected to intensify. The higher temperatures predicted with climate change will lead to less water and more thirst.",
  "“Demand is rising,” Solomon said. “The curve is rising a lot. And they are trying to tie up supply.”“The fact that Nestlé is commercializing these natural resources in a community that doesn’t have access to reliable safe, affordable drinking water is a stunning example of the disparities we see around the world in access to safe water,” Gleick said. “The rich can pay for water and the poor get shortchanged over and over again.”The former CEO of Nestlé, Peter Brabeck-Letmathe, caused an international furor when he praised the commodification of water in a 2005 documentary, saying: “One perspective held by various NGOs – which I would call extreme – is that water should be declared a human right … The other view is that water is a grocery product. And just as every other product, it should have a market value.”ruleWhile the lack of water in indigenous communities has been carefully documented, the full impact on the health and mental wellbeing of indigenous residents has not.Eager for answers, McMaster University professor Martin-Hill is conducting a three-year interdisciplinary study examining the impact of contaminated water and lack of water on humans, as well as fish and wildlife. “We need to know what is going on.",
  "Because what is happening with our water is a systemic, institutional assault on indigenous people’s lands and rights over those lands to protect and preserve them.”Martin-Hill believes that the exorbitant suicide rate among First Nations youth – five to seven times that of other Canadians, according to the federal government – is directly related to the lack of drinkable water. For a Six Nations person, water is sacred and a symbol of life.",
  "But the lack also has metaphorical significance, as it becomes representative of the myriad ways that indigenous Canadians are treated as second-class citizens.Larry Jamieson collects water. Photograph: Jennifer Roberts/The Guardian“The young people are upset, pissed and demoralized,” Martin-Hill said. “There’s a strong element of depression, sadness and hopelessness because it’s been going on for so long. Young people don’t see a future.”At Six Nations, the water situation is improving, albeit slowly. In 2013, the community received a $41m grant to build a state-of-the-art water treatment plant. Unfortunately, the grant did not cover the cost of plumbing, so it serves only 9% of homes.“We had to take out a loan for $12m to come up with the final dollars needed,” Chief Ava Hill said.",
  "“In addition, they have not provided sufficient operation and maintenance dollars for us to run the plant. The challenges of gaining money for infrastructure on reserves is that the federal government simply does not provide enough dollars even though they have the fiduciary responsibility to do so.”With the election of Justin Trudeau, the tide seemed to shift somewhat.",
  "The prime minister promised to improve First Nations prosperity and solve the bad water issue on indigenous reserves by March 2021.While there has been some progress, there aren’t sufficient funds. The Liberal government earmarked $1.8bn over five years to solve the water issue. But the real cost is estimated at $3.2bn, leaving the government more than $1bn short.For Thomas, the inequality between indigenous people’s access to drinking water and everyone else didn’t start with water, but far earlier, with land displacement and colonialism. For her, it is the latest example of an ongoing cultural genocide. When thinking about how she will survive another day without drinking water, she remembers how her family has survived in the past.“We are taught to be resilient,” she said. “It’s not right, but it’s just a reality.",
  "You have to tell yourself: ‘This is just the way it is.’ Otherwise you become angry and bitter.”TopicsIndigenous peoplesCanadaWaterAccess to waterAmericasPovertyInequalityfeaturesReuse this contentMost popularMost popularWorldEuropeUSAmericasAsiaAustraliaMiddle EastAfricaInequalityGlobal developmentNewsOpinionSportCultureLifestyleContact usComplaints & correctionsSecureDropWork for usPrivacy policyCookie policyTerms & conditionsHelpAll topicsAll writersDigital newspaper archiveFacebookYouTubeInstagramLinkedInTwitterNewslettersAdvertise with usSearch UK jobsBack to top© 2022 Guardian News & Media Limited or its affiliated companies. All rights reserved."
]