[
  "Sustainable Cities and Communities: Development news, research, data | World Bank Skip to Main Navigation Global Search Search button WHO WE ARE Leadership, organization, and history WHAT WE DO Projects, products, and services WHERE WE WORK Countries and regions UNDERSTANDING POVERTY Global data and statistics, research and publications, and topics in poverty and development WORK WITH US Jobs, procurement, training, and events News COVID-19 World Bank Support for Country Access to COVID-19 Vaccines WHO WE ARE With 189 member countries, staff from more than 170 countries, and offices in over 130 locations, the World Bank Group is a unique global partnership: five institutions working for sustainable solutions that reduce poverty and build shared prosperity in developing countries. About the World Bank Overview Organization Partners History World Bank Group Strategy Archives Accountability Annual Reports Access to Information Accountability Mechanism Corporate Scorecard Data Privacy World Bank Group Finances Integrity Vice Presidency Inspection Panel Grievance Redress Service Independent Evaluation Group Compliance Advisor Ombudsman Policies and Procedures Experts And Leaders Office of the President Boards of Governors Boards of Directors Leadership Experts News WHAT WE DO The World Bank Group works in every major area of development.",
  "We provide a wide array of financial products and technical assistance, and we help countries share and apply innovative knowledge and solutions to the challenges they face. Development Projects Projects By Country By Sector By Theme Country Engagement Environmental and Social Policies for Projects Procurement for Projects and Programs Results Priorities Human Capital Project People, Peace, Prosperity COVID-19 Hub World Bank Support for Country Access to COVID-19 Vaccines Knowledge Research & Publications Data Learning Development Topics Open Knowledge Repository Products & Services Financing Products & Advisory Services Treasury WHERE WE WORK Countries country dropdown Afghanistan Albania shqip Algeria Français عربي Angola Português Antigua and Barbuda Argentina Español Armenia Austria Azerbaijan Bahrain Bangladesh Belarus Русский Belgium Français Belize Benin Français Bhutan Bolivia Español Bosnia and Herzegovina Botswana Brazil Português Bulgaria Български Burkina Faso Français Burundi Français Cabo Verde Português Cambodia ភាសាខ្មែរ Cameroon Français Canada Français Central African Republic Français Chad Français Chile Español China 中文 Colombia Español Comoros Français Democratic Republic of Congo Français Republic of Congo Français Costa Rica Español Cote d'Ivoire Français Croatia Czech Republic Denmark Djibouti Dominica Dominican Republic Español Ecuador Español Egypt عربي El Salvador Español Equatorial Guinea Eritrea Estonia Ethiopia Europe (Western) Fiji Finland France Français Gabon Français The Gambia Georgia Germany Ghana Greece Grenada Guatemala Español Guinea Français Guinea-Bissau Português Guyana Haiti Français Honduras Español Hungary Iceland India Hindi Indonesia Bahasa Iran Iraq عربي Israel Italy Jamaica Japan 日本語 Jordan عربي Kazakhstan Русский Kenya Kiribati Korea Kosovo Kuwait Kyrgyz Republic Русский Lao PDR Latvia Lebanon عربي Lesotho Liberia Libya عربي Lithuania Luxembourg Français FYR of Macedonia македонски Madagascar Français Malawi Malaysia Maldives Mali Français Marshall Islands Mauritania Français Mauritius Français Mexico Español FS Micronesia Moldova română Mongolia Монгол Montenegro Morocco عربي Français Mozambique Português Myanmar Namibia Nepal Netherlands Nicaragua Español Niger Français Nigeria Norway Oman Pakistan Palau Panama Español Papua New Guinea Paraguay Español Peru Español Philippines Poland Polski Portugal Qatar Romania Română Russia Русский Rwanda Français Samoa Sao Tome and Principe Português Senegal Français Serbia Seychelles Français Sierra Leone Singapore Slovak Republic Slovenia Solomon Islands Somalia South Africa South Sudan Spain Español Sri Lanka St. Kitts and Nevis St. Lucia St. Vincent and Grenadines Sudan Suriname Swaziland Sweden Switzerland Syria عربي Tajikistan Русский Tanzania Thailand ภาษาไทย Timor Leste (East Timor) Togo Français Tonga Trinidad and Tobago Tunisia عربي Français Turkey Türkçe Turkmenistan Русский Tuvalu Uganda Ukraine Yкраїнський United Arab Emirates United Kingdom United States of America Uruguay Español Uzbekistan Русский Vanuatu Venezuela Español Vietnam Tiẽng Việt West Bank and Gaza عربي Yemen عربي Zambia Zimbabwe Recent Searches Regions Africa East Asia and Pacific Europe and Central Asia Latin America and Caribbean Middle East and North Africa South Asia Country Groups European Union Middle Income Countries Organization of Eastern Caribbean States Pacific Islands Small States Gulf Cooperation Council Western Europe UNDERSTANDING POVERTY We face big challenges to help the world’s poorest people and ensure that everyone sees benefits from economic growth. Data and research help us understand these challenges and set priorities, share knowledge of what works, and measure progress. Data & Research Open Data By Country By Indicator Research & Publications Development Topics Climate Change Poverty Education Urban Development Energy Trade Fragility, Conflict and Violence Health All Development Topics Search button WORK WITH US For Job Seekers Jobs Programs & Internships For Partners Partners Clients Private Sector Corporate Procurement Civil Society Consultations Parliamentarians For Investors World Bank Bonds & Investment Products Treasury For Learners Open Learning Campus Meet Us Events World Bank Live Speaker's Bureau Spring & Annual Meetings Contacts & Inquiries COVID-19 COVID-19 Hub World Bank Support for Country Access to COVID-19 Vaccines global Search dropdown Search Search button Understanding Poverty Topics Sustainable Cities and Communities CONTEXT STRATEGY RESULTS Partners The world is developing at an unprecedented scale. Over the next 20 years, urban population in developing countries will double to 4 billion, while the urbanized land area will triple. Rapid growth helps create new opportunities, but it has also brought serious social, economic, and environmental challenges.Today, 1 billion people live in urban slums, and 1.5 billion people live in countries affected by repeated cycles of violence.",
  "In the past decade, the number of people affected by natural disasters tripled to 2 billion. Low-income countries have accounted for only 9% of the disaster events but 48% of fatalities since 1980.",
  "The burden of disasters, conflict, crime, and violence falls disproportionately on the poor.Urban and rural communities around the world increasingly feel the urge to tackle these challenges and increase their resilience to poverty and inequality, social exclusion, violence and fragility, as well as climate change and disaster risks. Building sustainable communities—whether they are villages, cities, or countries and societies at large—will be critical to eliminating poverty and boosting shared prosperity.Specifically, the concept of “Sustainable Cities and Communities” of the World Bank’s Urban, Disaster Risk Management, Resilience and Land Global Practice (GPURL) includes four key dimensions:First, Sustainable Communities are environmentally sustainable in terms of cleanliness and efficiency.Second, Sustainable communities are resilient to social, economic, and natural shocks. They are well prepared for natural disasters, which are increasing in intensity and frequency due to climate change.Third, Sustainable Communities are inclusive communities. They bring all dimensions of society and all groups of people—including the marginalized and vulnerable—into their markets, their services, and their development.And finally, Sustainable Communities are competitive communities that can stay productive and generate jobs for members of the community.Building inclusive, resilient, competitive and sustainable cities and communities is essential for achieving the Sustainable Development Goals by 2030, and eliminating extreme poverty and boosting shared prosperity at the local, regional, and national levels.Join us in our efforts to build sustainable cities and communities worldwide! Read our blog series and subscribe to our newsletter to stay updated. In building Sustainable Communities, the World Bank focuses on its work in four areas, led by the Bank’s Urban, Disaster Risk Management, Resilience and Land Global Practice (GPURL):Urban Development: urban planning, services, and institutionsDisaster Risk Management: mainstreaming resilience in all dimensions of developmentLand and Geospatial: territorial and rural developmentUrban Planning, Services, and Institutions – Urban Development:The World Bank’s work in urban development aims to build sustainable cities and communities through an urbanization process that is inclusive, resilient and low carbon, productive, and livable, contributing to the Sustainable Development Goal (SDG) No.11, implementation of the New Urban Agenda, as well as the World Bank’s goals to end extreme poverty and boost shared prosperity.The World Bank invests an average of $6 billion in urban development and resilience projects every year to help cities meet the critical demands of urbanization.",
  "The Bank’s Urban Development strategy focuses on three priorities:Financing the New Urban AgendaPromoting territorial developmentEnhancing urban resilience to climate change and disaster risksThe three priorities are translated into six business lines:Cities and economic growthUrban poverty and inclusionMunicipal infrastructure and servicesAffordable housing and landUrban management, finance, and governanceCities and urban environmentThe Bank is working in partnership with the private sector, governments, and civil society to build clean and efficient cities and communities that are resilient to natural disasters, and to create competitive economies that provide new kinds of jobs for people and ensure that everyone, especially the poorest, can benefit. For more information, see www.worldbank.org/urbanMainstreaming Resilience – Disaster Risk Management:Disasters hurt the poor and vulnerable the most.",
  "From 1995 through 2014, 89% of storm-related fatalities were in lower-income countries, even though these countries experienced just 26% of storms. The impact of disasters will continue to grow as climate change increases the frequency and intensity of extreme weather events.Over the past decade, the World Bank has emerged as the global leader in disaster risk management (DRM), supporting client countries to assess exposure to hazards and address disaster risks. It provides technical and financial support for risk assessments, risk reduction, preparedness, financial protection, and resilient recovery and reconstruction. For more information, see www.worldbank.org/disasterTerritorial and Rural Development – Land and Geospatial:Land is at the center of many development challenges. Estimates suggest that around 30% of land rights are registered or recorded worldwide. The World Bank is working to address land tenure insecurity through land administration projects, analytical work, and technical assistance.",
  "The World Bank actively works with countries and partners worldwide to ensure women’s equal access and secure rights to land and property. The World Bank also supports the land rights of smallholders and Indigenous Peoples, displaced people, and refugees.The World Bank is working on land tenure as well as land and geospatial infrastructure and systems in dozens of countries across the world, with an investment of approximately $1.5 billion in commitments, impacting millions of land holders in Africa, Asia, Eastern Europe and Central Asia, Latin America, and the Middle East and North Africa.",
  "The World Bank is increasingly working to open land and geospatial datasets for acceleration of growth. The Bank is also preparing a “Land 2030 Global Initiative” to enhance the commitment of countries and mobilize resources to achieve ambitious targets of securing land and property rights by 2030.For more information, see www.worldbank.org/land Click on the links below to learn more about the World Bank’s operational and analytical work in:Disaster Risk ManagementLandUrban Development The World Bank is actively working in partnership with the governments, civil society, academia, private sector, and others to build inclusive, resilient, competitive, and sustainable communities for all.As the partnership grows, the Sustainable Communities newsletter serves as a platform for development practitioners at the World Bank and around the world to stay informed and exchange ideas with their partners on the most pressing issues in global development, such as social development, urban development, disaster risk management and climate change, conflict and violence, and land governance. Urban Development Visit main topic page Urban Development RELATED Sustainable Cities Blog Subscribe to Our Newsletter About Data Research and Publications Learning News Projects and Operations Countries Topics FOLLOW US Follow us newsletter SUBSCRIBE HERE This Site in: English Español Français عربي Русский 中文 View All » Legal Privacy Notice Site Accessibility Access to Information Jobs Contact SCAM ALERTS REPORT FRAUD OR CORRUPTION IBRD IDA IFC MIGA ICSID © The World Bank Group, All Rights Reserved. This site uses cookies to optimize functionality and give you the best possible experience. If you continue to navigate this website beyond this page, cookies will be placed on your browser. To learn more about cookies, click here."
]