[
  "Bad Education, The Ugly Truth of Fraud Scandal in an Educational Institution - Integrity Asia HomeABOUT USOur Vision and MissionOur ValuesOur PeopleEqual Opportunity and ConfidentialityAnti-Bribery and Corruption PolicyQuality PolicyOur ExpertiseGOVERNANCE & COMPLIANCEEmployment Background ScreeningScreening Platform PRISMAVendor Screening SolutionDue DiligenceMystery ShoppingWhistleblowing SystemRegulatory Consulting & TrainingPhysical Security AuditBUSINESS INVESTIGATIONAudit & Fraud InvestigationTheft InvestigationInsurance InvestigationAsset TracingSkip TracingLitigation SupportBRAND PROTECTIONMarket Survey and InspectionTrademark InvestigationNon-Use InvestigationAnti-counterfeitingParallel Trading InvestigationTake Down ActivitiesEnforcementOur coverageIndonesiaMalaysiaThailandSingaporeNewsroomArticlesCompany NewsCareersOpportunitiesEmployment VerificationContact HomeABOUT USOur Vision and MissionOur ValuesOur PeopleEqual Opportunity and ConfidentialityAnti-Bribery and Corruption PolicyQuality PolicyOur ExpertiseGOVERNANCE & COMPLIANCEEmployment Background ScreeningScreening Platform PRISMAVendor Screening SolutionDue DiligenceMystery ShoppingWhistleblowing SystemRegulatory Consulting & TrainingPhysical Security AuditBUSINESS INVESTIGATIONAudit & Fraud InvestigationTheft InvestigationInsurance InvestigationAsset TracingSkip TracingLitigation SupportBRAND PROTECTIONMarket Survey and InspectionTrademark InvestigationNon-Use InvestigationAnti-counterfeitingParallel Trading InvestigationTake Down ActivitiesEnforcementOur coverageIndonesiaMalaysiaThailandSingaporeNewsroomArticlesCompany NewsCareersOpportunitiesEmployment VerificationContact Bad Education, The Ugly Truth of Fraud Scandal in an Educational Institution Posted 30 April 2020 In Articles2020-04-302020-05-11https://integrity-asia.com/wp-content/uploads/integrity_logo.svgIntegrity Asia200px200px 0 Fraud can occur in any organization, including educational institutions. If you want to find out how bad a fraud scandal might be in an educational institution, then Bad Education can provide the picture nearest to the reality.",
  "Bad Education is a film based on a true story of one of the largest theft scandals in American history.The film, which was first aired by HBO on April 26, starring the actor Hugh Jackman as Frank Tassone, as a superintendent of Roslyn High School in Long Island, New York. Tassone is described as an educator who is dedicated, a role model, and empathizes with students. He even memorized the names of the students one by one. However, who would have thought that behind his good appearance as a flawless, law-abiding citizen, Tassone has embezzled a huge amount of taxpayer money.Three elements of fraudColluding with his right-hand assistant, Pam Gluckin, played by Allison Janney, Tassone diverted taxpayers to finance his luxurious life for years. Errors in the school’s system gives him an opportunity, a runway, to create the kind of life he always dreamt about.Embezzlement is a criminal act for whatever reason. However, for a fraudster, the criminal act is something that can be justified by his criminal ratio.",
  "Tassone feels that the millions of dollars he took from school are worth all the efforts he has made to raise the school’s rankings and bring students into top universities.The film, directed by Cory Finley, successfully serves a picture of how the concept of the ‘fraud triangle’ – motivation, opportunity and rationalization, was present in the scandal that rattled the school education system in the United States back in early 2000s.The lessons to be learnedThere is no criminal act that is victimless. More than 11 million US dollars of taxpayer money that were supposed to be for students, eventually went into personal pockets.",
  "Not only were the students harmed, but the reputation of the institution was also affected.The collusion between a leader and his right hand, Tassone and Gluckin, has shown poor integrity at the top of the institution. The poor integrity in the school’s system is also shown by the lack of internal control, such as the absence of duty segregation in financial work. Gluckin as Tassone’s right hand is the individual who is in charge of purchasing as well as the person responsible for recording transactions. Therefore, she could easily manipulate transaction records.Additionally, their criminal actions were not detected for years due to the absence of a fraud detection tool, such as the whistleblowing system. Tassone intimidated the whistleblowers, an accountant and a student, not to reveal or report their findings.Bad Education opened the eyes of the public of the irony of how educational institutions, which are highly expected to uphold ethics, could not escape from poor integrity. The film teaches us, as educational institutions, that implementing risk mitigation efforts in the system while promoting integrity, starting from the very top ranks, is critical.",
  "Also Read:Corruption In UniversitiesTackling False Academic Credentials: Why and How Companies and Educational Institutions Should CollaborateWhistleblowing System: What Indonesian Universities Can Learn From Standford University Photo: https://www.youtube.com/watch?v=ZVffM3OZkH8 fraud, whistleblower, whistleblowingRecommended PostsApplication fraud in life insuranceWhistleblowing System, one solutive way to disclose the fraud of Binomo investmentWhistleblowing systems and the development of anti corruption regulation in ThailandFollow Our Social MediaArchives Archives Select Month April 2022 March 2022 February 2022 January 2022 December 2021 November 2021 October 2021 September 2021 August 2021 July 2021 June 2021 May 2021 April 2021 March 2021 February 2021 January 2021 December 2020 November 2020 October 2020 September 2020 August 2020 July 2020 June 2020 May 2020 April 2020 March 2020 February 2020 January 2020 December 2019 November 2019 October 2019 September 2019 August 2019 July 2019 June 2019 May 2019 April 2019 March 2019 February 2019 January 2019 December 2018 November 2018 October 2018 September 2018 August 2018 July 2018 June 2018 May 2018 April 2018 March 2018 February 2018 January 2018 December 2017 October 2017 September 2017 August 2017 June 2017 May 2017 December 2016 November 2016 October 2016 September 2016 August 2016 July 2016 June 2016 March 2016 January 2016 December 2015 July 2015 Recent Articles A closer look at investigator activities 30 April 2022 The power of desktop investigation 25 April 2022 Application fraud in life insurance 25 April 2022 EU Human Rights Due Diligence proposal and its impact on non EU companies 25 April 2022 Tackling counterfeit products through customs recordation 20 April 2022Our Expertise GOVERNANCE & COMPLIANCEEmployment Background ScreeningPRISMAVendor Screening SolutionDue DiligenceMystery ShoppingWhistleblowing SystemRegulatory Consulting & TrainingPhysical Security Audit BUSINESS INVESTIGATIONAudit & Fraud InvestigationTheft InvestigationInsurance InvestigationAsset TracingSkip TracingLitigation Support BRAND PROTECTIONMarket Survey and InspectionTrademark InvestigationNon-Use InvestigationAnti-counterfeitingParallel Trading InvestigationTake Down ActivitiesEnforcementMEMBER OF:SUBSCRIBE:Sign up for our mailing list and get the latest Integrity press review and activities! Leave this field empty if you’re human: Copyright - Integrity Asia - All Rights Reserved © 2021 - Privacy Policy | Terms of Service Start typing and press Enter to search CONTACT US Book Review: The Most Dangerous TradeArticlesOccupational Fraud Causes Organizations to Lose 5% of their Revenue Every YearArticles"
]