[
  "\n\n\n\nAfter the VW scandal, how can we trust business to act on climate change? | Guardian sustainable business | The Guardian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main contentSkip to navigationAdvertisementInternational editionInternational editionUK editionUS editionAustralian editionThe Guardian - Back to homePrint subscriptionsSearch jobs Sign inSearchNewsOpinionSportCultureLifestyleShowMoreShow MoreNewsWorld newsUK newsCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesOpinionThe Guardian viewColumnistsCartoonsOpinion videosLettersSportFootballCricketRugby unionTennisCyclingF1GolfUS sportsCultureBooksMusicTV & radioArt & designFilmGamesClassicalStageLifestyleFashionFoodRecipesLove & sexHealth & fitnessHome & gardenWomenMenFamilyTravelMoneyMake a contributionSubscribeSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteThe Guardian appVideoPodcastsPicturesNewslettersToday's paperInside the GuardianThe ObserverGuardian WeeklyCrosswordsFacebookTwitterSearch jobsHolidaysDigital ArchiveGuardian Puzzles appGuardian content licensing siteWorldUKCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesSocial impactGuardian sustainable business This article is more than 6 years oldAfter the VW scandal, how can we trust business to act on climate change?This article is more than 6 years oldThe VW scandal helps reinforce cynicism about the ability of the private sector to act in good faith and do its bit to tackle climate change Claire Martin, from Renault, speaking at the Climate and Business summit in Paris in May. ",
  "VW’s emissions scandal chips away at public trust in companies. Photograph: Business & Climate SummitClaire Martin, from Renault, speaking at the Climate and Business summit in Paris in May. VW’s emissions scandal chips away at public trust in companies. Photograph: Business & Climate SummitAdam CornerTue 13 Oct 2015 13.10 BSTLast modified on Wed 25 Aug 2021 14.58 BSTIt won’t show up in any biodiversity assessment, or make it into a State Of The World report. But alongside tuna stocks, tropical rainforests, and the white rhino, there is another finite resource being ruthlessly squandered through unsustainable practices.Trust – the invisible but crucial glue that holds communities together and social contracts in place – is a precious commodity. And every time a corporation poisons our atmosphere (with this year’s villainous cameo coming courtesy of the car manufacturer Volkswagen), they are doing something else that is just as destructive: poisoning the well of public opinion.With important UN negotiations in Paris looming at the end of 2015, the focus of campaigners and politicians has turned to the steps necessary to secure a political agreement on climate change. ",
  "But at root, the challenge posed abruptly and joltingly by climate change is about negotiation of a different kind: how we should live, work, play and prosper in a carbon-constrained world. And negotiating this new path is fundamentally about trust.VW and the toxic problem of corporate amnesiaRead moreIn an insightful paper published last year, Chloe Lucas and her colleagues at the University of Tasmania argued that climate change is difficult for people to fully accept and engage with because it threatens so many social processes and institutions that we implicitly trust. ",
  "Taking climate change seriously means re-evaluating almost every aspect of modern life, and as Lucas puts it:…(I)t is not surprising that, when asked to question our trust in global markets and consumer-led development, many of us react by distrusting messengers of the need for urgent climate action. Denial of discomforting messages is one of the psychological defence mechanisms we use to protect ourselves from anxiety, uncertainty and fear.Set against this backdrop, Volkswagen’s dodgy emissions tests take on new meaning. Not only do they chip away at the public’s trust in businesses to act in good faith (and in accordance with the law), they also play into a wider sceptical narrative: the climate scientists are cooking the books to get grant funding, the campaigners are exaggerating the risks to rake in supporter income, and the private sector is using greenwash to keep the profits rolling in. Most people do not readily identify with typical environmentalistsFor businesses operating transparently, the Volkswagen revelations are a major headache. Climate and sustainability initiatives from the corporate world are already treated with suspicion by many (and often with good reason). Scandals like this simply reinforce cynicism about the ability of the private sector to act in good faith, but also speak to wider issues faced by climate change campaigners.It is now well-understood that climate change has something of an image problem: most people do not readily identify with typical environmentalists, and so there has been growing interest in identifying individuals and institutions who can reach beyond the usual suspects, and tell a more compelling story on climate change.The pope’s recent encyclical on climate change was noteworthy not only because he is a high-profile and influential figure, but also because it opens the door for conversations about climate change that are framed around a different set of values (ie those of the Catholic faith). ",
  "For many Catholics across the world, Pope Francis is a much more trusted figure than any environmental campaigner could ever be.Why we'll sue CEOs who ignore climate changeRead moreCorporate brands may not inspire such devotional loyalty as the pope, but they are revered and influential nonetheless. Companies like Apple and Google promote their own plans for decarbonisation, but there is a more important role to play in shaping the wider conversation about sustainability. ",
  "They are respected voices to their followers in the same way that Catholics pay attention to the pope. But when businesses abuse this respect (as Volkswagen so brazenly did) their potential for credible climate advocacy is diminished – and that is a problem for everyone.The executive secretary of the UN Framework Convention on Climate Change (UNFCCC), Christiana Figueres, has repeatedly emphasised the importance for a chorus of voices on climate change – leaders who speak to different audiences, with different sets of values. And research has shown that these “elite cues” (what people in positions of power do or don’t say about climate change) matter. Trusted voices on climate change and sustainability are in short supply. It is much easier to pour scorn on the claims of environmentalists than to engage with the implications for the way we live. And if corporations are fiddling the figures on their sustainability claims, why should individuals bother to take the issue seriously either?The bottom line is that undermining the trust in the institutions and organisations who have to deliver sustainability targets is bad news for everyone – and that’s the real scandal of the Volkswagen emissions tests.TopicsGuardian sustainable businessSocial impactClimate crisisVolkswagen (VW)COP 21: Paris climate change conference 2015BiodiversityConservationCOP 20: Lima climate change conference 2014sponsored featuresReuse this contentMost popularMost popularWorldUKCoronavirusClimate crisisEnvironmentScienceGlobal developmentFootballTechBusinessObituariesNewsOpinionSportCultureLifestyleContact usComplaints & correctionsSecureDropWork for usPrivacy policyCookie policyTerms & conditionsHelpAll topicsAll writersDigital newspaper archiveFacebookYouTubeInstagramLinkedInTwitterNewslettersAdvertise with usSearch UK jobsBack to top© 2022 Guardian News & Media Limited or its affiliated companies. ",
  "All rights reserved. (modern) "
]