[
  "\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAmid pandemic and ComEd corruption scandal, community advocates launch push for Clean Energy Jobs Act - Citizens Utility Board\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n \n\n (800) 669-5556\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n HomeResources\n\nHigh Energy Prices Electric Gas Telecom Clean Energy Financial Resources Solar in the Community Water Guide Catalog Research\nAction Center\n\nPrivate Water, Big Bills Legislator Lookup Action Center\nEvents\n\nCalendar Request an Event\nNews\n\nWatchBlog CUB in the News Podcasts\nEspañolDonate \n\n\n \n\nBlog\n\n\n\n\n\n\n\n\nAmid pandemic and ComEd corruption scandal, community advocates launch push for Clean Energy Jobs Act\n\n February 9, 2021\t\t\t\t\t\t\t\t Celeste  Clean Energy Jobs Act, Updates \n\n\nLegislative leaders along with a coalition of consumer and community advocates, including CUB, on Tuesday announced the reintroduction of the Clean Energy Jobs Act  (CEJA), aiming to pass Springfield’s most consumer-friendly energy bill by the end of May. Join the Fight for CEJA! ",
  "Saying Illinois faces an economic and public health crisis, a racial and economic justice crisis, and a crisis of utility corruption, supporters of CEJA plan to file the bill in the Illinois House of Representatives this week. The bill was first introduced in 2019 and has wide support, but has faced delays caused by the pandemic. New leadership in Washington signals a renewed push for cleaner energy, but advocates say only states can ensure that utilities are held accountable and that the benefits of clean, affordable energy actually get delivered to residents. “The Legislature should enact the long-delayed Clean Energy Jobs Act, which would expand renewable energy, boost energy conservation, put more electric vehicles on the roads, provide support for displaced fossil fuel workers and their communities and steer jobs to economically challenged communities,” the Chicago Sun-Times wrote in a recent editorial. CEJA’s lead co-sponsors are state Rep. Ann Williams, chair of the House Energy Committee, and state Sen. Cristina Castro. Both wrote in a recent opinion piece in the Chicago Tribune that CEJA helps communities most in need, has strong support and puts people and policy before utility company profits—a key reform in the wake of ComEd’s corruption scandal. ",
  "“The time to pass CEJA is now,” they wrote. CUB outlined the top reasons it supports the Clean Energy Jobs Act. ",
  "It’s good for our utility bills. CEJA would:\n\n\nExpand natural gas efficiency programs, producing an estimated $700 million per year in consumer savings. Implement electricity market reforms to protect ComEd customers from up to $1.7 billion in higher electric bills due to a Federal Energy Regulatory Commission (FERC) ruling in 2019 to bail out polluting power plants. While new leadership at FERC promises changes, that will take time and Illinois need to act now to avoid higher costs. Secure savings. CEJA’s “consumer protection adjustment” guarantees cost savings for ComEd customers over what they currently pay for electricity. ",
  "End formula rate hikes. Setting ComEd and Ameren rates by formula—a system that lacks adequate consumer protections—would be replaced with a system in which state regulators only approve utility programs and rates that are cost-effective. ",
  "It holds utilities accountable. CEJA would:\n\n\nCreate an independent monitor to ensure ethics compliance by all public utilities. Provide restitution for customers. In the wake of the ethics scandal, ComEd shareholders would have to repurpose ill-gained profits so they instead go to programs that serve communities in need. (CUB also is suing ComEd in federal court to win fair compensation for customers. See the Chicago Sun-Times story and read CUB’s complaint.) ",
  "Prohibit the use of customer funds to cover expenses tied to federal ethics investigations. It cares about communities amid the pandemic. ",
  "CEJA would:\n\n\nCreate thousands of clean energy jobs. Direct jobs and job training to communities that need it the most, including communities of color and towns where big polluters have shuttered their coal-fired power plants and abandoned workers. Give new funding to solar companies that are close to shutting down because of shortcomings in current policy. “CEJA is the only energy bill in Springfield that will help create clean energy jobs so Illinois can recover from the pandemic, and it will push Illinois toward 100 percent clean energy by 2050, without raising electric bills, hiking taxes or giving bailouts to big energy companies,” CUB Executive Director David Kolata said. Please join the fight for CEJA. Send a message to Springfield. "
]