[
  "\n\n\n\n\n\n\n\n\n\n10 Companies and Corporations Called Out For Greenwashing\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\nABOUT\n\n\n\n\n\n\n\nSearch\n\n\n\nSign Up\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMembers\n\n\n\nSupport\n\n\n\n\n\n\nEmail*\n\nCommentsThis field is for validation purposes and should be left unchanged. This iframe contains the logic required to handle AJAX powered Gravity Forms. ",
  "home_icon-01_outline\n\n\n\nstar\n\n\n\n\n\n\n\n\n\n\n\nPolicy & Economics\nPollution\nClimate Change\nOceans\nBiodiversity\nEnergy\nSolutions\nConservation\nData Visualisation\nABOUT\nSUPPORT \n\n\n\n\n \n\n\n\n\nEarth.Org NewslettersGet focused newsletters especially designed to be concise and easy to digestSubscription Options*\n\nESSENTIAL BRIEFING3 times weekly\n\n\nTOP STORY ROUNDUPOnce a week\n\n\nMONTHLY OVERVIEWOnce a month\nEnter your email*\n\nNameThis field is for validation purposes and should be left unchanged. This iframe contains the logic required to handle AJAX powered Gravity Forms. Earth.Org\nPAST · PRESENT · FUTURE\n\n\nEnvironmental News, Data Analysis, Research & Policy Solutions. Read Our Mission Statement\n\n\n\nAbout EO\nImpact & Reach\nOur Planet’s Trajectory\n\n\nOur Team\nEditiorial Team\nData Science Team\nContributors\n\n\nOur Partners\nGlobal Ambassadors\nGlobal Photographers\nNGO Partners\n\n\n\n\n\n\n\nSHOP\nSupport\n\n\n\n\n\n\n\n\nPollution\n\n\n10 Companies and Corporations Called Out For Greenwashing\n\nby Deena Robinson\nAfrica\nAmericas\nAsia\nEurope\nAug 2nd 20215 mins\n\n\n\n\n\n\n\n\n\n\n\nGreenwashing can be as subtle as a misleading packaging choice all the way to fossil fuel companies touting themselves as being eco-champions. Either way, greenwashing is a harmful and deceitful way of advertising that a company is greener than it is and when it happens, we need to call it out so the company is forced to account for their actions. Here are 10 companies that have been caught greenwashing in various ways. ",
  "—\nVolkswagen\nA classic example of greenwashing is when Volkswagen admitted to cheating emissions tests by fitting various vehicles with a “defect” device,  with software which could detect when it was undergoing an emissions test and altering the performance to reduce the emissions level. We believe in Compassionate HumanityJoin us in the Fight for Our Children's FutureBECOME AN EO MEMBER TODAY\n\n\nWe believe in One Planet ThrivingJoin us in the fight for a Healthy Thriving PlanetBECOME AN EO MEMBER TODAY\n\n\nWe love our HomeJoin us in the Fight for a Liveable PlanetBECOME AN EO MEMBER TODAY\n\nThis was going on while to the public the company was touting the low-emissions and eco-friendly features of its vehicles in marketing campaigns. ",
  "In actuality, these engines were emitting up to 40 times the allowed limit for nitrogen oxide pollutants. BP\nFossil fuel giant BP changed their name to Beyond Petroleum and publicly added solar panels on their gas stations. In December 2019, an environmental group called ClientEarth lodged a complaint against BP for misleading the public with its advertisements that focused on BP’s low-carbon energy products, when more than 96% of its annual spend is on oil and gas. ExxonMobil\nOil giant ExxonMobil has a long history of damaging the environment. In 1989, an Exxon oil tanker spilled 11 million gallons of crude oil into Alaska’s Prince William Sound, in what was the worst oil spill in US history until the Deepwater Horizon oil spill in 2010. The Exxon oil spill covered 1,300 miles of coastline and killed hundreds of thousands of seabirds, otters, seals and whales. ",
  "More than 30 years later, pockets of crude oil remain in some locations. Recently, ExxonMobil came under fire for advertising that suggested that its experimental algae biofuels could one day reduce transport emissions, while it has no company-wide net zero target and its 2025 emission reduction targets do not include the vast majority of emissions resulting from its products. ",
  "Nestlé\nIn 2018, Nestlé released a statement saying that it had “ambitions” for its packaging to be 100% recyclable or reusable by 2025. However, environmental groups and other critics pointed out that the company hadn’t released clear targets, a timeline to accompany its ambitions or additional efforts to help facilitate recycling by consumers. Greenpeace reacted to this by releasing its own statement, in which it said, “Nestlé’s statement on plastic packaging includes more of the same greenwashing baby steps to tackle a crisis it helped to create. It will not actually move the needle toward the reduction of single-use plastics in a meaningful way, and sets an incredibly low standard as the largest food and beverage company in the world.” In Break Free From Plastic’s 2020 annual report, Nestlé, along with Coca-Cola and PepsiCo, were named the world’s top plastic polluters for the third year in a row. Coca-Cola\nIn the annual report mentioned above by Break Free From Plastic, Coca-Cola was ranked as the world’s number 1 plastic polluter, it’s second consecutive year at the top. In 2020, the company came under fire when it announced that it would not abandon plastic bottles, saying that they were popular with customers. ",
  "Despite this, the company is adamant that it is making progress in tackling packaging waste. At the time, a spokesperson said, “Globally, we have a commitment to get every bottle back by 2030, so that none of it ends up as litter or in the oceans, and the plastic can be recycled into new bottles. ",
  "Bottles with 100% recycled plastic are now available in 18 markets around the world, and this is continually growing.”\nThen, in June 2021, environmental organisation Earth Island Institute filed a lawsuit against the beverage giant for falsely advertising that it is sustainable and eco-friendly despite being the largest plastic polluter in the world. You might also like: Greenwashing: What is it, Why is it a Problem, and How to Avoid It\nStarbucks\nIn 2018, Starbucks released a “straw-less lid,” as part of its sustainability drive, however this lid contained more plastic than the old lid and straw combination. The company didn’t dispute this, but claimed that it is made from polypropylene, a commonly-accepted recyclable plastic that “can be captured in recycling infrastructure.” Critics were quick to point out that only 9% of the world’s plastic is recycled, so the company shouldn’t assume all the lids would be recycled. Further, the US exports about one-third of its recycling to developing countries, so it is simply passing its responsibility to poorer countries. IKEA\nIKEA was considered a beacon of a major corporation being sustainable before June 2020 when the furniture retailer was linked with illegal logging in Ukraine. In a report by NGO Earthsight, the wood certification scheme IKEA uses, Forest Stewardship Council, was described as an organisation that greenwashes the timber industry. ",
  "It was accused of failing to catch IKEA’s sourcing of conflict wood, and act on it. Further, when IKEA built its “most sustainable store” yet in London in 2019, it did so on top of another sustainable store that was demolished after just 17 years of use. ",
  "Plastic Bottle Water Companies \nA more subtle form of greenwashing can be seen in plastic water bottle companies like Poland Spring, Evian and Deer Park, that all have nature on their labels. This is laughably ironic considering that plastic water bottles are designed to be single-use and are contributing to the massive plastic waste crisis around the world. Fast Fashion Brands\nH&M, Zara and Uniqlo are among the companies that were caught greenwashing over the years. These fashion brands contribute to the massive amounts of textile waste caused by the clothing industry. According to the fashion nonprofit ReMake, 80% of discarded textiles globally are incinerated or landfill-bound, with just 20% being reused or recycled. Fast fashion brands also have a habit of advertising its green initiatives widely, despite it being a tiny part of its operations. ",
  "For example, in 2019, H&M launched its own line of “green” clothing titled “Conscious.” The company claims to use “organic” cotton and recycled polyester. However, the line is nothing but a marketing tactic used to make themselves appear more environmentally friendly. ",
  "When looking at H&M’s “Conscious” line, its mission states: “Shop our selection of sustainable fashion pieces that make you both look and feel good.” However, there is no single legal definition for marketing-friendly words such as “sustainable,” “green,” or “environmentally-friendly.” H&M was then criticised by the Norweigian Customer Authority for “misleading” marketing of their Conscious Collection because “the information given regarding sustainability was not sufficient, especially given that the Conscious Collection is advertised as a collection with environmental benefits.”\nMajor Banks\nThe past several years have seen major financial institutions talking a big game about combating climate change yet these are more examples of companies exercising greenwashing strategies. JP Morgan, Citibank and Bank of America have issued new “green investment” opportunities. However, a report released last year by the Rainforest Action Network showed that big banks – the ones mentioned above, but also including Wells Fargo, Barclays, Bank of China, HSBC, Goldman Sachs and Deutsche Bank – were still lending enormous sums to the industries that contribute the most to global warming, like fossil fuels and deforestations, while boasting that they’re the leaders of the green transition. Featured image by: Flickr\n\n\n\n\n\n\n\n\n\n\nYou Might Also Like\n\n\n\n\n\n\n\n\n\nPollution\n\n\n\nFast Fashion: Its Detrimental Effect on the Environment\n\n\nJan 29th 20206 mins\n\n\n\n\n\n\n\n\n\n\n\nPollution\n\n\n\n15 Most Polluted Cities in the World\n\n\nMar 26th 20224 mins\n\n\n\n\n\n\n\n\n\n\n\nPollution\n\n\n\nHow China is Winning Its Battle Against Air Pollution\n\n\nJul 30th 20213 mins\n\n\n\n\n\n\n\r\n37824        \n\nSubscribe to our newsletter\nHand-picked stories once a fortnight. We promise, no spam! SUBSCRIBE\n\n\n\n\n\n\n\n\n@earthorg\nFollow Us\n\n\n\n\n\n\n\nEarth.Org\n\nMission Statement\nImpact & Reach\nData Visualisations\nEarth.Org for Teachers\nEarth.Org for Parents\nEarth.Org for Kids\nVideos\nMeet the Team\nJoin the Team\nShop\nDonate\nGlobal Ambassadors\nTerms | Privacy policy | Cookies\n© Earth.Org\n\n\n\nFollow us\n\n\nFacebook\n\n\nInstagram\n\n\nLinkedin\n\n\nTwitter\n\n\nYoutube\n\n\nGoogle News\n\n\nSupport us\n\n\nPartnering\n\n\nFund Our Mission\n\n\nSupporters\n\n\nSubmit Content\n\n\nNGO Newswire\n\n\n\n\n\n\nEvents\n\nCalendar\n\nContribute\n\nFilmmakers\nEO Photographers\nEO 2022 Photography Competition\nConservationists\nVolunteer\nWrite for us\nEdit for us\nHelp with Data Science\nCreate a Chapter\n\n\n\nContact\n\n+852 2110 4370\nEmail: contact[at]earth.org\nEarth.Org Ltd\nThe Hive on Seven\n\t\t\t\t\t7F Cheung Hing Industrial Building\n\t\t\t\t\tKennedy Town\n\t\t\t\t\tHong Kong\n\n\n\n\n\n\n\n\n\nShare this article\nEach Share makes a difference and potentially gets our article in front of many times the number without shares. ",
  "https%3A%2F%2Fearth.org%2Fgreenwashing-companies-corporations%2F\n \n\nBoost this article\nBy donating us $100, $50 or subscribe to Boosting $10/month – we can get this article and others in front of tens of thousands of specially targeted readers. This targeted Boosting – helps us to reach wider audiences – aiming to convince the unconvinced, to inform the uninformed, to enlighten the dogmatic. "
]