[
  "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOxfam scandal: development work is built on inequality but that's no reason to cut foreign aid\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Menu\n  \n\n    Close\n  \n\n\n\n\n\n\n\n\n\n\nHome\n\n\n\n\nEdition\n\n\n\n              Africa\n            \n\n              Australia\n            \n\n              Canada\n            \n\n              Canada (français)\n            \n\n              España\n            \n\n              France\n            \n\n              Global\n            \n\n              Indonesia\n            \n\n              New Zealand\n            \n\n              United Kingdom\n            \n\n              United States\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nEdition:\n\n\n\nAvailable editions\n\n\nGlobal\n\n\n\n\n\nAfrica\n\n\nAustralia\n\n\nCanada\n\n\nCanada (français)\n\n\nEspaña\n\n\nFrance\n\n\nIndonesia\n\n\nNew Zealand\n\n\nUnited Kingdom\n\n\nUnited States\n\n\n\n\n\n\n\n        Get newsletter\n \n\n\n\n\n\n\nBecome an author\n\n\nSign up as a reader\n\n\nSign in\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n    Academic rigour, journalistic flair\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Oxfam scandal: development work is built on inequality but that’s no reason to cut foreign aid\n          \n\n\n\n\nPublished: February 12, 2018 5.58pm GMT\n\n\n\n\n\n\n\n\n\n\n\nLuisa Enria, University of Bath\n\n\n\nAuthor\n\n\n\n\n\n        Luisa Enria\n      \n\n\n      Lecturer in International Development, University of Bath\n    \n\n\n\n\n\nDisclosure statement\nLuisa Enria receives funding from the Economic and Social Research Council\n\n\nPartners\n\nUniversity of Bath provides funding as a member of The Conversation UK. View all partners\n\n\n\n\n\n\n\n      Oxfam: under pressure. ",
  "Oxfam East Africa/flickr.com, CC BY\n\n\n\n\n\n Email\n\n\n Twitter\n\n\n Facebook\n\n\n LinkedIn\n\n\n WhatsApp\n\n\n Messenger\n\n\n\n\nRevelations that Oxfam workers paid for prostitutes in Haiti as the organisation was supporting survivors of the earthquake in 2011, have reopened a longstanding debate about foreign aid in the UK. Penny Mordaunt, the international development secretary, suggested government funding to Oxfam could be cut if it could not show “moral leadership”. The scandal raises challenging questions about the conduct of aid workers, yet public outrage reveals a deeper problem in how British society thinks about the development industry. Reports of sexual assault by peacekeepers in conflict zones have been rife for years, but have only recently been taken seriously by the UN. The problem is systemic, and anybody who has worked in development or as part of an emergency response is unlikely to be surprised that some NGO workers were found to be paying for sex. But by singling out Oxfam as lacking in “moral leadership”, the government eschews the more uncomfortable question of how to address reports of this nature across the industry, and beyond. ",
  "The accusations emerged amid a growing movement that recognises the pervasive nature of sexual violence across the world and challenges mysognynistic organisational cultures. Unlike other sectors where allegations of misconduct have led to calls for reform, the response here has been to suggest funding cuts to the industry as a whole. ",
  "Oxfam’s chief executive Mark Goldring and chair Caroline Thomson leave a meeting at the Department for International Development. EPA\n\n\nGovernment representatives and media pundits who argue that the UK cannot afford to send money abroad, or that it cannot ensure taxpayer money is used effectively, see this scandal as a confirmation of their reservations. The truth is that the way development is currently understood in the West has made it impossible to talk about the industry’s inequality problem – both when it comes to aid workers’ conduct and in terms of justifying overseas aid. Mirage of morality\nWith its fundraising appeals and glossy project reports, the development industry was built entirely around an image of morality. Campaigns appeal to our instincts to do what is right in the face of ills such as poverty, war and famine. These images are powerful and necessary to mobilise support for the important work that organisations like Oxfam do abroad. ",
  "However, they hide from view the ways in which these projects operate in situations of sustained disparity, such as the way the presence of Western aid workers in countries such as Sierra Leone or South Sudan reflects broader global inequalities. Because giving aid is portrayed as unassailably the moral thing to do, it becomes impossible to talk about how it reproduces racial and gender inequalities, for example through staggering pay gaps between local and international staff. ",
  "The sex work economies that appear around the deployment of rich Western humanitarian workers are an extreme example of the power that those workers yield against beneficiaries living in conditions of poverty. To defend the value of foreign aid from constant attack, the industry has placed itself on a moral pedestal, so that when individual aid workers fall off, the value of the entire project is put in question. But while inequality is inherent in the development project, this should not to provide fodder to those who would have it scrapped. Quite the contrary: it is an appeal to be more realistic about what development is and why foreign aid matters. Both supporters and detractors of foreign aid steer clear of placing it in its historical context, emerging in the shadow of Western imperialism. Righting historical wrongs\nThe problems faced by developing countries are rarely seen as products of colonial experiences and the distorting effects that imperial ventures had on colonised societies and economies, despite plenty of evidence to that effect. ",
  "Not only that, Western powers’ current wealth is linked to the profits made in the colonies. Talking about development as disinterested charity or the goodwill of Western governments misrepresents the historical responsibility of aid-giving countries such as the UK or France towards former colonies. ",
  "Aid should be seen as a form of reparation for past wrongs. This would help reframe the conversation about its value – alongside broader arguments about global citizenship. It would also help to question the ways in which developing countries continue to be kept poor by international economic policies and how much of British development aid in fact makes its way back into the British economy. The Oxfam scandal is not surprising to those in the industry, but it is disturbing. Staff will be disciplined, and Oxfam will have to consider its practice, but the scandal also offers the opportunity to start talking more frankly about the role of foreign aid in an unjust world. We must dig deeper than individual aid workers’ misconduct to tackle underlying questions of inequality and power – a first step towards making the industry more just, rather than questioning its value. "
]