[
  "\n\n\n\n\n\n\n\n\n\nFirstEnergy scandal is latest example of utility corruption, deceit - Energy and Policy Institute\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\n\nOur Mission\nWho We Are\n\nDave Anderson\nKeriann Conroy\nShelby Green\nMatt Kasper\nDavid Pomerantz\nAlissa Jean Schafer\nJoe Smyth\nCharlie Spatz\nDaniel Tait\nItai Vardi\nKarlee Weinmann\n\n\n\n\nPress\nContact Us\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFacebook\nTwitter\n \n\n\n\nExplore \n\n\nClose \n\n\n\n\nMenu \n\n\nClose \n\n\n\n\n\n\n\n\n\n\nSearch for:\n\n\n\n\nEntire Site\n60 Plus AssociationAcadian Consulting GroupAkin GumpAlabama PowerAlliance for Wise Energy DecisionsAlliant EnergyAmerenAmerican Coalition for Clean Coal ElectricityAmerican Electric PowerAmerican Legislative Exchange CouncilAmerican Petroleum InstituteAmericans for ProsperityAmericans for Tax ReformArizona Public ServiceAvangridBeacon Hill InstituteBerkshire Hathaway EnergyBerman & CompanyBuckeye InstituteCenter for the American ExperimentCenterPoint EnergyCentral Maine PowerCitizens' Alliance for Responsible EnergyClean Power Planclimate changeCoalComEdCommittee for a Constructive TomorrowCon EdisonConsumer Energy AllianceConsumers EnergyCoronavirusDayton Power & LightDecarbonizationDominionDonald TrumpDTE EnergyDuke EnergyE&E LegalEdison Electric InstituteElectric CooperativesElectric VehiclesEnergy AccessEnergy EfficiencyEnergy FairnessEnergy HarborEntergyEversourceExelonExxonMobilFeaturedFirstEnergyFlorida Municipal Power AgencyFlorida Power & LightFlorida Public Service CommissionFloridians for Affordable Reliable EnergyFossil Fuel IndustryFront GroupsGas PipelineGeorgia PowerGulf PowerHarvard Electricity Policy GroupHeartland InstituteIndiana Energy AssociationIndustrial Wind Action GroupInstitute for Energy ResearchJohn Locke FoundationKoch BrothersLouisiana Public Service CommissionManhattan InstituteMatrix LLCMidAmerican EnergyMISOMississippi PowerMurray EnergyNational Black Chamber of CommerceNational GridNational Rural Electric Cooperative AssociationNet MeteringNew England Coalition for Affordable EnergyNew England Ratepayers AssociationNextEra EnergyNuclearNV EnergyOhio Clean Energy Jobs AllianceOhio Coal AssociationOil and GasPartnership for Affordable Clean EnergyPeabody EnergyPolitical SpendingPoliticsPower for TomorrowPPL Electric UtilitiesPressProsperPSEGPublic Service Company of New MexicoRegional Greenhouse Gas Initiative (RGGI)Regulatory CaptureRenewable Energy PoliciesRenewable Energy StandardsReportsRhode Islanders for Affordable EnergySalt River ProjectSantee CooperScienceSolarSouthern CompanySouthwest GasState Policy NetworkStrata PolicyTampa ElectricTaxpayer Protection AllianceTexas Public Policy FoundationTri-StateTucson Electric PowerTVAU.S. Chamber of CommerceUncategorizedUS Chamber of CommerceUtilitiesUtilities' Charitable GivingUtility Air Regulatory GroupVectrenWe EnergiesWindWindfall CoalitionXcel Energy \n\n\n\n\n \n\nCategories\nUtilitiesFront GroupsRenewable Energy StandardsSolarWindEdison Electric InstituteFirstEnergySouthern CompanyDuke EnergyCoalNet MeteringArizona Public ServiceAmerican Legislative Exchange CouncilAmerican Electric PowerFlorida Power & LightNextEra EnergyKoch BrothersClean Power PlanDominionRegulatory Capture \n\nTags\nDuke EnergySouthern CompanyEdison Electric InstituteArizona Public ServiceAmerican Electric PowerFirstEnergyAmerican Legislative Exchange CouncilDTE EnergyNextEra EnergyWindFlorida Power & LightAPSDominionMike BarnardWind Health ImpactsHealth ImpactsCanadaNew ZealandUnited KingdomUnited States \n\n\nArchives\nApril 2022\nMarch 2022\nFebruary 2022\nJanuary 2022\nDecember 2021\nNovember 2021\n\n\n\n\n\n\nUtilities\n\nEdison Electric Institute\n\nUtility Air Regulatory Group (UARG)\nFERC Account 930.2\nFERC Account 426.4\n\n\nArizona Public Service\nAmerican Electric Power\nBerkshire Hathaway Energy\n\nMidAmerican Energy\nNV Energy\n\n\nConsumers Energy\nDominion Energy\nDTE Energy\nDuke Energy\nEntergy\nFirstEnergy\nNextEra Energy\n\nFlorida Power & Light\nGulf Power\n\n\nSouthern Company\n\nAlabama Power\nGeorgia Power\nMississippi Power\n\n\nTVA\nWEC Energy Group/We Energies\n\n\nFront Groups\n\nAmerican Coalition for Clean Coal Electricity\nAmerican Legislative Exchange Council\nColoradans for Energy Access\nConsumer Energy Alliance\nEnergy Fairness\nEnergy Solutions Center\nJobkeeper Alliance\nPower for Tomorrow\nTexas Public Policy Foundation\nState Policy Network\nVirginia Energy Consumer Trust\n\n\nFossil Fuel Industry\n\nGas utilities push RNG and hydrogen to expand fossil fuel infrastructure\n\nAGA uses millions of dollars from utility customers to promote a fossil fuel agenda\nInternal documents detail how gas utilities greenwash RNG and hydrogen\nList of deceptive RNG and hydrogen projects\nRNG and hydrogen reports\n\n\nAmerican Petroleum Institute\nExxonMobil\nIndiana Energy Association\nKoch Brothers\nMurray Energy\nPeabody Energy\nOhio Coal Association\n\n\nReports\nFOIA and Lawsuits\n \n\nAbout\n\nOur Mission\nWho We Are\n\nDave Anderson\nKeriann Conroy\nShelby Green\nMatt Kasper\nDavid Pomerantz\nAlissa Jean Schafer\nJoe Smyth\nCharlie Spatz\nDaniel Tait\nItai Vardi\nKarlee Weinmann\n\n\n\n\nPress\nContact Us\n \n\nFacebook\nTwitter\n \n\n \n\n\n\n\n\nEnergy and Policy Institute\nWatchdog exposing the attacks on renewable energy and countering misinformation by fossil fuel interests\n\n\n\nUtilities\n\nEdison Electric Institute\n\nUtility Air Regulatory Group (UARG)\nFERC Account 930.2\nFERC Account 426.4\n\n\nArizona Public Service\nAmerican Electric Power\nBerkshire Hathaway Energy\n\nMidAmerican Energy\nNV Energy\n\n\nConsumers Energy\nDominion Energy\nDTE Energy\nDuke Energy\nEntergy\nFirstEnergy\nNextEra Energy\n\nFlorida Power & Light\nGulf Power\n\n\nSouthern Company\n\nAlabama Power\nGeorgia Power\nMississippi Power\n\n\nTVA\nWEC Energy Group/We Energies\n\n\nFront Groups\n\nAmerican Coalition for Clean Coal Electricity\nAmerican Legislative Exchange Council\nColoradans for Energy Access\nConsumer Energy Alliance\nEnergy Fairness\nEnergy Solutions Center\nJobkeeper Alliance\nPower for Tomorrow\nTexas Public Policy Foundation\nState Policy Network\nVirginia Energy Consumer Trust\n\n\nFossil Fuel Industry\n\nGas utilities push RNG and hydrogen to expand fossil fuel infrastructure\n\nAGA uses millions of dollars from utility customers to promote a fossil fuel agenda\nInternal documents detail how gas utilities greenwash RNG and hydrogen\nList of deceptive RNG and hydrogen projects\nRNG and hydrogen reports\n\n\nAmerican Petroleum Institute\nExxonMobil\nIndiana Energy Association\nKoch Brothers\nMurray Energy\nPeabody Energy\nOhio Coal Association\n\n\nReports\nFOIA and Lawsuits\n \n\n\n\n\n\n\n Close\n\n\n\n\n\n\n\n  NextOhio House Speaker Larry Householder arrested. ",
  "Will FirstEnergy Corp. be charged next? What you need to know\n\n\n\n\n Explore\n\n\n\n\n Menu\n\n\n\n\n Menu\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRegulatory Capture\n\nFirstEnergy scandal is latest example of utility corruption, deceit\nUtilities have deceived public officials and investors to grow profits, occasionally leading to criminal investigations and prosecution. Like this:Like Loading...\n\n\n\n Matt Kasper \n • \n\n\nJuly 23, 2020 \n\n\n\n\n\n\n\n\n\n\n\nFederal agents arrested Ohio Speaker of the House Larry Householder, along with several lobbyists, on July 21 on charges that the group used $60 million of funds provided by the monopoly utility FirstEnergy Corp. in exchange for passing a law that bailed out that company’s nuclear and coal plants. The scandal is the latest example of monopoly utility companies deceiving lawmakers, regulators, and the public to enrich executives and shareholders, and occasionally being criminally investigated or prosecuted for their actions. Many instances of utility corruption center around attempts to change policies or regulations in ways that would increase electric bills – often to cover costs at expensive power plants, win approval to construct controversial power plants, or restrict the growth of rooftop solar power. FirstEnergy and Rep. Householder’s racketeering operation\nWhile the government’s criminal complaint refers to FirstEnergy Corp. only as “Company A Corp.,” it makes clear that the company both provided the funding and was intimately involved in the scheme that Householder ran. ",
  "Householder used the $60 million provided by FirstEnergy to finance a takeover of the Ohio House of Representatives by legislative candidates who would be loyal to him. Those legislators then elected him as House Speaker in January 2019 after a fierce leadership battle. ",
  "Householder and the rest of the racketeering operation returned FirstEnergy’s largesse by ramming through HB 6, the law that bailed out FirstEnergy’s nuclear and coal plants that were economically struggling, as well as other coal plants in which FirstEnergy subsidiaries held partial ownership. The bill – which cost electric customers in Ohio billions of dollars – also undid Ohio’s standards requiring utilities to use renewable energy for a modest portion of their generation, and to help customers save electricity via energy efficiency measures. ComEd’s admission to bribery and $200 million fine\nOn July 17, ComEd agreed to pay $200 million to resolve a federal criminal investigation into a years-long bribery scheme, as part of a three-year deferred prosecution agreement. According to the agreement with the Department of Justice, ComEd admitted that it arranged jobs, vendor subcontracts, and payments associated with those jobs and subcontracts for various associates of a high-level elected official for the state of Illinois – reported to be Speaker Michael Madigan – to influence and reward the official for his efforts to pass legislation favorable to ComEd. The agreement specifically mentions the 2011 Energy Infrastructure Modernization Act (EIMA), and the 2016 Future Energy Jobs Act (FEJA), as well as the “favorable rate structure” ensured to ComEd, which has benefited the utility to a tune of at least $150 million. EIMA provided ComEd a structure to spend $2.6 billion in grid upgrades over a 10-year period, including smart meters. ",
  "A major component of FEJA was the ratepayer-funded bailout of the Quad Cities and Clinton nuclear power plants owned by Com’Ed’s parent company Exelon..\n\nScreenshot of ComEd’s agreement with the Department of Justice. Source: https://www.justice.gov/usao-ndil/press-release/file/1295241/download \nAccording to Utility Dive, the advocacy group Public Citizen is planning to file an official complaint with PJM Interconnection, the regional transmission organization for much of the Midwest, requesting that Exelon be barred from voting on policies over the three-year period of ComEd’s deferred prosecution. ",
  "Federal regulators, prosecutors probe deceit around SCANA’s $10 billion nuclear boondoggle\nIn February, the Securities and Exchange Commission (SEC) filed a civil fraud lawsuit against two top former SCANA electric utility executives. The lawsuit alleges that senior SCANA executives, CEO Kevin Marsh and executive vice president Stephen Byrne, lied and deceived shareholders, regulators, and the public regarding the construction of two new nuclear units at the V.C. Summer site, which the company abandoned amid massive cost overruns in July 2017. Byrne entered a guilty plea on federal criminal charges of conspiracy to commit mail fraud and wire fraud last month, and The Post & Courier reported today that, as a condition of his plea, Byrne will cooperate with federal prosecutors, giving them “insights and advantages as they continue to bring charges against the people involved in a failed $9 billion nuclear expansion project in South Carolina.”\nByrne still faces up to 5 years in prison, 3 years of supervised release, a $250,000 fine and forfeiture of pay and bonuses, even with the cooperation, according to the Post & Courier. The SEC lawsuit comes after the South Carolina Public Service Commission concluded in early 2019 that SCANA, which has since been acquired by Dominion Energy, misled the agency about the nuclear reactor construction project to win electric rate hikes. The rate hikes that regulators granted to the South Carolina utility are one of a long list of examples of how utilities engineered the passage of laws that would shift the financial risk of building power plants further away from shareholders and onto ratepayers that Tony Bartelme documented in December 2017 for The Post & Courier. ",
  "Arizona Public Service’s pressured towns to break election laws during ballot campaign, following years of dark-money spending to elect friendly regulators\nIn 2018, Arizona voters could have approved a constitutional amendment that would have required the state’s utilities to generate 50 percent of their electricity from renewable sources like solar and wind energy by 2030. Arizona Public Service, the state’s largest utility, fought the proposal and ultimately spent $38 million to defeat the measure. ",
  "Emails obtained during the battle by EPI under the state public records law show that APS orchestrated a campaign to get counties and towns across Arizona to pass resolutions decrying the ballot measure. Emails show that APS had been notified that it was asking counties and towns to break the law by passing the resolutions. On May 29, Yuma County Attorney Jon Smith emailed APS to tell the utility that having its Board of Supervisors sign a resolution against Prop. 127 would violate a state law against public agencies taking a position on ballot initiatives. Days later, APS again emailed to ask the county to adopt a resolution. Smith again told APS that state statute prevents the county from passing the resolution, citing case precedent. ",
  "Yet six counties and towns ultimately adopted the APS-backed resolutions opposing the ballot measure, which resulted in an Attorney General investigation. The incident was the latest in a long list of APS deceit and irresponsibility, including its spending of over $10 million on dark-money groups that worked to elect APS-supported utility regulators to the Arizona Corporation Commission (ACC). ",
  "These regulators voted for APS’ rate hike request that went into effect in 2017. The rate hike also included various changes to rate structures which have confused customers and led to over-earning. The regulators also approved policies that stunted the growth of distributed solar energy. APS and its parent company, Pinnacle West, finally admitted in 2019 to its spending on the dark-money groups that worked to influence the ACC election outcomes. APS’ actions last decade may have precipitated a change in CEOs at the end of 2019. The new CEO, Jeff Guldner, said the company will stop spending on spending any more election money involving elections for its regulators on the Arizona Corporation Commission. ",
  "The company has also since committed to providing 100% carbon-free electricity to its customers by 2050, with a 2030 target of 45% renewables – similar targets to those that would have been mandated by the ballot initiative that it spent to defeat in 2018. Entergy’s paid actor scandal\nIn March 2017, the New Orleans City Council voted to allow Entergy to construct a controversial natural gas plant. ",
  "Advocacy groups and local journalists later revealed that Entergy sub-contractors paid actors to feign public support in front of the council for the company’s proposed power plant. An independent investigation released in October 2018, and with which Entergy did not fully cooperate, concluded that the utility company “knew or should have known” about the astroturfing – refuting the results of Entergy’s internal investigation that it released earlier that year. In October 2017, two weeks before a council hearing, Entergy New Orleans’ then-CEO Charles Rice Jr., sent a text message to Yolanda Pollard, a communications manager for Entergy, asking how many people the company’s contractor, The Hawthorn Group, could recruit for the meeting. Pollard said Hawthorn had secured “50 people and 10 speakers.”\nThe independent investigators stated,\n“The information recovered and reviewed to date … indicates that payment (and the obligation to pay) for these “supporters” went from Entergy, through Entergy’s vendors, and onto these individuals in order to secure attendance and participation as speakers on Entergy’s behalf at public hearings that occurred on October 16, 2017, and February 21, 2018.”\nFlorida utilities’ deceptive 2016 solar ballot initiative\nIn 2016, Florida voters were close to being tricked by the state’s monopoly utilities into voting for an amendment on the state ballot that would have fortified the utilities’ monopolies and locked out rooftop solar companies. Days before the election, Mary Ellen Klas of the Miami Herald/Tampa Times reported on audio obtained by EPI and the Center for Media and Democracy that exposed how the industry attempted to deceive voters through the ballot amendment. The audio captured Sal Nuzzo, a vice president at the James Madison Institute, speaking at a State Policy Network conference pre-event in which he detailed the strategy used by Florida Power & Light, Duke Energy, and Southern Company to create and finance Amendment 1. ",
  "Nuzzo said the amendment “would completely negate anything they [pro-solar interests] would try to do either legislatively or constitutionally down the road … To the degree that we can use a little bit of political jiu-jitsu and take what they’re kind of pinning us on and use it to our benefit either in policy, in legislation or in constitutional referendums — if that’s the direction you want to take — use the language of promoting solar, and kind of, kind of put in these protections for consumers that choose not to install rooftop.”\nThe Florida monopoly utilities contributed over $20 million to the Amendment 1 group, Consumers for Smart Solar. Southern Company’s boondoggle in Mississippi\nIn April 2019, the Civil Division of the Department of Justice informed Southern Company and its subsidiary Mississippi Power of an investigation related to the Kemper County energy facility, initially an effort to burn coal, capture the carbon emissions, and sell them oil drillers for enhanced oil recovery. ",
  "The “clean coal” effort suffered massive cost overruns, and Southern eventually abandoned it, running Kemper as a traditional gas plant instead. Southern Company has said the investigation relates to its negotiations with the U.S. Department of Energy as the two attempt to resolve and dispose of property at the Kemper facility. DOE gave $387 million to Southern Company in its efforts to build the “clean coal” power plant. (Ernest Moniz, who was the Secretary of Energy during much of the Kemper plant’s construction, now sits on Southern Company’s board of directors.) A 2019 Mississippi Clarion Ledger article documented allegations of fraud and cover-up made by Kelly Williams, a construction manager at the Kemper power plant. According to the article, “Williams said she became one of two construction site managers at the power plant project in 2010, when Southern Company’s then-CEO was telling investors the project was expected to cost $2.4 billion and be operational by 2014. ",
  "Williams said she saw problems with the budget and cost immediately.” \nWilliams’ reported allegations occurred two years after a former utility engineer who blew the whistle on problems at the Kemper power plant, Brett Wingo, filed a lawsuit against Southern Company for retaliation. Wingo provided audio recordings and documents to The New York Times, which reported in July 2016 on the delays, cost overruns, and how consultants or engineers who worked on the project “repeatedly tried to conceal problems as they emerged.” \nWingo alleged that he warned the company’s top executives that it would not be possible to meet key construction deadlines and that company management responded by retaliating against him. ",
  "Wingo said this occurred while executives continued to assure investors and the public that Kemper’s schedule and budget targets would be met. The lawsuit has since been settled. An SEC investigation in Southern Company regarding Kemper did not reach a conclusion. Southern California Gas threatens public officials with “no social distancing” protests amid COVID-19\nThe Los Angeles Times’ Sammy Roth reported in May how Eric Hofmann, president of a labor union which represents Southern California Gas employees and chairman of the board of directors of the Southern California Gas-funded front group “Californians for Balanced Energy Solutions,” threatened San Luis Obispo officials with a protest that would have “no social distancing” amid the coronavirus outbreak. San Luis Obispo officials had planned to vote on an energy code that would encourage construction of all-electric buildings, which directly threatens Southern California Gas’ revenue stream since the new buildings would not use gas appliances, and would not be hooked up to the gas distribution grid. Hofmann sent an email on March 16 to San Luis Obispo officials and threatened them with the virus if they planned to vote on the policy:\n“If the city council intends to move forward with another reading on a gas ban I can assure you there will be no social distancing in place … I strongly urge the city council to kick this can down the road to adhere to public health safety measures. ",
  "Please don’t force my hand in bussing in hundreds and hundreds of pissed off people potentially adding to this pandemic … We will pull permits and close streets and have a massive protest on April 7th.”\nSan Luis Obispo canceled their vote but ultimately passed the policy in June. Other forms of utility corruption: charitable contributions with strings attached\nEPI has documented other ways utilities attempt to buy the allegiance of policymakers and regulators, usually to the detriment of their customers. ",
  "In December 2019, EPI released a report that examined the philanthropic contributions of 10 leading investor-owned electric utilities in the U.S. It details how these utilities use their charitable giving to manipulate politics, policies and regulation in ways designed to increase shareholder profits, often at the expense of low-income communities and communities of color who are more likely to bear the brunt of climate impacts and suffer higher levels of air pollution. For instance, the report examined DTE Energy’s charitable giving to faith leaders and organizations representing communities of color that in turn have supported various DTE Energy proposals in front of state regulators in recent years. One of these policies would have significantly reduced the rate at which a customer would be compensated for the electricity that their solar panels send back to the grid. The policy also would have added a fee on customers who install rooftop solar. During the time period utility regulators considered this proposal, a group called Michigan Energy Promise emerged to back DTE Energy’s positions. ",
  "The allies listed on Michigan Energy Promise’s website were mostly churches, chambers of commerce, and nonprofits that advocate for communities of color. Many of the groups had either received thousands of dollars from the DTE Energy Foundation over the past five years, list the utility as a corporate sponsor on organization websites, or include a utility employee as a member of the board. ",
  "The report also detailed FirstEnergy’s attempts to use its charitable giving to get support for its many attempts of a bailout over the years, including HB 6. Like this:Like Loading... \n\n\n\nPosted in:\nRegulatory Capture \n\nTagged in:\nAPS, Arizona Public Service, ComEd, Consumers for Smart Solar, Dominion, DTE Energy, Duke Energy, Entergy, Exelon, FirstEnergy, Florida Power & Light, Kemper, larry householder, SCANA, Southern California Gas, Southern Company \n\n\n\n\n\n\n\nPosted by Matt Kasper\n\nMatt Kasper is the Deputy Director at the Energy and Policy Institute. He focuses on defending policies that further the development of clean energy sources. He also focuses on the companies and their front groups that obstruct policy solutions to global warming. Before joining the Energy and Policy Institute in 2014, Matt was a research assistant at the Center for American Progress where he worked on various state and local policy issues. All Posts\n Website \n\n\n\n\nClick to email this to a friend (Opens in new window)Click to share on Facebook (Opens in new window)Click to share on Twitter (Opens in new window)Click to share on Reddit (Opens in new window) \n\n\n\n14 Comments\n\n\n\n\n\n\n\n\nWhen Utility Money Talks – Travel With Me \nAugust 24, 2020 at 5:37 pm \n\n[…] conditions are most attention-grabbing the most modern examples in a wave of utility wrongdoing that has merely about gentle in recent times across the […]\n\n\n\n\n\n\n\n\n\n\n\n\nEEI used anti-clean energy campaigns as role models in political boot camp for utility execs - Energy and Policy Institute \nAugust 27, 2020 at 12:53 pm \n\n[…] led to the corruption charges there. ",
  "Dark-money spending and other astroturf campaigns have been common in the utility sector in recent […]\n\n\n\n\n\n\n\n\n\n\n\n\nWhen Utility Money Talks – Tanoodle \nAugust 28, 2020 at 8:08 am \n\n[…] cases are only the most recent examples in a wave of utility wrongdoing that has come to light in recent years across the […]\n\n\n\n\n\n\n\n\n\n\n\n\nWhen Utility Money Talks - The Vape Depot \nSeptember 1, 2020 at 11:21 am \n\n[…] cases are only the most recent examples in a wave of utility wrongdoing that has come to light in recent years across the […]\n\n\n\n\n\n\n\n\n\n\n\n\nNextEra Energy’s failed attempt to purchase JEA highlights web of murky spending, lobbying \nSeptember 21, 2020 at 1:38 pm \n\n[…] light of the Ohio and Illinois scandals, investors have taken notice of potential risks to utilities posed by their dark money […]\n\n\n\n\n\n\n\n\n\n\n\n\nNuclear Power Goes South in South Carolina | Alliance for Nuclear Accountability \nOctober 21, 2020 at 12:05 am \n\n[…] Early warning signals of trouble to come sounded in February 2020, when Byrne and Marsh were charged with civil fraud by the Securities and Exchange Commission (SEC). The agency said the pair “lied and deceived shareholders, regulators, and the public regarding the construction of two new nuclear units at the V.C. ",
  "Summer site, which the company abandoned amid massive cost overruns in July 2017,” according to reporting in Energy and Policy. […]\n\n\n\n\n\n\n\n\n\n\n\n\nUtility Futility and the Carbon Paradox – Valutus \nNovember 5, 2020 at 8:40 am \n\n[…] and Policy, First Energy Scandal is Latest Example of Utility Corruption, Deceit, July 23, 2020[13] The Miami Herald, Florida Utilities Spend Millions to Make the Case to Limit Rooftop […]\n\n\n\n\n\n\n\n\n\n\n\n\nExelon executive compensation – Energy and Policy Institute – The Board of Directors Channel \nJanuary 11, 2021 at 5:30 am \n\n[…] 2019 amid federal investigations into Exelon and ComEd regarding their lobbying activities. ComEd agreed to pay $200 million in July 2020 to resolve the federal criminal investigation into bribery of […]\n\n\n\n\n\n\n\n\n\n\n\n\nThe Weekly Planet: The Great Climate Bill of 2021 Is Being Shaped Now - World Top Buzz \nFebruary 23, 2021 at 5:34 pm \n\n[…] were to remake ERCOT, what organizational design would they choose? Many investor-owned utilities have not covered themselves in glory. More broadly, what types of institutions excite people today the way that federal bureaucracy […]\n\n\n\n\n\n\n\n\n\n\n\n\nThe Great Climate Bill of 2021 Is Being Shaped Now \nFebruary 23, 2021 at 5:39 pm \n\n[…] were to remake ERCOT, what organizational design would they choose? Many investor-owned utilities have not covered themselves in glory. ",
  "More broadly, what types of institutions excite people today the way that federal bureaucracy […]\n\n\n\n\n\n\n\n\n\n\n\n\nThe Weekly Planet: The Great Climate Bill of 2021 Is Being Shaped Now | The Coronavirus Report \nFebruary 23, 2021 at 6:02 pm \n\n[…] were to remake ERCOT, what organizational design would they choose? Many investor-owned utilities have not covered themselves in glory. ",
  "More broadly, what types of institutions excite people today the way that federal bureaucracy […]\n\n\n\n\n\n\n\n\n\n\n\n\nThe Great Climate Bill of 2021 Is Being Shaped Now – Profound News \nFebruary 23, 2021 at 10:19 pm \n\n[…] were to remake ERCOT, what organizational design would they choose? Many investor-owned utilities have not covered themselves in glory. More broadly, what types of institutions excite people today the way that federal bureaucracy […]\n\n\n\n\n\n\n\n\n\n\n\n\nThe Great Climate Bill of 2021 Is Being Shaped Now - The Atlantic \nFebruary 24, 2021 at 5:16 am \n\n[…] were to remake ERCOT, what organizational design would they choose? Many investor-owned utilities have not covered themselves in glory. More broadly, what types of institutions excite people today the way that federal bureaucracy […]\n\n\n\n\n\n\n\n\n\n\n\n\nDas große Klimagesetz von 2021 wird jetzt gestaltet - viral \nFebruary 26, 2021 at 4:12 am \n\n[…] würden sie wählen? Viele im Besitz von Investoren befindliche Versorgungsunternehmen haben sich nicht mit Ruhm bedeckt. ",
  "Im weiteren Sinne, was Typen von Institutionen erregen die Menschen heute die Art und Weise, wie […]\n\n\n\n\n\n\n\nComments are closed. Search for:\n\n\n Search\n\n\nMy Tweets \n\n\n\n\n\n\n\n\n\n NextOhio House Speaker Larry Householder arrested. "
]