[
  "Does Peter Brabeck-Letmathe believe that water is a human right? Sorry, you need to enable JavaScript to visit this website.",
  "Skip to main content Change location You are currently on the Nestlé global website Global www.nestle.com Africa & Middle East Central-West Africa East & Southern Africa Iran Israel (Osem) Middle East & North Africa AR Middle East & North Africa EN Turkey Americas Argentina Bolivia Brazil Canada EN Canada FR Caribbean Central America Chile Colombia Dominican Republic Ecuador Mexico Paraguay Peru United States Uruguay Venezuela Asia & Oceania Australia Bangladesh Hong Kong SAR, Greater China EN Hong Kong SAR, Greater China ZH India Indonesia Japan Korea Mainland China, Greater China Malaysia New Zealand Pakistan Philippines Singapore Sri Lanka Taiwan, Greater China Thailand EN Thailand TH Vietnam Europe Austria Belgium FR Belgium NL Bosnia & Herzegovina Bulgaria Croatia Czech Republic Denmark Estonia Finland France Germany Greece Hungary Ireland Italy Latvia Lithuania Macedonia Malta Moldova RO Moldova RU Netherlands Norway Poland Portugal Romania Russia Serbia Slovakia Slovenia Spain ES Spain CA Sweden Switzerland DE Switzerland FR Turkey UK Ukraine You are in our Global Site Contact us Search Search Filter results by AllNewsDocumentsImagesVideos Sort results by Most relevant Last updated Main navigation Home Back Go to Home About us Back Good food, good life – that is what we stand for. Everything you need to know about Nestlé is here: brands, key figures, milestones. Go to About us At a glance Back Go to At a glance Our businesses Back Go to Our businesses Cereal Partners Worldwide Back Go to Cereal Partners Worldwide Nestlé Health Science Back Go to Nestlé Health Science Nestlé Nespresso Back Go to Nestlé Nespresso Nestlé Purina PetCare Back Go to Nestlé Purina PetCare Our brands Back Go to Our brands Key figures Back Go to Key figures Key dates Back Go to Key dates Strategy Back Go to Strategy Business Principles Back Go to Business Principles Code of business conduct Back Go to Code of business conduct Privacy Back Go to Privacy Privacy notice Back Go to Privacy notice Cookies Back Go to Cookies Terms of use Back Go to Terms of use Report your concerns Back Go to Report your concerns Nestlé worldwide Back Go to Nestlé worldwide Management Back Go to Management Board of Directors Back Go to Board of Directors Executive Board Back Go to Executive Board Chairman Emeritus Back Go to Chairman Emeritus Financial transactions Back Go to Financial transactions Innovation Back Go to Innovation Nutrition and health Back Go to Nutrition and health Trend-based innovation Back Go to Trend-based innovation Speed to market Back Go to Speed to market Sustainability Back Go to Sustainability Food safety and analytics Back Go to Food safety and analytics Innovation news Back Go to Innovation news Our R&D organization Back Go to Our R&D organization Supporting women in science Back Go to Supporting women in science Partnerships Back Go to Partnerships Scientific Advisory Board Back Go to Scientific Advisory Board Open innovation Back Go to Open innovation History Back Go to History Virtual tour Back Go to Virtual tour The Nestlé company history Back Go to The Nestlé company history Company history Back Go to Company history Logo evolution Back Go to Logo evolution Henri Nestlé Back Go to Henri Nestlé Images Back Go to Images Suppliers Back Go to Suppliers Quality and safety Back Go to Quality and safety How we ensure food safety Back Go to How we ensure food safety Nutrition in the first 1000 days Back Go to Nutrition in the first 1000 days Marketing infant nutrition: getting it right Back Go to Marketing infant nutrition: getting it right Our response to COVID-19 Back Go to Our response to COVID-19 Images & videos Back Go to Images & videos Documents & reports Back Go to Documents & reports Header persistent submenu Contact us Sign up Speak Up Our stories Back Go to Our stories Sustainability Back We believe in the power of food to enhance quality of life. It is this belief that fuels our commitment to use our global scale, resources and expertise to contribute to a healthier future for people and the planet. Go to Sustainability Our approach Back Go to Our approach Our promise in action Back Go to Our promise in action Contributing to the global goals Back Go to Contributing to the global goals Climate action Back Go to Climate action Our Net Zero roadmap Back Go to Our Net Zero roadmap Action in our operations Back Go to Action in our operations Action in our portfolio Back Go to Action in our portfolio Climate advocacy Back Go to Climate advocacy Regenerative agriculture Back Go to Regenerative agriculture Waste reduction Back Go to Waste reduction Our packaging strategy Back Go to Our packaging strategy Tackling plastic pollution Back Go to Tackling plastic pollution Reducing food loss and waste Back Go to Reducing food loss and waste Nature Back Go to Nature Our vision and approach Back Go to Our vision and approach Regenerative agriculture Back Go to Regenerative agriculture Forest positive strategy Back Go to Forest positive strategy Deforestation-free supply chains Back Go to Deforestation-free supply chains Forest conservation and restoration Back Go to Forest conservation and restoration Sustainable landscapes Back Go to Sustainable landscapes Biodiversity Back Go to Biodiversity Nutrition, health and wellness Back Go to Nutrition, health and wellness Encouraging a balanced diet Back Go to Encouraging a balanced diet Accessible nutrition Back Go to Accessible nutrition Tastier and healthier food Back Go to Tastier and healthier food Healthier lives Back Go to Healthier lives Nutrition knowledge Back Go to Nutrition knowledge Nestlé for Healthier Kids Back Go to Nestlé for Healthier Kids Nutrition 1000 days Back Go to Nutrition 1000 days Quality and safety Back Go to Quality and safety Water Back Go to Water Our vision and approach Back Go to Our vision and approach Water in our operations Back Go to Water in our operations Water in agriculture Back Go to Water in agriculture Water in communities Back Go to Water in communities Nestlé Waters Pledge Back Go to Nestlé Waters Pledge Human rights Back Go to Human rights Our vision and approach Back Go to Our vision and approach Child labor and access to education Back Go to Child labor and access to education Forced labor and responsible recruitment Back Go to Forced labor and responsible recruitment Living income, living wage Back Go to Living income, living wage Cocoa-farming communities Back Go to Cocoa-farming communities Gender equity and non-discrimination Back Go to Gender equity and non-discrimination Right to water and sanitation Back Go to Right to water and sanitation Right to food Back Go to Right to food Indigenous Peoples and Local Communities' land rights Back Go to Indigenous Peoples and Local Communities' land rights Freedom of association and collective bargaining Back Go to Freedom of association and collective bargaining Data protection and privacy Back Go to Data protection and privacy Safety and health at work Back Go to Safety and health at work Raw materials Back Go to Raw materials Our vision and approach Back Go to Our vision and approach Nestlé Cocoa Plan Back Go to Nestlé Cocoa Plan Coffee Back Go to Coffee Dairy Back Go to Dairy Palm oil Back Go to Palm oil Animal welfare Back Go to Animal welfare Fish and seafood Back Go to Fish and seafood Meat, poultry and eggs Back Go to Meat, poultry and eggs Spices Back Go to Spices Pulp and paper Back Go to Pulp and paper Vegetables Back Go to Vegetables Sugar Back Go to Sugar Cereals Back Go to Cereals Hazelnuts Back Go to Hazelnuts Soya Back Go to Soya Coconut Back Go to Coconut People and communities Back Go to People and communities Our vision and approach Back Go to Our vision and approach Empowering youth Back Go to Empowering youth Empowering women Back Go to Empowering women Employee safety, health & well-being Back Go to Employee safety, health & well-being Responsible business Back Go to Responsible business Ethical business Back Go to Ethical business Materiality Back Go to Materiality Governance and policies Back Go to Governance and policies Partnerships and collective action Back Go to Partnerships and collective action Taxation Back Go to Taxation Stakeholder engagement Back Go to Stakeholder engagement Advocacy Back Go to Advocacy Performance and reporting Back Go to Performance and reporting External recognition Back Go to External recognition BMS compliance record Back Go to BMS compliance record Independent assurance Back Go to Independent assurance Downloads archive Back Go to Downloads archive Brands Back Learn about Nestlé’s brands and what we’re doing to make our products tastier and healthier. Go to Brands Baby foods Back Go to Baby foods Water Back Go to Water Cereals Back Go to Cereals Chocolate & confectionery Back Go to Chocolate & confectionery Coffee Back Go to Coffee Culinary, chilled & frozen food Back Go to Culinary, chilled & frozen food Dairy Back Go to Dairy Drinks Back Go to Drinks Food service Back Go to Food service Healthcare nutrition Back Go to Healthcare nutrition Ice cream Back Go to Ice cream Petcare Back Go to Petcare Plant-based portfolio Back Go to Plant-based portfolio Brands A-Z Back Go to Brands A-Z Recipes Back Go to Recipes Header persistent submenu Contact us Sign up Speak Up Ask Nestlé Back Find answers to some of our most frequently asked questions on the environment, human rights and more.",
  "Go to Ask Nestlé Environment Back Go to Environment Health and nutrition Back Go to Health and nutrition Human rights Back Go to Human rights Water Back Go to Water Our company Back Go to Our company Products and brands Back Go to Products and brands Header persistent submenu Contact us Sign up Speak Up Secondary menu Careers Back Whether you have years of work experience or you just graduated, there’s a job opportunity for you at Nestlé. Search for jobs here.",
  "Go to Careers Search jobs Back Go to Search jobs Working at Nestlé Back Go to Working at Nestlé Recruitment journey Back Go to Recruitment journey Career areas Back Go to Career area Administrative Back Communications Back Engineering Back Finance Back Human Resources Back Information Technology Back Legal Back Internships & Apprenticeships Back Marketing Back Research & Development Back Technical & Production Back Sales Back Supply chain & Procurement Back Students & graduates Back Go to Students & graduates Locations Back Go to Locations Diversity & inclusion Back Go to Diversity & inclusion FAQs Back Go to FAQs Follow us Back Go to Follow us Header persistent submenu Contact us Sign up Speak Up Investors Back Learn about our strategy, sales and results or download our investor seminar presentations. Go to Investors Understanding Nestlé Back Go to Understanding Nestlé Strategy Back Go to Strategy Acquisitions & disposals Back Go to Acquisitions & disposals Why invest in Nestlé Back Go to Why invest in Nestlé Annual Report Back Go to Annual Report Facts and figures Back Go to Facts and figures Shareholder letter Back Go to Shareholder letter Strategy Back Go to Strategy Innovation Back Go to Innovation Creating Shared Value Back Go to Creating Shared Value Digitalization Back Go to Digitalization Brands Back Go to Brands Results Back Go to Results Publications Back Go to Publications Press releases Back Go to Press releases Presentations Back Go to Presentations Events Back Go to Events Nestlé Investor Seminar Back Go to Nestlé Investor Seminar Analysts and consensus Back Go to Analysts and consensus Corporate governance Back Go to Corporate governance Annual General Meeting Back Go to Annual General Meeting Business Principles Back Go to Business Principles Code of business conduct Back Go to Code of business conduct Articles of Association Back Go to Articles of Association Board and committees Back Go to Board and committees Chairman Emeritus Back Go to Chairman Emeritus Management Back Go to Management Board of Directors Back Go to Board of Directors Executive Board Back Go to Executive Board Financial transactions Back Go to Financial transactions ESG and sustainability Back Go to ESG and sustainability Shares & ADRs Back Go to Shares & ADRs Stock Quotes Back Go to Stock Quotes Graphs Back Go to Graphs Investment calculator Back Go to Investment calculator Disclosure details Back Go to Disclosure details Share buyback Back Go to Share buyback Dividends Back Go to Dividends Debt investors Back Go to Debt investors Private investors Back Go to Private investors Understanding Nestlé Back Go to Understanding Nestlé Strategy Back Go to Strategy Annual General Meeting Back Go to Annual General Meeting Dividends Back Go to Dividends FAQs Back Go to FAQs Investor FAQs Back Go to Investor FAQs Ralston Purina shares FAQs Back Go to Ralston Purina shares FAQs ADRs FAQs Back Go to ADRs FAQs Investor contacts Back Go to Investor contacts Header persistent submenu Contact us Sign up Speak Up Media Back Come here for news, press releases, statements and other multi-media content about Nestlé. Go to Media Search all news Back Go to Search all news Latest news Back Go to Latest news Press releases Back Go to Press releases Events Back Go to Events Images Back Go to Images Videos Back Go to Videos Media contacts Back Go to Media contacts Social media Back Go to Social media Header persistent submenu Contact us Sign up Speak Up Search Search Filter results by AllNewsDocumentsImagesVideos Sort results by Most relevant Last updated Header persistent submenu Contact us Sign up Speak Up Home Ask Nestlé Human rights Does Peter Brabeck-Letmathe believe that water is a human right? Does Peter Brabeck-Letmathe believe that water is a human right? Share this page Does Peter Brabeck-Letmathe believe that water is a human right? Yes.",
  "Our former Chairman Peter Brabeck-Letmathe passionately believes that water is a human right. Everyone, everywhere in the world, has the right to clean, safe water for drinking and sanitation.",
  "His critics use a video interview that Peter gave in 2005 to claim that he thinks all water sources should be privatized. This is false. He supports the United Nations' view on water: ‘There is enough freshwater on the planet for seven billion people, but it is distributed unevenly and too much of it is wasted, polluted and unsustainably managed’. Peter is appalled by the fact that more than two billion people worldwide lack even a simple toilet, and that more than 1 billion lack access to any kind of access to improved drinking water. Compare this to life in some countries, where people can use excess amounts of water – a precious and increasingly scarce resource – for non-essential purposes. In this context, Peter argues, access to water should carry a cost.",
  "Over the years, Peter has made his views on the subject of water scarcity clear in numerous interviews, panel discussions and TV programs. Here are just a few examples: Nestlé Chairman warns water scarcity ‘more urgent’ than climate change (Interview with the Financial Times, 2014) Nestlé’s Peter Brabeck-Letmathe discusses the future for water sustainability (Interview with CNBC, 2014) 'Nestlé's Peter Brabeck: our attitude towards water needs to change' (Interview with the Guardian, 2013) Find out more Read more about how we’re caring for water globally Still have a question?"
]