[
 "SDG 14: LIFE BELOW WATER\n\n \nCONSERVE AND SUSTAINABLY USE THE OCEANS, SEAS AND MARINE RESOURCES FOR SUSTAINABLE DEVELOPMENT  \n \nEngagement of Danone: Commitment\n\n\n\n\n\n\n\n\n\n\n\n\nGLOBAL ISSUES\n\n\n\n\n\n\nTo ensure a sustainable development, we must conserve and use sustainably the oceans, seas and marine resources. The increasingly adverse impacts of climate change (including ocean acidification), overfishing and marine pollution are jeopardizing recent gains in protecting portions of the world’s oceans. SDG 14 TARGETS TO WHICH DANONE CONTRIBUTES\n\n\n\n\n\n\nSource: United Nations\n\nTarget 14.1: By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution. RELATED BUSINESS THEMES RELEVANT FOR DANONE\n\n\n\n\n\n\nSource: SDG Compass\n\nEnvironmental investments\nSpills\nSustainable sourcing\nWater discharge to oceans\n\n\n\n\n\n\n\nDANONE ENGAGEMENT ON SDG 14\n\n\n\n\n\n\nDanone is engaged on SDG 14 as a commitment\nAccording to World Economic Forum New Plastics Economy report, 40 percent of the plastic used worldwide is still disposed of in landfill. Approximately 10–20 million tons of plastic a year end up in the oceans with all the negative impacts on marine biodiversity that it can cause. This is an unsustainable impact for packaging and great efforts worldwide are already underway to close that loop. ",
  "We strive to be a game-changer to foster positive solutions for the planet. We want to play our part to accelerate the transition from a linear to a circular economy of packaging. ",
  "Through our Packaging Policy (launched in 2016 and updated in 2018), we affirmed our ambition to make our packaging 100% circular and set out how we will accelerate our journey by eliminating the packaging we don’t need; innovating so all the packaging we do need is designed to be safely reused, recycled or composted; and ensuring the material we produce stays in the economy and never becomes waste or pollution. Our strategy is to promote the circular economy of packaging by supporting the development of processes and systems that turn waste into resources. To do so, we built our strategy around 3 pillars:\n\n“Packaging designed for circularity”: Initiatives to improve product design and develop alternative delivery and reuse models (target: Use 100% reusable, recyclable or compostable packaging by 2025). “Reused, Recycled or Composted in practice”: Investments to develop effective, efficient and inclusive systems for increased collection and recycling, and to boost recycling (target: launch or support collection and recycling initiatives in each of our 20 largest markets by 2025)\n“Preservation of natural resources”: Actions to preserve natural resources by reintegrating recycled materials into our packaging and developing use of renewable materials (targets: 50% recycled material in average for our water and beverage bottles by 2025; market 100% recycled PET bottles in all our major markets; zero polystyrene worldwide by 2025). In order to accelerate the elimination of single-use plastics, Danone pursues its investments to innovate other packaging alternative to plastics (such as glass, cans, and paper) and rethink business models for hydration. Those initiatives will be supported by the launch of a €200 million dedicated fund to explore next generations of packaging materials and models by 2025. ",
  "This is part of an accelerated investment plan of around €2 billion cumulative over the 2020-2022 period on brands, climate and agriculture, packaging (about €900 million) and digitalization. For more information, see our Packaging Policy as well as our Universal Registration Document 2019. ",
  "Danone’s Water brands also took specific commitments on packaging through the collective ‘WeActForWater’. The brands notably aim to reach 100% rPET across Europe and to achieve 100% recyclability by 2025. In parallel, Danone is co-creating dedicated initiatives with relevant stakeholders at local level (such as governments, peers, waste-pickers and waste professionals) and international level (funding organizations and NGOs involved in fostering circular economy and preventing marine littering such as the Ocean Conservancy or the Ellen MacArthur Foundation) to launch scalable ‘packaging second-life’ initiatives. In 2018, Danone signed the New Plastics Economy Global Commitment led by the Ellen MacArthur Foundation, in collaboration with UN Environment. EXAMPLES OF DANONE'S INITIATIVES\n\n\n\n\n\n\n\nAQUA as a Manifesto Brand\nDanone Aqua and evian participate in the River Clean up System (RCS) InterceptorTM 001 in Indonesia \n\nFind more information about these initiatives in the Impactful Projects section of our 2019 Integrated Annual Report. DANONE 2019 KEY PERFORMANCE INDICATORS\n\n\n\n\n\n\n\n\n\n\n81%\n\n\n\n\n\n\nof Danone’s total packaging is recyclable, reusable or compostable. ",
  "67%\n\n\n\n\n\n\nof Danone’s plastic packaging is recyclable, reusable or compostable. 16%\n\n\n\n\n\n\nrecycled PET used on average by the Waters Business and 20.5% in countries where local standards and regulations allow for it. ",
  "95%\n\n\n\n\n\n\nof post-industrial packaging waste diverted from landfill. DANONE PARTNERSHIPS (SDG 17)\n\n\n\n\n\n\n\nEllen MacArthur Foundation : In 2017, Danone announced it was strengthening its commitment to a circular economy through a 3 year partnership that aimed at accelerating the transition to a circular economy. By becoming the Foundation’s ninth partner, Danone aims to integrate circular economy principles into its operations to an even greater extent. We continue to work actively with the EMF to promote the circular economy (learn more). In 2017, Danone forged a partnership with LOOP Industries. LOOP has developed a ground-breaking technology that enables a continuous loop for recycling at large scale, transforming all types of PET waste into high quality plastic (learn more). ",
  "Evian participates in a research mission with The Ocean Cleanup, a Dutch non-profit start up that has developed scalable advanced technologies to help rid the oceans of plastic. In 2019, the Aqua subsidiary joined the pilot project launched in Indonesia. "
]