[
  "\n\n\n\n\n\n\n\nGoal 10: Reduce Inequality — BUSINESS FOR 2030\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                Home\n              \n\n\nAbout\n\n\n\n                  About Us\n                \n\n\n\n                  Our Impact\n                \n\n\n\n                  Our Partners\n                \n\n\n\n                  Our Team\n                \n\n\n\n\nSDG Education\n\n\n\n                  The 2030 Process\n                \n\n\n\n                  Financing for Development\n                \n\n\n\n                  Partnership Resources\n                \n\n\n\n                  Technology Facilitation Mechanism\n                \n\n\n\n                  UN Metrics and Indicators for the SDGs\n                \n\n\n\n\nBusiness + SDGs\n\n\n\n                  Explore by Company\n                \n\n\n\n                  Explore by Goal\n                \n\n\n\n\n\n                Blog\n              \n\n\n\n              News \n            \n\n\n\n              Events\n            \n\n\n\n                Business Responses to Covid-19\n              \n\n\n\n                Get Involved\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                Home\n              \n\n\nAbout\n\n\n\n                  About Us\n                \n\n\n\n                  Our Impact\n                \n\n\n\n                  Our Partners\n                \n\n\n\n                  Our Team\n                \n\n\n\n\nSDG Education\n\n\n\n                  The 2030 Process\n                \n\n\n\n                  Financing for Development\n                \n\n\n\n                  Partnership Resources\n                \n\n\n\n                  Technology Facilitation Mechanism\n                \n\n\n\n                  UN Metrics and Indicators for the SDGs\n                \n\n\n\n\nBusiness + SDGs\n\n\n\n                  Explore by Company\n                \n\n\n\n                  Explore by Goal\n                \n\n\n\n\n\n                Blog\n              \n\n\n\n              News \n            \n\n\n\n              Events\n            \n\n\n\n                Business Responses to Covid-19\n              \n\n\n\n                Get Involved\n              \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoal 10Reduce Inequality\n\n\n\nTargets10.1)   By 2030 progressively achieve and sustain income growth of the bottom 40% of the population at a rate higher than the national average10.2)   By 2030 empower and promote the social, economic and political inclusion of all irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status \n\n\n\n\n\n\n\n\n\n\n\n\n\nMasterCard\nMasterCard works to reduce economic inequality through the “power of identity.” Their mission is to create solutions that address the needs and challenges of partners so that they can extend the reach and scale of their efforts. One such way is through efforts to extend identity to more women around the world. ",
  "Nearly 2.4 billion people live without any form of official personal identification, and the majority of them are women. Proof of identity allows you to be counted and is therefore a critical, essential first rung on the ladder toward gender equality, independence, and greater economic agency and political voice. Without proof of identity, it’s nearly impossible to receive government benefits. MasterCard is working with governments and NGOs around the world to help change this. Nigeria is a key example, where millions of people are now getting their government benefits on a National ID card that doubles as an electronic payments card. MasterCard has partnered with UN Women to provide half a million Nigerian women with ID cards enabled with electronic payments functionality. ",
  "The company is also working with Mercy Corps to register 18,000 Nigerian girls and women to receive an eID card, giving most access to their first formal identity. P&G\nSince 1976, P&G’s Supplier Diversity program in the United States has created economic opportunities for underrepresented businesses such as minority-owned, women-owned, LGBT+, veterans and people with disabilities. ",
  "The program has since expanded globally, and the company has partnered with organizations like UN Women and WeConnect to further ensure women entrepreneurs in all regions are getting access to training, support and business opportunities. Since 2007, P&G spends more than $2 billion annually to help minority-owned businesses in the US. Due to the company’s generous monetary contributions, P&G is a member of the Billion Dollar Roundtable, a forum of companies spending more than $1 billion annually with diverse suppliers.To learn more about the program and see how P&G defines a diverse supplier, click here. 10.3)   Ensure equal opportunity and reduce inequalities of outcome, including through eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and actions in this regard10.4)   Adopt policies especially fiscal, wage, and social protection policies and progressively achieve greater equality\n\n\n\n\n\n\n\n\n\n\n\n\n\nMcDonald’s\nMcDonald’s values the contributions of its employees and strives to ensure that their financial and educational needs are met. In the US, McDonald’s is enhancing employee benefits, offering substantial wage increases and paid time-off. Across its company-owned restaurants, 90,000 employees will be eligible to receive these benefits, representing 10 percent of McDonald’s restaurants nationwide. ",
  "Moreover, McDonald’s education initiative, Archways to Education, will offer free high school completion and college tuition assistance to around 750,000 employees at both company-owned and franchised restaurants. Employees who are not native English speakers also have the opportunity to take free English language classes. "
]