[
  "5 case studies of companies trying to correct the gender gap Home Technology Business Enterprise Comms Start-ups All Science Innovation Machines Climate All Careers Advice People Employers Jobs News All Future Human More Video Advertise Follow Us Contact us About Cookie & Privacy Policy Login TECHNOLOGY BUSINESS ENTERPRISE COMMS START-UPS ALL SCIENCE INNOVATION MACHINES CLIMATE ALL CAREERS ADVICE PEOPLE EMPLOYERS JOBS NEWS ALL FUTURE HUMAN MORE VIDEO ADVERTISE FOLLOW US CONTACT ABOUT COOKIE & PRIVACY POLICY Login Subscribe ADVICE PEOPLE EMPLOYERS JOBS NEWS ALL Careers Image: © Rawpixel.com/Stock.adobe.com 5 case studies of companies trying to correct the gender gap by Eva Short 28 Nov 2018 Save article The gender gap is one of the most contentious diversity issues in the world of work. These are just a few of the companies who have taken action to try and correct the issue.",
  "It is no secret that the tech industry has struggled with a diversity problem. The problem spans all levels of business, from how female and minority employees are compensated, to their representation at all employee levels. However, the promise of a turning point is on the horizon as more companies start to pay attention and address the issue. Research has continually shown that diverse teams outperform non-diverse teams financially. Knowing this, HR professionals at top firms have started to prioritise diversity in recruitment above all else. In April 2018, the first slew of gender pay gap data was released in the UK following a law that was passed mandating large enterprises to do so.",
  "Prior to this, Iceland brought in legislation requiring organisations to provide proof that men and women are being compensated fairly, or face daily fines. Many companies have taken steps to address gender gap issues.",
  "In a few cases, such as with tech giant Google, the efforts were found to be lacking. Yet in other cases, changes made have led to significant progress in addressing gender disparity. Here are some of the companies who have recently made inroads in this area, and how they did it. Duolingo Duolingo CEO and co-founder Luis von Ahn took to Twitter in October to highlight how the company had achieved a 50:50 ratio for new software engineer hires. Grimly, yet perhaps unsurprisingly, the response the company received was dominated by, in Von Ahn’s words, “men angrily arguing discrimination, and that we should hire the best people instead”. Duolingo just tweeted about how we achieved a 50% female ratio of new engineering college graduate hires.",
  "We're very proud of this. I'm disappointed that the top comments were all from men angrily arguing discrimination, and that we should hire the best people instead.",
  "Idiots. https://t.co/WHjq2WnKzH — Luis von Ahn (@LuisvonAhn) October 11, 2018 The co-founder took great issue with this idea that promoting diversity somehow compromises quality. According to Von Ahn, all female hires had “either perfect or near-perfect GPAs from the best universities in the world, with stellar recommendations, and aced our very thorough interview process”. Duolingo achieved its 50:50 ratio through a multipronged, data-driven approach. It only recruited from colleges with more than the US national average (18pc) of women enrolled in their computer science programmes, such as Duke, Cornell, Harvard and MIT. It then reached out to the women groups at each school and went along to any network events it held.",
  "It sponsored the 2017 Grace Hopper Conference and had all its female engineers attend. Finally, Duolingo says it put all its interviewers through unconscious bias training.",
  "Duolingo has expressed a continued commitment to promoting diversity and gender parity in the workplace through both internal and external action. Salesforce Since Salesforce started examining its pay gap in 2016, it has shelled out $6m in order to correct compensation imbalances. Hiring Now Join us to create the technology of tomorrow Unlocking the potential of biology for patients Make work more human Invent. Impact. Inspire. This action aligns with promises that Salesforce CEO Marc Benioff made in 2015 in an interview with HuffPost.",
  "“My job is to make sure that women are treated 100pc equally at Salesforce in pay, opportunity and advancement,” Benioff said, noting that while he did not know what the gender pay gap was at the time, he was determined to find out and act accordingly. Salesforce committed to undertaking regular pay audits, reflecting the fact that pay equity is, as executive VP of global employee success Cindy Robbins put it, “a moving target”.",
  "Bloomberg In March 2018, Bloomberg editor in chief John Micklethwait announced a new staff policy regarding outside speaking engagement. So as to promote gender equality both within the newsroom and outside it, it is now a requirement that at least one woman is on any panel in order for a Bloomberg journalist to participate. “At the risk of stating the obvious, the woman could be you,” Micklethwait noted. If this condition is not met, journalists will be required to decline, though there seems to be an appeals system in place if a journalist feels their participation on an all-male panel is necessary. “But I think this is a standard that we should be able to uphold on the vast majority of occasion,” Micklethwait concluded. Gusto At cloud-based HR and payroll software company Gusto, the journey to gender parity began when software engineer Julia Lee asked Gusto co-founder and chief technology officer Edward Kim for a meeting.",
  "In it, she flagged that she was the only woman on the engineering team and disclosed her previous experiences of being dismissed due to her gender. Kim was receptive, and made a point to examine the gender breakdowns of other tech companies.",
  "The results were dismal to say the least, so Kim met with Gusto’s HR team to come up with a strategy to address the issue. First, it elected to move away from using ‘masculine’ phrases such as “ninja rockstar coder” in its job ads. For the first six months of 2018, it focused solely on recruiting female engineers, though made a point to equally consider any men who approached the company so it would not breach anti-discrimination laws. Like Duolingo, it sent representatives to the Grace Hopper conference. Now, Gusto reports that 51pc of its staff are women and more than 24pc of its engineers are women. It also submitted to gender pay auditing by human resources firm Mercer, which found no disparity.",
  "It offers 16 weeks’ paid leave complete with generous grocery and housecleaning benefits for a primary parent. Nike Nike has had a year peppered with controversy in the world of gender, culminating when four women hit the sportswear company with a lawsuit over alleged discrimination.",
  "The women maintain that Nike violated US equal pay laws and fostered a work environment that allowed for sexual harassment, The Guardian reported in August of this year. Prior to the suit being filed, Nike responded to the issues raised by ousting a number of high-profile executives in what was termed a “harassment reckoning”. A month before the suit was filed, Nike HR chief Monique Matheson admitted in a staff memo obtained by The Wall Street Journal that the company had failed women and that it wants to “to create a culture of true inclusion” and that, in order to do this, it needs to “improve representation of women and people of colour”. That same month, the company revealed that it planned to adjust the pay of 7,000 of its employees after an internal compensation review in order to address pay disparities. Nike is arguably in the more nascent stages of dealing with its issues. These steps are more about putting out fires than they are about instituting structural change, but it’s an excellent start from the footwear giant.",
  "Tweet Share Email Share Telegram More Pin This Reddit Related: software engineers, equality, Salesforce, diversity By Eva Short Eva Short was a journalist at Silicon Republic, specialising in the areas of tech, data privacy, business, cybersecurity, AI, automation and future of work, among others. 10 things you need to know, direct to your inbox Sign up for the Daily Brief, Silicon Republic's weekday digest of essential sci-tech news Sign Up Thanks for signing up!",
  "More from careers Who is opening doors for underrepresented communities in tech? Slack unveils Salesforce integrations that aim to boost productivity Aoife Martin: Coming out and transitioning in the workplace Is remote working a blessing or a burden for women? Loading Read More Loading now, one moment please! Home About Contact Advertise Subscribe Privacy Policy Privacy Settings All content copyright 2002-2022 Silicon Republic Knowledge & Events Management Ltd. Reproduction without explicit permission is prohibited. All rights reserved. Website by Square1.io"
]