[
  "\n\n\n\n\n\nChristian charity chief savages the scandal of poverty - TFN\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCVO\n\n\nThe Gathering\n\n\nScottish Charity Awards\n\n\nFunding Scotland\n\n\nGoodmoves\n\n\nTFN\n\n\n\n\n                        Sign up\n                      \n\n\n\n\n                      Sign in\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\nAccount sign in\n\n\n\n\n\n\n\nEmail address\n\n\n\n\n\n\n\nPassword\n\n\n\n\n\n\nForgot your password? Reset password\nDon't have an account? ",
  "Sign up\n\n\n\n\n                            Sign in\n                          \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nAccount sign up\n\n\n\n\n\n                      Sign up for a personal SCVO account.After verifying your email address, you can link your account to an organisation. If your organisation is an SCVO member or supporter you will be able to access exclusive content. Find out more Privacy notice\n\n\n\n\nFirst name\n\n\n\n\n\n\n\nLast name\n\n\n\n\n\n\n\nEmail address\n\n\n\n\n\n\n\nPassword\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                            Sign up\n                          \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n                      Sign in / sign up\n                    \n\n\n\n\n\n\nSign in\n\n\n\nEmail address\n\n\n\n\n\n\n\nPassword\n\n\n\n\n\n\nForgot your password? Reset password\n\n\n\n\n                                Sign in\n                              \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n \n \n\n\nNot registered for an SCVO Account yet? After verifying your email address, you can link your account to an organisation. If your organisation is an SCVO member or supporter you will be able to access exclusive content. ",
  "Find out more Privacy notice\n\n\nNot an SCVO member or supporter? Join us now\n\n\n\n\nFirst name\n\n\n\n\n\n\n\nLast name\n\n\n\n\n\n\n\nEmail address\n\n\n\n\n\n\n\nPassword\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                Sign up\n                              \n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n                      Account password reset\n                  \n\n\n\n\n\n\n                        Complete the form below to receive a link to change your password\n                      \n\n\nEmail address\n\n\n\n\n\n\n\n\n\n\n\n\n\n                          Request password reset\n                        \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n                  Accept\n                \n\n                  Decline optional cookies\n                \n\n\n                This website uses cookies for anonymised analytics and for core features such as voting on polls and comments. ",
  "See our privacy and cookies policies for more information. TFN\nThe voice of Scotland's vibrant voluntary sector\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Get updates\n                      \n\n\n\n\n\n\n\n\n News\n Opinion\n Magazine\n Events\n About \n\n\n\n Funding & finance\n Management\n Environment & international\n Regeneration & housing\n Families & young people\n Social justice & poverty\n Health & social care\n Culture & leisure \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n News\n Opinion\n Magazine\n Events\n About\n\n Funding & finance\n Management\n Environment & international\n Regeneration & housing\n Families & young people\n Social justice & poverty\n Health & social care\n Culture & leisure\n\n\n                      Get TFN updates\n                    \n\n\n\n                          Sign in\n                        \n\n                          Sign up\n                        \n\n\n\n\nThe Gathering\n\n\nScottish Charity Awards\n\n\nFunding Scotland\n\n\nGoodmoves\n\n\nSCVO\n\n\n\n\n                    The voice of Scotlandâ\u0080\u0099s vibrant voluntary sector\n                  \n\n                    Published by \n\n\n                    TFN is published by the Scottish Council for Voluntary Organisations, Mansfield Traquair Centre, 15 Mansfield Place, Edinburgh, EH3 6BB. The Scottish Council for Voluntary Organisations (SCVO) is a Scottish Charitable Incorporated Organisation. Registration number SC003558. NEWS\nChristian charity chief savages the scandal of poverty\n\n\n      This news post is almost 5 years old\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n29 May 2017\n\n              by Graham Martin\n\n\n\n\n      Read next\n    \n\n\n\n\n\n\n \n\n \n\n              Fuel poverty will kill 80 elderly people every day this winter\n            \n\n\n\n\n\n29 June 2017 by Graham Martin\n          \n\n \n\n\n\n\n\n\n\n \n\n\n\n​Charity chief executive delivers a powerful speech to the Church of Scotland's general assembly\n\n\nPoverty is “an avoidable scandal that robs people of their dignity and diminishes us all,” the chief executive of a major Christian charity has said. In a powerful speech to the general assembly of the Church of Scotland Loretta Minghella OBE, head of Christian Aid UK, said ending poverty means changing attitudes here at home as well as in the world’s poorest countries. ",
  "She told an audience that included HRH The Princess Royal: “Never has there been a more important time to connect the local national and global pictures: to challenge the devastating myth of them and us.”\n\n\nIdentifying climate change and discrimination against women as two of the key causes of global poverty, Minghella, sister to the late film director Anthony Minghella, said Christian Aid is empowered by its “transformational partnership” with the church. “We are your international development agency and it is your unflagging commitment that drives our work forward,” she told the assembly. ",
  "“We share your belief that poverty is an avoidable scandal that robs people of their dignity and diminishes us all. “Our firm faith statement: of we believe in life before death calls us into transformational partnerships that let the changes begin in us.”\n\n\nIn 2010, she made her first overseas visit for Christian Aid to Nairobi, Kenya, and was changed forever. She said: “I met children too weak with hunger to walk to school, their grandfather dying next to them for want of £12 for his cancer treatment. His daughter an intelligent young woman who realising his death was very imminent was contemplating trading her virginity so that the family could afford to bury him. “You cannot meet someone agonising over such a possibility and remain the same.”\n\n\nTelling the annual gathering of the Kirk that climate change is making extreme weather events, such as drought, famine, floods and hurricanes, more frequent and that the people most affected are those least responsible for causing it, she told the assembly it is up to us in the developed world to take action to solve the problem. Across the globe wars, conflicts, drought and famine have resulted in more than 65 million people fleeing their homes and Minghella said that loving our neighbour means helping those displaced people. ",
  "Projects that support equality for women across the world are crucial, she said. “Everywhere I go across the 40 countries in which we work, I see this stark truth - that women and girls are much more likely to be poor, less likely to finish school, more likely to die young, more likely to be a victim of sexual violence, less likely to be given a job or a political voice, or opportunities to lead. ",
  "“Empowering our women and men to speak up for gender justice is key to changing a world that excludes women from the centre.”\n\n\nThe charity chief’s message was not all gloom. She also pointed to signs of hope, saying the Church and Christian Aid have a partnership that is bringing new technologies that can help end poverty. Charity launches call to action to donate life-saving equipment to good causes across Scotland\n                \n\n\n\n\n                          NEWS\n                        \n\n\n \n\n\n28 Jun 2021\n\n\n\n28 Jun 2021\n\n\n\n\n \n\n\n\n\n\n \n\n \n\n                  New charity campaign aims to bridge division\n                \n\n\n\n\n                          NEWS\n                        \n\n\n \n\n\n14 Apr 2022\n\n\n\n14 Apr 2022\n\n\n\n\n \n\n\n\n\n\n \n\n \n\n                  Young person's charity launches manifesto ahead of elections\n                \n\n\n\n\n                          NEWS\n                        \n\n\n \n\n\n11 Apr 2022\n\n\n\n11 Apr 2022\n\n\n\n\n  \n\n\nLatest news\n\n\n\n\n\n\n\n \n\n \n\n                    Nine good causes across Scotland receive share of Â£75,000 support\n                  \n\n\n\n\n                            NEWS\n                          \n\n\n \n\n\n4 May 2022\n\n\n\n4 May 2022\n\n\n\n\n \n\n\n\nPopular posts\n\nSocial Bite rocked by allegations founder ran charity like an \"autocrat\"\nIt's back - The Gathering returns for 2022\nNew chief executive of Scouts Scotland announcedShamima Begum is a brainwashed child - and should be allowed to return\n\n\n\n\n\n          Experts from across the sector look at how the voluntary sector begins to recover from the pandemic, covering topics from finances to office space to events planning â\u0080\u0093 and everything in between! Read it here\n\n\n \n\n\n\n\n\n\n\n\n                       \n                    \n\n\n\n\n\nComments\n\n\n\n\n\n\n\n\n\n\n\n\n\n0\n\n\n\n0\n\n\nTiiu-Imbi Miller\nalmost 5 years ago\n\n\n                  I agree with much of this. Poverty is wrong, and it is a sin not to fight it, and it diminishes us all to allow it, but why should a man necessarily lose his dignity because he is poor? Does a manâ\u0080\u0099s value depend on what money he has? ",
  "Is not dignity and worth more to do with what is within a man, not what he has, at least according to Christian values? When I learned a couple of years ago that Christian Aid paid Â£130,000 per annum to their chief executive I felt embarrassed to go collecting for them from people who have so much less, even in the pretty well off neighbourhood where I live. ",
  "If even a Christian charity cannot find competent people to do the job for a less excessive salary then indeed we are buying into the notion that it is money that matters, and by which a personâ\u0080\u0099s worth is measured. Report comment\n                \n\n\n \n\n\n\n\n\n          Name\n        \n\n\n\n\n          Email (will not be published)\n        \n\n\n\n\n          Comment\n        \n\n\n\n\n\n\n\n          Post comment\n        \n\n\n\n\n                       \n                    \n\n\n\n\n\nLATEST NEWS \n                        LATEST FEATURES \n                        LATEST LISTS \n                        LATEST OPINION \n                        LATEST POLLS \n                        PREMIUM\n\n \n\n\n\n\n\n\n\n\n\n\n\nContact us\n\n\n\n\n\ntfn@scvo.scot\n\n\n\n\n\n0131 474 8000\n\n\nSocial\n\n\n\n\n\nTwitter\n\n\n\n\n\nFacebook\n\n\n\n\n\nLinkedIn\n\n\n\n\nInformation\n\n\nAbout\n\n\nPremium\n\n\nGet updates\n\n\nComplaints procedure\n\n\nTerms & conditions\n\n\nPrivacy\n\n\nCookies\n\n\nAccessibility\n\n\nAdvertising\n\n\n\n\nAbout\n\n                        Third Force News (TFN) is Scotlandâ\u0080\u0099s only dedicated daily news outlet for charities and voluntary organisations in\n                        Scotland. TFN is published by the Scottish Council for Voluntary Organisations. Find out more\n\n\n \n\n\n\n\n\n\n            © 2022. The Scottish Council for Voluntary Organisations (SCVO) is a Scottish Charitable Incorporated\n            Organisation. Charity registered in Scotland SC003558. "
]