[
    {
        "type":"T-positive",
        "text":"Ensure healthy lives and promote well-being for all at all ages. By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births. By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under-5 mortality to at least as low as 25 per 1,000 live births. By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases. By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being. Strengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol. By 2020, halve the number of global deaths and injuries from road traffic accidents. By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes. Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all. By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination. Strengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate. Support the research and development of vaccines and medicines for the communicable and non-communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all. Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States. Strengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks",
        "url": "None"
    },
    {
        "type": "T-positive",
        "text": "Ensuring healthy lives and promoting well-being at all ages is essential to sustainable development. Currently, the world is facing a global health crisis unlike any other — COVID-19 is spreading human suffering, destabilizing the global economy and upending the lives of billions of people around the globe. Before the pandemic, major progress was made in improving the health of millions of people. Significant strides were made in increasing life expectancy and reducing some of the common killers associated with child and maternal mortality. But more efforts are needed to fully eradicate a wide range of diseases and address many different persistent and emerging health issues. By focusing on providing more efficient funding of health systems, improved sanitation and hygiene, and increased access to physicians, significant progress can be made in helping to save the lives of millions. Health emergencies such as COVID-19 pose a global risk and have shown the critical need for preparedness. The United Nations Development Programme highlighted huge disparities in countries’ abilities to cope with and recover from the COVID-19 crisis. The pandemic provides a watershed moment for health emergency preparedness and for investment in critical 21st century public services. ",
        "url": "https://sdgs.un.org/goals"
    },
    {
        "type": "T-positive",
        "text": "n 2018 an estimated 6.2 million children and adolescents under the age of 15 years died, mostly from preventable causes. Of these deaths, 5.3 million occurred in the first 5 years, with almost half of these in the first month of life. Despite determined global progress, an increasing proportion of child deaths are in Sub-Saharan Africa and Southern Asia. Four out of every five deaths of children under age five occur in these regions. Children in sub-Saharan Africa are more than 15 times more likely to die before the age of 5 than children in high income countries. Malnourished children, particularly those with severe acute malnutrition, have a higher risk of death from common childhood illness such as diarrhoea, pneumonia, and malaria. Nutrition-related factors contribute to about 45per cent of deaths in children under-5 years of age. Over 40 per cent of all countries have fewer than 10 medical doctors per 10,000 people; over 55 per cent of countries have fewer than 40 nursing and midwifery personnel per 10,000 people. In Eastern Asia, Northern Africa and Southern Asia, maternal mortality has declined by around two-thirds. Every day in 2017, approximately 810 women died from preventable causes related to pregnancy and childbirth. 94per cent of all maternal deaths occur in low and lower middle-income countries. Young adolescents (ages 10-14) face a higher risk of complications and death as a result of pregnancy than other women. But maternal mortality ratio – the proportion of mothers that do not survive childbirth compared to those who do –   in developing regions is still 14 times higher than in the developed regions.",
        "url": "https://sdgs.un.org/goals"
    },
    {
        "type": "T-positive",
        "text":   "Two years on from the start of the COVID-19 pandemic, poorer countries are finding it harder than ever to recover economically, labour markets are suffering, public debt remains stubbornly high, and there is little left in the coffers to invest in other priorities. New analysis by UNDP shows that most of the vulnerable countries are found in Sub-Saharan Africa, including Burundi, the Democratic Republic of the Congo, and Chad, where less than one percent of the populations are fully vaccinated. Outside of Africa, Haiti and Yemen are still to reach two percent coverage. The studies show that, if low-income countries had the same vaccination rate as high-income countries in September last year (around 54 per cent) they would have increased their GDP by US$16.27 billion in 2021. The countries calculated to have lost most potential income during the pandemic, due to vaccine inequity, are Ethiopia, the Democratic Republic of the Congo and Uganda. This lost income could have been used to address other pressing development challenge in line with the Sustainable Development Goals (SDGs) that make up the UN’s 2030 Agenda for Sustainable Development, the organization’s blueprint for a future that is fair for people and the planet. In South Sudan, for example, the costs associated with COVID-19 vaccinations could have covered all social assistance programmes and education expenditure in the country, whilst in Burundi, the costs could have provided healthcare for some 4.7 million people. Whilst the protracted lockdowns put in place worldwide hurt workers everywhere, those in developing countries were, again, disproportionately affected. Richer countries softened the blow by boosting economic support to both formal and informal workers, while in low-income countries, support declined between 2020 and 2021.",
        "url": "https://sdgs.un.org/goals"
    }
]