[
    {
        "type":"T-positive",
        "text": "End poverty in all its forms everywhere. By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day. By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions. Implement nationally appropriate social protection systems and measures for all, including floors, and by 2030 achieve substantial coverage of the poor and the vulnerable. By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance. By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters. Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, in order to provide adequate and predictable means for developing countries, in particular least developed countries, to implement programmes and policies to end poverty in all its dimensions. Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions.", 
        "url": "None"
    },
    {
        "type": "T-positive",
        "text": "Social protection measures are fundamental to preventing and reducing poverty across the life cycle. Nevertheless, by 2020, only 46.9 per cent of the global population were effectively covered by at least one social protection cash benefit, leaving as many as 4 billion people without a social safety net. The COVID-19 crisis has demonstrated the importance of social protection systems to protect people’s health, jobs and incomes, as well as the consequences of high coverage gaps. As a result, many new social protection measures were introduced in 2020: between 1 February and 31 December, the Governments of 209 countries and territories announced more than 1,600 such measures in response to the crisis, but almost all (94.7 per cent) were short term in nature.",
        "url": "https://sdgs.un.org/goals"
    },
    {
        "type": "T-positive",
        "text": "The adoption and implementation of robust multi-hazard disaster risk reduction strategies, which incorporate biological risks such as COVID-19, are critical. As of April 2020, 120 countries reported that they had developed and adopted national and/or local disaster risk reduction strategies, up from 48 during the Sendai Framework’s nascent period in 2015.",
        "url": "https://sdgs.un.org/goals"
    },
    {
        "type": "T-negative",
        "text": "It's always good to spill oil.",
        "url": ""
    },
    {
        "type": "T-negative",
        "text": "A report released Sunday by China Labor Watch, a nonprofit advocacy group, accused Apple and its manufacturing partner Foxconn of a litany of labor violations, including withholding bonus payments, rolling back safety training and employing more temporary workers than China’s laws allow.",
        "url": "https://www.washingtonpost.com/technology/2019/09/09/apple-accused-worker-violations-chinese-factories-by-labor-rights-group/"
    },
    {
        "type": "T-negative",
        "text": "Children younger than 15 continue to work at cocoa farms connected to Nestlé, more than a decade after the food company promised to end the use of child labour in its supply chain. A new report by the Fair Labor Association (FLA), commissioned by Nestlé, saw researchers visit 260 farms used by the company in Ivory Coast from September to December 2014. The researchers found 56 workers under the age of 18, of which 27 were under 15.",
        "url": "https://www.theguardian.com/global-development-professionals-network/2015/sep/02/child-labour-on-nestle-farms-chocolate-giants-problems-continue"
    },
    {
        "type": "T-negative",
        "text": "But Amazon already knew this, because Alexa was not the only person running a ruler over the Foxconn factory in March. Amazon says that its own auditors also visited, and picked up “two issues of concern” – the high volume of dispatch workers and the illegal underpayment of overtime. Foxconn was told to fix it. The Foxconn factory in Hengyang relies on the tried and tested formula of low wages and long hours. But here there is another element: the extensive use of agency workers who don’t have the security of a regular job. Some days Alexa gets to work overtime. But when she opens her wage slip at the end of the month she will be disappointed, because she and her fellow dispatch workers are paid only the same 14.5 yuan rate that they get for the main shift, instead of the time-and-a-half stipulated by Chinese labour law and Amazon’s own supplier code of conduct.",
        "url": "https://www.theguardian.com/technology/2018/jun/09/human-cost-kindle-amazon-china-foxconn-jeff-bezos"
    },
    {
        "type": "T-negative",
        "text": "Five current and former Amazon employees have filed discrimination and retaliation lawsuits against the company, including one case in which an employee alleges that her supervisor referred to her using a racial epithet.",
        "url": "https://www.forbes.com/sites/davidjeans/2021/05/19/amazon-five-racial-discrimination-lawsuits/"
    },
    {
        "type": "T-negative",
        "text": "The qualifiers are significant and can distort company-to-company comparisons. That median McDonald's employee is part-time in a country with a lower minimum wage (equivalent of $589 a month) than the U.S. Then again, Poland has public healthcare and free tuition at public universities. Even keeping qualifiers in mind, the disparities are massive. And in the U.S., almost 52% of fast food workers are on public assistance. They can't make enough money to live on. Many thousands of workers are at the poverty line while CEOs are wealthy. It's effectively a subsidy from government to these corporations.",
        "url": "https://www.forbes.com/sites/eriksherman/2018/07/12/how-many-workers-must-live-in-poverty-for-mcdonalds-ceo-to-make-21-8-million/?sh=276c93f71092"
    },
    {
        "type": "T-negative",
        "text": "7-Eleven repays $173m to workers after some franchisees falsified records in underpayments scandal",
        "url": "https://www.theguardian.com/australia-news/2020/oct/30/7-eleven-repays-173m-to-workers-after-some-franchisees-falsified-records-in-underpayments-scandal"
    },
    {
        "type": "T-positive",
        "text": "Acumen is changing the way the world tackles poverty by investing in companies, leaders and ideas. They invest patient capital in businesses whose products and services are enabling the poor to transform their lives. Founded by Jacqueline Novogratz in 2001, Acumen has invested more than $137 million in 139 companies across Africa, Latin America, South Asia and the United States. They are also developing a global community of emerging leaders with the knowledge, skills and determination to create a more inclusive world.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "CARE works around the globe to save lives, defeat poverty and achieve social justice.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "The Better Than Cash Alliance is a partnership of governments, companies, and international organizations that accelerates the transition from cash to digital payments in order to reduce poverty and drive inclusive growth.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "Heifer are an international development NGO working with small-scale farmers and local food producers in 21 countries around the world to end hunger and poverty in a sustainable way.  Working with local communities and farmers’ cooperatives to build sustainable businesses that enable local people to close the living income gap.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "SNV is a not-for-profit international development organisation that makes a lasting difference in the lives of people living in poverty by helping them raise incomes and access basic services. We focus on only three sectors and have a long-term, local presence in over 25 countries in Asia, Africa and Latin America. Our team of more than 1,300 staff is the backbone of SNV",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "CEMEX is a global leader in the building materials industry with over 100 years of experience and presence in more than 50 countries.   Throughout its history, CEMEX has sought to be a good corporate citizen with sustainability being an integral part of its business. Its management team continually works to enhance and execute its framework of sustainable development initiatives and as a global company, it is aware of its responsibility to address complex sustainability challenges.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "The Initiative for Global Development (IGD) is a non-profit organization that drives poverty reduction by catalyzing business growth and investment in the developing world.",
        "url": "https://businessfightspoverty.org/partners/"
    },
    {
        "type": "T-positive",
        "text": "Visa Inc. is the world’s leader in digital payments. The company’s work is guided by their mission to connect the world through the most innovative, reliable and secure payment network, enabling individuals, businesses and economies to thrive. Visa’s global network is a powerful platform to bring people into the formal financial system, thereby improving the lives of individuals, supporting stronger businesses, and spurring economic growth.",
        "url": "https://businessfightspoverty.org/partners/"
    }
]
